[{"s":10,"a":1,"ar":" الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْحَكِيمِ","tl":"alif-lam-ra til'ka āyātu l-kitābi l-ḥakīmi","tr":{"en":"Alif, Lām, Rā.<sup foot_note=196431>1</sup> These are the verses of the wise<sup foot_note=196430>2</sup> Book.","id":"Alif Lām Rā`. Inilah ayat-ayat Alquran yang penuh hikmah.","zh":"艾列弗，俩目，拉仪。这些是包含智慧的经典的节文。","ja":"アリフ・ラーム・ラー。これらは英知に満ちた，啓典の御印である。"},"m":{"juz":11,"hizb":21,"rub":null,"page":208,"ruku":172}},{"s":10,"a":2,"ar":"أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓا۟ أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ ۗ قَالَ ٱلْكَـٰفِرُونَ إِنَّ هَـٰذَا لَسَـٰحِرٌ مُّبِينٌ","tl":"akāna lilnnāsi ʿajaban an awḥaynā ilā rajulin min'hum an andhiri l-nāsa wabashiri alladhīna āmanū anna lahum qadama ṣid'qin ʿinda rabbihim qāla l-kāfirūna inna hādhā lasāḥirun mubīnun","tr":{"en":"Have the people been amazed that We revealed [revelation] to a man from among them, [saying], \"Warn mankind and give good tidings to those who believe that they will have a [firm] precedence of honor<sup foot_note=196432>1</sup> with their Lord\"? [But] the disbelievers say, \"Indeed, this is an obvious magician.\"","id":"Pantaskah manusia menjadi heran bahwa Kami memberi wahyu kepada seorang laki-laki di antara mereka, \"Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka.\" Orang-orang kafir berkata, \"Orang ini (Muhammad) benar-benar pesihir.\"","zh":"难道人们认为这是怪事吗？我曾启示他们中的一个男子：你要警告众人，你要向信士们报喜，（告诉他们）在他们的主那里，他们有崇高的品位。不信道者曾说：“这确是明显的术士。”","ja":"われがかれら（マッカ人）の中の1人（預言者ムハンマド）に啓示して，「あなたは人びとに（不信心の結末を）警告しなさい。また信仰する者には，主の御許で優れた足場を与えられるとの，吉報を伝えなさい。」と命じたことが（マッ力の）人びとに（それ程）驚きであるのか。（ だが）不信心者たちは，「これは明らかに魔術師です。」と言う。"},"m":{"juz":11,"hizb":21,"rub":null,"page":208,"ruku":172}},{"s":10,"a":3,"ar":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ يُدَبِّرُ ٱلْأَمْرَ ۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعْدِ إِذْنِهِۦ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَٱعْبُدُوهُ ۚ أَفَلَا تَذَكَّرُونَ","tl":"inna rabbakumu l-lahu alladhī khalaqa l-samāwāti wal-arḍa fī sittati ayyāmin thumma is'tawā ʿalā l-ʿarshi yudabbiru l-amra mā min shafīʿin illā min baʿdi idh'nihi dhālikumu l-lahu rabbukum fa-uʿ'budūhu afalā tadhakkarūna","tr":{"en":"Indeed, your Lord is Allāh, who created the heavens and the earth in six days and then established Himself above the Throne,<sup foot_note=196433>1</sup> arranging the matter [of His creation]. There is no intercessor except after His permission. That is Allāh, your Lord, so worship Him. Then will you not remember?","id":"Sesungguhnya Tuhan kamu Dialah Allah yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas Arasy (singgasana) untuk mengatur segala urusan. Tidak ada yang dapat memberi syafaat kecuali setelah ada izin-Nya. Itulah Allah, Tuhanmu, maka sembahlah Dia. Apakah kamu tidak mengambil pelajaran?","zh":"你们的主确是安拉，他曾在六日内创造了天地，然后升上宝座，处理万事。没有一个说情者，不是先得到他的允许的。那是安拉，你们的主，你们应当崇拜他。你们怎么还不觉悟呢？","ja":"本当にあなたがたの主はアッラーである。6日の間に天と地を創造され，それから（大権の）玉位に鎮座して，凡ての事物を規制統御なされる。かれの許しを得た後でなければ，執り成す者はない。これがあなたがたの主，アッラーである。かれに仕えなさい。あなたがたは，訓戒を受け入れないのか。"},"m":{"juz":11,"hizb":21,"rub":null,"page":208,"ruku":172}},{"s":10,"a":4,"ar":"إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ إِنَّهُۥ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ بِٱلْقِسْطِ ۚ وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ","tl":"ilayhi marjiʿukum jamīʿan waʿda l-lahi ḥaqqan innahu yabda-u l-khalqa thumma yuʿīduhu liyajziya alladhīna āmanū waʿamilū l-ṣāliḥāti bil-qis'ṭi wa-alladhīna kafarū lahum sharābun min ḥamīmin waʿadhābun alīmun bimā kānū yakfurūna","tr":{"en":"To Him is your return all together. [It is] the promise of Allāh [which is] truth. Indeed, He begins the [process of] creation and then repeats it that He may reward those who have believed and done righteous deeds, in justice. But those who disbelieved will have a drink of scalding water and a painful punishment for what they used to deny.","id":"Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan makhluk kemudian mengulanginya (menghidupkannya kembali setelah berbangkit), agar Dia memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan dengan adil. Sedangkan untuk orang-orang kafir (disediakan) minuman air yang mendidih dan siksaan yang pedih karena kekafiran mereka.","zh":"你们都只归于他，安拉的诺言是真实的。他确已创造了万物，而且必加以再造，以便他秉公地报酬信道而且行善者。不信道者，将因自己的不信道而饮沸水，并受痛苦的刑罚","ja":"あなたがたは皆一緒にアッラーの御許に帰る。アッラーの約束は真実である。本当にかれは創造を始め，そしてそれを繰り返される。これは信仰して善行をした者に，公正に報われるためである。だがかれを信仰しない者には，煮えたった飲物と，痛ましい懲罰がある。これはかれらが不信心であったためである。"},"m":{"juz":11,"hizb":21,"rub":null,"page":208,"ruku":172}},{"s":10,"a":5,"ar":"هُوَ ٱلَّذِى جَعَلَ ٱلشَّمْسَ ضِيَآءً وَٱلْقَمَرَ نُورًا وَقَدَّرَهُۥ مَنَازِلَ لِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ ۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلْحَقِّ ۚ يُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ","tl":"huwa alladhī jaʿala l-shamsa ḍiyāan wal-qamara nūran waqaddarahu manāzila litaʿlamū ʿadada l-sinīna wal-ḥisāba mā khalaqa l-lahu dhālika illā bil-ḥaqi yufaṣṣilu l-āyāti liqawmin yaʿlamūna","tr":{"en":"It is He who made the sun a shining light and the moon a derived light and determined for it phases - that you may know the number of years and account [of time]. Allāh has not created this except in truth. He details the signs for a people who know.","id":"Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui.","zh":"他曾以太阳为发光的，以月亮为光明的，并为月亮而定列宿，以便你们知道历算。安拉只依真理而创造之。他为能了解的民众而解释一切迹象。","ja":"かれこそは太陽を輝やかせ，月を灯明とされ，その軌道を定め，年数（と時日）の計算をあなたがたに教えられた方である。アッラーがこれらを創造されたのは，只真理（を現わすため）に外ならない。かれは知識ある人びとに印を詳しく述べられる。"},"m":{"juz":11,"hizb":21,"rub":null,"page":208,"ruku":172}},{"s":10,"a":6,"ar":"إِنَّ فِى ٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَّقُونَ","tl":"inna fī ikh'tilāfi al-layli wal-nahāri wamā khalaqa l-lahu fī l-samāwāti wal-arḍi laāyātin liqawmin yattaqūna","tr":{"en":"Indeed, in the alternation of the night and the day and [in] what Allāh has created in the heavens and the earth are signs for a people who fear Allāh.","id":"Sesungguhnya pada pergantian malam dan siang, dan pada apa yang diciptakan Allah di langit dan di bumi, pasti terdapat tanda-tanda (kebesaran-Nya) bagi orang-orang yang bertakwa.","zh":"昼夜的轮流，以及安拉在天地间所造的森罗万象，在敬畏的民众看来，此中确有许多迹象。","ja":"本当に夜と昼との交替，またアッラーが天と地の間に創られる凡てのものの中には，主を畏れる者への印がある。"},"m":{"juz":11,"hizb":21,"rub":null,"page":208,"ruku":172}},{"s":10,"a":7,"ar":"إِنَّ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱطْمَأَنُّوا۟ بِهَا وَٱلَّذِينَ هُمْ عَنْ ءَايَـٰتِنَا غَـٰفِلُونَ","tl":"inna alladhīna lā yarjūna liqāanā waraḍū bil-ḥayati l-dun'yā wa-iṭ'ma-annū bihā wa-alladhīna hum ʿan āyātinā ghāfilūna","tr":{"en":"Indeed, those who do not expect the meeting with Us and are satisfied with the life of this world and feel secure therein and those who are heedless of Our signs -","id":"Sesungguhnya orang-orang yang tidak mengharapkan (tidak percaya akan) pertemuan dengan Kami, dan merasa puas dengan kehidupan dunia serta merasa tenteram dengan (kehidupan) itu, dan orang-orang yang melalaikan ayat-ayat Kami,","zh":"不希望与我相会，只愿永享今世生活，而且安然享受的人，以及忽视我的种种迹象的人，","ja":"本当にわれとの会見を期待しない者，また現世の生活に満足してこれに安心している者，そしてわれの印を疎かにする者，"},"m":{"juz":11,"hizb":21,"rub":null,"page":209,"ruku":172}},{"s":10,"a":8,"ar":"أُو۟لَـٰٓئِكَ مَأْوَىٰهُمُ ٱلنَّارُ بِمَا كَانُوا۟ يَكْسِبُونَ","tl":"ulāika mawāhumu l-nāru bimā kānū yaksibūna","tr":{"en":"For those their refuge will be the Fire because of what they used to earn.","id":"mereka itu tempatnya di neraka, karena apa yang telah mereka lakukan.","zh":"他们将因自己的营谋而以火狱为归宿。","ja":"これらの者の住まいは，その（悪い）行いのために地獄である。"},"m":{"juz":11,"hizb":21,"rub":null,"page":209,"ruku":172}},{"s":10,"a":9,"ar":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَـٰنِهِمْ ۖ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ فِى جَنَّـٰتِ ٱلنَّعِيمِ","tl":"inna alladhīna āmanū waʿamilū l-ṣāliḥāti yahdīhim rabbuhum biīmānihim tajrī min taḥtihimu l-anhāru fī jannāti l-naʿīmi","tr":{"en":"Indeed, those who have believed and done righteous deeds - their Lord will guide them because of their faith. Beneath them rivers will flow in the Gardens of Pleasure.","id":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, niscaya diberi petunjuk oleh Tuhan karena keimanannya. Mereka di dalam surga yang penuh kenikmatan, mengalir di bawahnya sungai-sungai.","zh":"信道而且行善的人，他们的主将因他们的信仰而引导他们；他们将安居于下临诸河的幸福园中。","ja":"本当に信仰して善行に励む者には，かれらの主は，その信仰によってかれらを導かれる。至福の楽園の中に，川はかれらの足元を流れるのである。"},"m":{"juz":11,"hizb":21,"rub":null,"page":209,"ruku":172}},{"s":10,"a":10,"ar":"دَعْوَىٰهُمْ فِيهَا سُبْحَـٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ ۚ وَءَاخِرُ دَعْوَىٰهُمْ أَنِ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ","tl":"daʿwāhum fīhā sub'ḥānaka l-lahuma wataḥiyyatuhum fīhā salāmun waākhiru daʿwāhum ani l-ḥamdu lillahi rabbi l-ʿālamīna","tr":{"en":"Their call therein will be, \"Exalted are You, O Allāh,\" and their greeting therein will be, \"Peace.\" And the last of their call will be, \"Praise to Allāh, Lord of the worlds!\"","id":"Doa mereka di dalamnya ialah, \"Subḥānakallāhumma\" (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, \"Salām\" (salam sejahtera). Dan penutup doa mereka ialah, \"Al-Ḥamdu lillāhi Rabbil 'ālamīn\". (segala puji bagi Allah Tuhan seluruh alam).","zh":"他们在乐园中的祈祷词是：“我们的主啊！我们赞美你。”他们在乐园中的祝辞是：“平安。”他们最后的祈祷是：“一切赞颂全归安拉——众世界的主。”","ja":"その中でかれらの祈りは，「アッラーよ，あなたの栄光を讃えます。」であり，またそこでのかれらの挨拶は「平安あれ。」であり，そして祈りの結びは，「万有の主アッラーを讃えます。」である。"},"m":{"juz":11,"hizb":21,"rub":null,"page":209,"ruku":172}},{"s":10,"a":11,"ar":"۞ وَلَوْ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسْتِعْجَالَهُم بِٱلْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ ۖ فَنَذَرُ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ","tl":"walaw yuʿajjilu l-lahu lilnnāsi l-shara is'tiʿ'jālahum bil-khayri laquḍiya ilayhim ajaluhum fanadharu alladhīna lā yarjūna liqāanā fī ṭugh'yānihim yaʿmahūna","tr":{"en":"And if Allāh was to hasten for the people the evil [they invoke]<sup foot_note=196435>1</sup> as He hastens for them the good, their term would have been ended for them.<sup foot_note=196434>2</sup> But We leave the ones who do not expect the meeting with Us, in their transgression, wandering blindly.","id":"Dan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bingung di dalam kesesatan mereka.","zh":"假若安拉为世人速降灾害，犹如他们急于求福那样，他们的大限必已判定了。但我任随那些不希望与我相会的人徘徊于其残暴之中。","ja":"かれらが幸福へと急ぐよう，もしアッラーが人びとに対して悪を急がれるならば，（猶予の）期間はきっと終らされたであろう。われとの会見を望まない者には，法外の混乱の中で当てもなくさ迷わせることであろう。"},"m":{"juz":11,"hizb":21,"rub":null,"page":209,"ruku":173}},{"s":10,"a":12,"ar":"وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِدًا أَوْ قَآئِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلَىٰ ضُرٍّ مَّسَّهُۥ ۚ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا۟ يَعْمَلُونَ","tl":"wa-idhā massa l-insāna l-ḍuru daʿānā lijanbihi aw qāʿidan aw qāiman falammā kashafnā ʿanhu ḍurrahu marra ka-an lam yadʿunā ilā ḍurrin massahu kadhālika zuyyina lil'mus'rifīna mā kānū yaʿmalūna","tr":{"en":"And when affliction touches man, he calls upon Us, whether lying on his side or sitting or standing; but when We remove from him his affliction, he continues [in disobedience] as if he had never called upon Us to [remove] an affliction that touched him. Thus is made pleasing to the transgressors that which they have been doing.","id":"Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan.","zh":"当人遭遇灾害的时候，便卧着、或坐着、或站着向我祈祷。等我解除他们的灾害后，他们就继续作恶，仿佛不曾祈求我解除他们的灾害一样。过分的人们是这样为他们的行为所迷惑的。","ja":"人びと（不信心者たち）が苦難に会った時は，横たわり，あるいは座り，あるいは立っていても（どんな状態のもとでも）われを呼ぶ。だがわれがかれらから苦難を除くと，（まるで）かれらを苦しめた（以前の）不幸のためわれを呼ばなかったかのように過ごしてしまう。このように愚かな者は，その行いを（悪魔によって）立派だと思わせられる。"},"m":{"juz":11,"hizb":21,"rub":null,"page":209,"ruku":173}},{"s":10,"a":13,"ar":"وَلَقَدْ أَهْلَكْنَا ٱلْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا۟ ۙ وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَمَا كَانُوا۟ لِيُؤْمِنُوا۟ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ","tl":"walaqad ahlaknā l-qurūna min qablikum lammā ẓalamū wajāathum rusuluhum bil-bayināti wamā kānū liyu'minū kadhālika najzī l-qawma l-muj'rimīna","tr":{"en":"And We had already destroyed generations before you when they wronged, and their messengers had come to them with clear proofs, but they were not to believe. Thus do We recompense the criminal people.","id":"Dan sungguh, Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan (yang nyata), tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa.","zh":"在你们之前曾有许多世代，他们族中的使者既昭示了他们许多明证，而他们仍行不义，不肯信道，我就毁灭了他们，我这样报应犯罪的民众。","ja":"本当にわれはあなたがた以前にも，かれらが不義を行ったために，幾多の民族を滅ぼした。使徒たちが明証をかれらに与えたのだが，かれらは信じようとはしなかった。このようにわれは，罪を犯した民に報いる。"},"m":{"juz":11,"hizb":21,"rub":null,"page":209,"ruku":173}},{"s":10,"a":14,"ar":"ثُمَّ جَعَلْنَـٰكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ","tl":"thumma jaʿalnākum khalāifa fī l-arḍi min baʿdihim linanẓura kayfa taʿmalūna","tr":{"en":"Then We made you successors in the land after them so that We may observe how you will do.","id":"Kemudian Kami jadikan kamu sebagai pengganti-pengganti (mereka) di bumi setelah mereka, untuk Kami lihat bagaimana kamu berbuat.","zh":"在他们灭亡之后，我以你们成为大地上的代治者，以便我看你们怎样工作。","ja":"それからわれはかれらの後に，この地をあなたがたに継がせた。これはあなたがたが，如何に行うかを見るためである。"},"m":{"juz":11,"hizb":21,"rub":null,"page":209,"ruku":173}},{"s":10,"a":15,"ar":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَاتُنَا بَيِّنَـٰتٍ ۙ قَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا ٱئْتِ بِقُرْءَانٍ غَيْرِ هَـٰذَآ أَوْ بَدِّلْهُ ۚ قُلْ مَا يَكُونُ لِىٓ أَنْ أُبَدِّلَهُۥ مِن تِلْقَآئِ نَفْسِىٓ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۖ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ","tl":"wa-idhā tut'lā ʿalayhim āyātunā bayyinātin qāla alladhīna lā yarjūna liqāanā i'ti biqur'ānin ghayri hādhā aw baddil'hu qul mā yakūnu lī an ubaddilahu min til'qāi nafsī in attabiʿu illā mā yūḥā ilayya innī akhāfu in ʿaṣaytu rabbī ʿadhāba yawmin ʿaẓīmin","tr":{"en":"And when Our verses are recited to them as clear evidences, those who do not expect the meeting with Us say, \"Bring us a Qur’ān other than this or change it.\" Say, [O Muḥammad], \"It is not for me to change it on my own accord. I only follow what is revealed to me. Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\"","id":"Dan apabila dibacakan kepada mereka ayat-ayat Kami dengan jelas, orang-orang yang tidak mengharapkan pertemuan dengan kami berkata, \"Datangkanlah kitab selain Alquran ini atau gantilah.\" Katakanlah (Muhammad), \"Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku hanya mengikuti apa yang diwahyukan kepadaku. Aku benar-benar takut akan azab hari yang besar (Kiamat) jika mendurhakai Tuhanku.\"","zh":"有人对他们宣读我的明显的迹象的时候，那些不希望会见我的人说：“请你另拿一部《古兰经》来，或者请你修改这部《古兰经》。”你说：“我不至于擅自修改它。我只能遵从我所受的启示。如果我违抗我的主，我的确畏惧重大日的刑罚。”","ja":"ところがわれの明瞭な印が，かれらに読み聞かされた時，われと会うことを望まない者たちは言った。「これとは別のクルアーンを持って来なさい。それともこれを改竄しなさい。」言ってやるがいい。「わたしは自分の裁量でこれを改竄することは出来ない。只，わたしに啓示されたものに従うだけである。わたしがもし主に背いたならば，偉大な日の懲罰を本当に恐れる。」"},"m":{"juz":11,"hizb":21,"rub":null,"page":210,"ruku":173}},{"s":10,"a":16,"ar":"قُل لَّوْ شَآءَ ٱللَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْرَىٰكُم بِهِۦ ۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ","tl":"qul law shāa l-lahu mā talawtuhu ʿalaykum walā adrākum bihi faqad labith'tu fīkum ʿumuran min qablihi afalā taʿqilūna","tr":{"en":"Say, \"If Allāh had willed, I would not have recited it to you, nor would He have made it known to you, for I had remained among you a lifetime before it.<sup foot_note=196436>1</sup> Then will you not reason?\"","id":"Katakanlah (Muhammad), \"Jika Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu.\"Aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Alquran). Apakah kamu tidak mengerti?","zh":"你说：“假若安拉意欲，我一定不向你们宣读这部经，安拉也不使你们了解其意义。在降示这部经之前，我确已在你们中间度过了大半生，难道你们不明理吗？”","ja":"言ってやるがいい。「アッラーの御心なら，わたしはあなたがたにそれを読誦せず，またかれは，あなたがたに教えられなかったであろう。その（啓示）前に，わたしは確かにあなたがたの間で，一生ほどの（40年の）歳月を過ごした。あなたがたは未だ悟らないのか。」"},"m":{"juz":11,"hizb":21,"rub":null,"page":210,"ruku":173}},{"s":10,"a":17,"ar":"فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْمُجْرِمُونَ","tl":"faman aẓlamu mimmani if'tarā ʿalā l-lahi kadhiban aw kadhaba biāyātihi innahu lā yuf'liḥu l-muj'rimūna","tr":{"en":"So who is more unjust than he who invents a lie about Allāh or denies His signs? Indeed, the criminals will not succeed.","id":"Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang berbuat dosa itu tidak akan beruntung.","zh":"假借安拉的名义而造谣，或否认其迹象的人，有谁比他还不义呢？犯罪的人一定不会成功。","ja":"アッラーに就いて偽りを捏造し，その啓示を拒否するほど，甚だしい不義の者があろうか。罪を犯す者は，決して成功しないのである。"},"m":{"juz":11,"hizb":21,"rub":null,"page":210,"ruku":173}},{"s":10,"a":18,"ar":"وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِ ۚ قُلْ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعْلَمُ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ","tl":"wayaʿbudūna min dūni l-lahi mā lā yaḍurruhum walā yanfaʿuhum wayaqūlūna hāulāi shufaʿāunā ʿinda l-lahi qul atunabbiūna l-laha bimā lā yaʿlamu fī l-samāwāti walā fī l-arḍi sub'ḥānahu wataʿālā ʿammā yush'rikūna","tr":{"en":"And they worship other than Allāh that which neither harms them nor benefits them, and they say, \"These are our intercessors with Allāh.\" Say, \"Do you inform Allāh of something He does not know in the heavens or on the earth?\" Exalted is He and high above what they associate with Him.","id":"Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\"<sup foot_note=135335>1</sup> Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan itu.","zh":"除安拉外，他们崇拜那对他们既无福又无祸的东西，他们说：“这些（偶像）是在安拉那里替我们说情的。”你说：“难道安拉不知道天地间有此事，而要你们来告诉他吗！赞美安拉，他超乎万物！他超乎他们所匹配的一切东西！”","ja":"かれらはアッラーの外に，かれらを害せず，また益のないものに仕えて，「これら（の神々）は，アッラーの御前でわたしたちを執り成すものです。」と言う。言ってやるがいい。「あなたがたは，天地においてアッラーの知らないことを，かれに告げようとするのか。」かれを讃えなさい。かれはかれらが配するものの上に高くおられる。"},"m":{"juz":11,"hizb":21,"rub":null,"page":210,"ruku":173}},{"s":10,"a":19,"ar":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةً وَٰحِدَةً فَٱخْتَلَفُوا۟ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ","tl":"wamā kāna l-nāsu illā ummatan wāḥidatan fa-ikh'talafū walawlā kalimatun sabaqat min rabbika laquḍiya baynahum fīmā fīhi yakhtalifūna","tr":{"en":"And mankind was not but one community [united in religion], but [then] they differed. And if not for a word<sup foot_note=196437>1</sup> that preceded from your Lord, it would have been judged between them [immediately] concerning that over which they differ.","id":"Dan manusia dahulunya satu umat, kemudian mereka berselisih. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu,<sup foot_note=135336>1</sup> pastilah telah diberi keputusan (di dunia) di antara mereka, tentang apa yang mereka perselisihkan itu.","zh":"人们原来是一个民族，嗣后，他们信仰分歧，假若没有一句话，从你的主预先发出，那么，他们所争论的是非，必定获得判决了。","ja":"人間は（元来）唯一族（1つのウンマ）であった。もし以前にあなたの主から下された御言葉がなかったならば，その相違点に就いては，かれらの間に採決が下されてしまっただろう。"},"m":{"juz":11,"hizb":21,"rub":null,"page":210,"ruku":173}},{"s":10,"a":20,"ar":"وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۖ فَقُلْ إِنَّمَا ٱلْغَيْبُ لِلَّهِ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ","tl":"wayaqūlūna lawlā unzila ʿalayhi āyatun min rabbihi faqul innamā l-ghaybu lillahi fa-intaẓirū innī maʿakum mina l-muntaẓirīna","tr":{"en":"And they say, \"Why is a sign not sent down to him from his Lord?\" So say, \"The unseen is only for Allāh [to administer], so wait; indeed, I am with you among those who wait.\"","id":"Dan mereka berkata, \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti (mukjizat) dari Tuhannya?\" Katakanlah, \"Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu (sajalah) olehmu. Ketahuilah aku juga menunggu bersama kamu.","zh":"他们说：“为何没有一种迹象从他的主降临他呢？”你说：“幽玄只归安拉，你们期待着吧！我确是和你们在一起期待着的！”","ja":"かれらは言うであろう。「何故主から一つの印もかれ（ムハンマド）に下されないのだろう。」言ってやるがいい。「幽玄界のことは，只アッラーが御支配しておられる。だから待て。わたしもまた，あなたがたと共に待つ者である。」"},"m":{"juz":11,"hizb":21,"rub":null,"page":210,"ruku":173}},{"s":10,"a":21,"ar":"وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً مِّنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌ فِىٓ ءَايَاتِنَا ۚ قُلِ ٱللَّهُ أَسْرَعُ مَكْرًا ۚ إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ","tl":"wa-idhā adhaqnā l-nāsa raḥmatan min baʿdi ḍarrāa massathum idhā lahum makrun fī āyātinā quli l-lahu asraʿu makran inna rusulanā yaktubūna mā tamkurūna","tr":{"en":"And when We give the people a taste of mercy after adversity has touched them, at once they conspire against Our verses. Say, \"Allāh is swifter in strategy.\" Indeed, Our messengers [i.e., angels] record that which you conspire.","id":"Dan apabila Kami memberikan suatu rahmat kepada manusia, setelah mereka ditimpa bencana, mereka segera melakukan segala tipu daya (menentang) ayat-ayat Kami. Katakanlah, \"Allah lebih cepat pembalasannya (atas tipu daya itu).\" Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu.","zh":"在众人遭遇灾害之后，当我使他们尝试慈恩的时候，他们忽然图谋诽谤我的迹象。你说：“安拉的计谋是更迅速的。”我的使者们确是记录你们的计谋的。","ja":"われが人間に災厄を味わせた後，慈悲を与えると，見よ，かれらはわが印に対して策謀をする。言ってやるがいい。「アッラーは，策謀に対して迅速に処置される。」本当にわが使徒たち （天使）は，あなたがたの策謀することを凡て記録するのである。"},"m":{"juz":11,"hizb":21,"rub":null,"page":211,"ruku":174}},{"s":10,"a":22,"ar":"هُوَ ٱلَّذِى يُسَيِّرُكُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ ۖ حَتَّىٰٓ إِذَا كُنتُمْ فِى ٱلْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا۟ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ ٱلْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّوٓا۟ أَنَّهُمْ أُحِيطَ بِهِمْ ۙ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ","tl":"huwa alladhī yusayyirukum fī l-bari wal-baḥri ḥattā idhā kuntum fī l-ful'ki wajarayna bihim birīḥin ṭayyibatin wafariḥū bihā jāathā rīḥun ʿāṣifun wajāahumu l-mawju min kulli makānin waẓannū annahum uḥīṭa bihim daʿawū l-laha mukh'liṣīna lahu l-dīna la-in anjaytanā min hādhihi lanakūnanna mina l-shākirīna","tr":{"en":"It is He who enables you to travel on land and sea until, when you are in ships and they sail with them<sup foot_note=196438>1</sup> by a good wind and they rejoice therein, there comes a storm wind and the waves come upon them from every place and they expect to be engulfed, they supplicate Allāh, sincere to Him in religion, \"If You should save us from this, we will surely be among the thankful.\"","id":"Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (dan berlayar) di lautan. Sehingga ketika kamu berada di dalam kapal, dan meluncurlah (kapal) itu membawa mereka (orang-orang yang ada di dalamnya) dengan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai dan gelombang menimpanya dari segenap penjuru, dan mereka mengira telah terkepung (bahaya), maka mereka berdoa dengan tulus ikhlas kepada Allah semata. (Seraya berkata), \"Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.\"","zh":"安拉使你们在陆上和海上旅行。当你们坐在船中，乘顺风而航行，并因风而欣喜的时候，暴风向船袭来，波涛从各处滚来，船里的人猜想自己已被包围，他们虔诚地祈祷安拉：“如果你使我们脱离这次灾难，我们必定感谢你。”","ja":"かれこそはあなたがたを陸に，また海に旅をさせられる御方である。それであなたがたが船に乗る時，それが順風に乗って航行すれば，かれらはそれで喜ぶ。暴風が襲うと，大波が四方から押し寄せ，かれらはもうこれまでだと観念して，アッラーに向かって，信心を尽くして祈る。 「あなたが，もしわたしたちをこれから救い下されば，必ず感謝を捧げる者になります。」"},"m":{"juz":11,"hizb":21,"rub":null,"page":211,"ruku":174}},{"s":10,"a":23,"ar":"فَلَمَّآ أَنجَىٰهُمْ إِذَا هُمْ يَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۗ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰٓ أَنفُسِكُم ۖ مَّتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","tl":"falammā anjāhum idhā hum yabghūna fī l-arḍi bighayri l-ḥaqi yāayyuhā l-nāsu innamā baghyukum ʿalā anfusikum matāʿa l-ḥayati l-dun'yā thumma ilaynā marjiʿukum fanunabbi-ukum bimā kuntum taʿmalūna","tr":{"en":"But when He saves them, at once they commit injustice<sup foot_note=196439>1</sup> upon the earth without right. O mankind, your injustice is only against yourselves, [being merely] the enjoyment of worldly life. Then to Us is your return, and We will inform you of what you used to do.","id":"Tetapi ketika Allah menyelamatkan mereka, malah mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; itu hanya kenikmatan hidup duniawi, selanjutnya kepada Kamilah kembalimu, kelak akan Kami kabarkan kepadamu apa yang telah kamu kerjakan.","zh":"当他拯救了他们的时候，他们忽然在地方上无理地侵害（他人）。人们啊！你们的侵害只有害于自身，那是今世生活的享受，然后，你们只归于我，我要把你们的行为告诉你们。","ja":"だがかれが救助してみると，見よ，かれらは地上において正義を侮って不義を行う。人びとよ，あなたがたの反逆は只自分自身の魂を害し，現世の生活で享楽を得るだけであるが，あなたがたはすぐにわれに帰るのである。その時われは，あなたがたの行ったことを告げ知らせるであろう。"},"m":{"juz":11,"hizb":21,"rub":null,"page":211,"ruku":174}},{"s":10,"a":24,"ar":"إِنَّمَا مَثَلُ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ مِمَّا يَأْكُلُ ٱلنَّاسُ وَٱلْأَنْعَـٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلْأَرْضُ زُخْرُفَهَا وَٱزَّيَّنَتْ وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَـٰدِرُونَ عَلَيْهَآ أَتَىٰهَآ أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَـٰهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِٱلْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَتَفَكَّرُونَ","tl":"innamā mathalu l-ḥayati l-dun'yā kamāin anzalnāhu mina l-samāi fa-ikh'talaṭa bihi nabātu l-arḍi mimmā yakulu l-nāsu wal-anʿāmu ḥattā idhā akhadhati l-arḍu zukh'rufahā wa-izzayyanat waẓanna ahluhā annahum qādirūna ʿalayhā atāhā amrunā laylan aw nahāran fajaʿalnāhā ḥaṣīdan ka-an lam taghna bil-amsi kadhālika nufaṣṣilu l-āyāti liqawmin yatafakkarūna","tr":{"en":"The example of [this] worldly life is but like rain which We have sent down from the sky that the plants of the earth absorb - [those] from which men and livestock eat - until, when the earth has taken on its adornment and is beautified and its people suppose that they have capability over it, there comes to it Our command by night or by day, and We make it as a harvest,<sup foot_note=196440>1</sup> as if it had not flourished yesterday. Thus do We explain in detail the signs for a people who give thought.","id":"Sesungguhnya perumpamaan kehidupan duniawi itu hanya seperti air (hujan) yang Kami turunkan dari langit, lalu tumbuhlah tanaman-tanaman bumi dengan subur (karena air itu), di antaranya ada yang dimakan manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan berhias,<sup foot_note=135337>1</sup> dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada kaum yang berpikir.","zh":"今世的生活，就像是从天上降下雨水，地里的禾苗，即人和牲畜所吃的东西——就因之而繁茂起来。直到田地穿上盛装，打扮的很美丽，而农夫猜想自己可以获得丰收的时候，我的命令在黑夜或白昼降临那些田地，我使五谷只留下茬儿，仿佛新近没有种过庄稼一样。我为能思维的民众这样解释许多迹象。","ja":"本当に，現世の生活を例えれば，天からわれが降らせる水（雨）のようなものである。それで土を潤し，人間や家畜の食べ物を茂らせる。大地が美麗な装いで覆われて飾られると，そこの（住）民は，その全権を持ったと思い込む。だがわが命令が，夜も昼も一度下れば，昨日は繁茂 していなかったかのように刈り取られたもののように変えてしまう。われはこのように，熟慮する人びと のために（われの）印を解明する。"},"m":{"juz":11,"hizb":21,"rub":null,"page":211,"ruku":174}},{"s":10,"a":25,"ar":"وَٱللَّهُ يَدْعُوٓا۟ إِلَىٰ دَارِ ٱلسَّلَـٰمِ وَيَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ","tl":"wal-lahu yadʿū ilā dāri l-salāmi wayahdī man yashāu ilā ṣirāṭin mus'taqīmin","tr":{"en":"And Allāh invites to the Home of Peace [i.e., Paradise] and guides whom He wills to a straight path.","id":"Dan Allah menyeru (manusia) ke Dārussalām (surga), dan memberikan petunjuk kepada orang yang Dia kehendaki ke jalan yang lurus (Islam).","zh":"安拉召人到平安的住宅，并引导其所欲引导的人走上正路。","ja":"本当にアッラーは，人を平安の家に招き，また御好みになられた者を正しい道に導かれる。"},"m":{"juz":11,"hizb":21,"rub":null,"page":211,"ruku":174}},{"s":10,"a":26,"ar":"۞ لِّلَّذِينَ أَحْسَنُوا۟ ٱلْحُسْنَىٰ وَزِيَادَةٌ ۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ","tl":"lilladhīna aḥsanū l-ḥus'nā waziyādatun walā yarhaqu wujūhahum qatarun walā dhillatun ulāika aṣḥābu l-janati hum fīhā khālidūna","tr":{"en":"For them who have done good is the best [reward] - and extra.<sup foot_note=196441>1</sup> No darkness will cover their faces, nor humiliation. Those are companions of Paradise; they will abide therein eternally.","id":"Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, mereka kekal di dalamnya.","zh":"行善者将受善报，且有余庆，脸上没有黑灰和忧色，这些人是乐园的居民，将永居其中。","ja":"善行をした者には（天国へ入るという）素晴しい報奨があり，また追加もある。かれらの顔には，暗さや屈辱の影もないであろう。これらは楽園の住人である。永遠にその中に住むであろう。"},"m":{"juz":11,"hizb":22,"rub":null,"page":212,"ruku":174}},{"s":10,"a":27,"ar":"وَٱلَّذِينَ كَسَبُوا۟ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةٍۭ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ ٱلَّيْلِ مُظْلِمًا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ","tl":"wa-alladhīna kasabū l-sayiāti jazāu sayyi-atin bimith'lihā watarhaquhum dhillatun mā lahum mina l-lahi min ʿāṣimin ka-annamā ugh'shiyat wujūhuhum qiṭaʿan mina al-layli muẓ'liman ulāika aṣḥābu l-nāri hum fīhā khālidūna","tr":{"en":"But they who have earned [blame for] evil doings - the recompense of an evil deed is its equivalent, and humiliation will cover them. They will have from Allāh no protector. It will be as if their faces are covered with pieces of the night - so dark [are they]. Those are the companions of the Fire; they will abide therein eternally.","id":"Adapun orang-orang yang berbuat kejahatan (akan mendapat) balasan kejahatan yang setimpal dan mereka diselubungi kehinaan. Tidak ada bagi mereka seorang pelindung pun dari (azab) Allah, seakan-akan wajah mereka ditutupi dengan kepingan-kepingan malam yang gelap gulita. Mereka itulah penghuni neraka, mereka kekal di dalamnya.","zh":"作恶者每作一恶，必受同样的恶报，而且脸上有忧色——没有任何人能帮助他们对抗安拉——他们的脸上仿佛有黑夜的颜色。这些人是火狱的居民，将永居其中。","ja":"だが悪を行っていた者には，同様の悪の報いがある。また屈辱に覆われ，アッラー（の怒り）からかれらを守るものはないであろう。その顔は丁度夜の暗闇に覆われたようである。これらは火獄の住人である。永遠にその中に住むであろう。"},"m":{"juz":11,"hizb":22,"rub":null,"page":212,"ruku":174}},{"s":10,"a":28,"ar":"وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا۟ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ","tl":"wayawma naḥshuruhum jamīʿan thumma naqūlu lilladhīna ashrakū makānakum antum washurakāukum fazayyalnā baynahum waqāla shurakāuhum mā kuntum iyyānā taʿbudūna","tr":{"en":"And [mention, O Muḥammad], the Day We will gather them all together - then We will say to those who associated others with Allāh, \"[Remain in] your place, you and your 'partners.'\"<sup foot_note=196444>1</sup> Then We will separate them,<sup foot_note=196443>2</sup> and their \"partners\" will say, \"You did not used to worship us,<sup foot_note=196442>3</sup>","id":"Dan (ingatlah) pada hari (ketika) itu Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang yang mempersekutukan (Allah), \"Tetaplah di tempatmu, kamu dan para sekutumu.\" Lalu Kami pisahkan mereka, dan berkatalah sekutu-sekutu mereka, \"kamu sekali-kali tidak pernah menyembah kami.<sup foot_note=135338>1</sup>","zh":"在那日，我要把他们全部集合起来，然后，对以物配主的人说：“你们和你们的配主站住吧！”，于是，我使他们彼此分离，他们的配主要说：“你们没有崇拜过我们，","ja":"その日，われは一斉にかれらを招集する。その時われは，多神を崇めた者たちに言うであろう。「あなたがたそしてあなたがたの仲間は，そこに控えていなさい。」それからわれは一人一人を引き離す。その際，かれらの立てていた神々は言う。「あなたがたが拝したのは，わたしたちではなかった。"},"m":{"juz":11,"hizb":22,"rub":null,"page":212,"ruku":174}},{"s":10,"a":29,"ar":"فَكَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَـٰفِلِينَ","tl":"fakafā bil-lahi shahīdan baynanā wabaynakum in kunnā ʿan ʿibādatikum laghāfilīna","tr":{"en":"And sufficient is Allāh as a witness between us and you that we were of your worship unaware.\"","id":"Maka cukuplah Allah menjadi saksi antara kami dengan kamu, sebab kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).\"","zh":"安拉足为我们和你们之间的见证，我们的确忽视你们的崇拜。”","ja":"アッラーは，わたしたちとあなたがたとの間の，立証者として万全である。わたしたちは，あなたがたが拝しているのを実際知らなかった。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":212,"ruku":174}},{"s":10,"a":30,"ar":"هُنَالِكَ تَبْلُوا۟ كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ ۚ وَرُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ","tl":"hunālika tablū kullu nafsin mā aslafat waruddū ilā l-lahi mawlāhumu l-ḥaqi waḍalla ʿanhum mā kānū yaftarūna","tr":{"en":"There, [on that Day], every soul will be put to trial for what it did previously, and they will be returned to Allāh, their master, the Truth, and lost from them is whatever they used to invent.","id":"Di tempat itu (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, Pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (pelindung palsu) yang mereka ada-adakan.","zh":"在那时，各人将考验自己在生前的行为，他们将被送到安拉——他们真实的保护者那里去，而他们所捏造的已回避他们了。","ja":"そこで各人は先に送った行いを確認して，かれらの真の主，アッラーの許に連れ戻され，かれらが捏造していたものはかれらから消え去るであろう。"},"m":{"juz":11,"hizb":22,"rub":null,"page":212,"ruku":174}},{"s":10,"a":31,"ar":"قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَمَّن يَمْلِكُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَمَن يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَمَن يُدَبِّرُ ٱلْأَمْرَ ۚ فَسَيَقُولُونَ ٱللَّهُ ۚ فَقُلْ أَفَلَا تَتَّقُونَ","tl":"qul man yarzuqukum mina l-samāi wal-arḍi amman yamliku l-samʿa wal-abṣāra waman yukh'riju l-ḥaya mina l-mayiti wayukh'riju l-mayita mina l-ḥayi waman yudabbiru l-amra fasayaqūlūna l-lahu faqul afalā tattaqūna","tr":{"en":"Say, \"Who provides for you from the heaven and the earth? Or who controls hearing and sight and who brings the living out of the dead and brings the dead out of the living and who arranges [every] matter?\" They will say, \"Allāh,\" so say, \"Then will you not fear Him?\"","id":"Katakanlah (Muhammad), \"Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati, dan mengeluarkan yang mati dari yang hidup, dan siapakah yang mengatur segala urusan?\" Maka mereka akan menjawab, \"Allah.\" Maka katakanlah, \"Mengapa kamu tidak bertakwa (kepada-Nya)?\"","zh":"你说：“谁从天上和地上给你们提供给养？谁主持你们的听觉和视觉？谁使活物从死物中生出？谁使死物从活物中生出？谁管理事物？”他们要说：“安拉。”你说：“难道你们不敬畏吗？","ja":"（人びとに）言ってやるがいい。「天と地から，あなたがたに用度を供給するのは誰か。聴覚や視覚を司るのは誰か。また死んだ物から，生命を齎し，生から死を齎せられる のは誰か。また凡ての事物を規制統御するのは誰であるのか。」かれらは必ず「アッラー」と言おう。言ってやるがいい。「何故あなたがたは，主を畏れないのか。"},"m":{"juz":11,"hizb":22,"rub":null,"page":212,"ruku":175}},{"s":10,"a":32,"ar":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلْحَقُّ ۖ فَمَاذَا بَعْدَ ٱلْحَقِّ إِلَّا ٱلضَّلَـٰلُ ۖ فَأَنَّىٰ تُصْرَفُونَ","tl":"fadhālikumu l-lahu rabbukumu l-ḥaqu famādhā baʿda l-ḥaqi illā l-ḍalālu fa-annā tuṣ'rafūna","tr":{"en":"For that is Allāh, your Lord, the Truth. And what can be beyond truth except error? So how are you averted?","id":"Maka itulah Allah, Tuhan kamu yang sebenarnya; maka tidak ada setelah kebenaran itu melainkan kesesatan. Maka mengapa kamu berpaling (dari kebenaran)?","zh":"那是安拉，你们的真实的主宰。在真理之外，除了迷误还有什么呢？你们怎么颠倒是非呢？”","ja":"これが，あなたがたの真の主，アッラーであられる。真理から離れては，虚偽の外に何があろう。あなたがたは，どうして背き去るのか。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":212,"ruku":175}},{"s":10,"a":33,"ar":"كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓا۟ أَنَّهُمْ لَا يُؤْمِنُونَ","tl":"kadhālika ḥaqqat kalimatu rabbika ʿalā alladhīna fasaqū annahum lā yu'minūna","tr":{"en":"Thus the word [i.e., decree] of your Lord has come into effect upon those who defiantly disobeyed - that they will not believe.","id":"Demikianlah telah tetap (hukuman) Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman.","zh":"你的主的判决对放肆的人们落实了。他们毕竟是不信道的。","ja":"このように主の掟に背く者に対し，あなたの主の御言葉は真実であることが立証された。本当にかれらは信仰しないであろう。"},"m":{"juz":11,"hizb":22,"rub":null,"page":212,"ruku":175}},{"s":10,"a":34,"ar":"قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۚ قُلِ ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۖ فَأَنَّىٰ تُؤْفَكُونَ","tl":"qul hal min shurakāikum man yabda-u l-khalqa thumma yuʿīduhu quli l-lahu yabda-u l-khalqa thumma yuʿīduhu fa-annā tu'fakūna","tr":{"en":"Say, \"Are there of your 'partners' any who begins creation and then repeats it?\" Say, \"Allāh begins creation and then repeats it, so how are you deluded?\"","id":"Katakanlah, \"Adakah di antara sekutumu yang dapat memulai penciptaan (makhluk), kemudian mengulanginya (menghidupkannya) kembali?\" Katakanlah, \"Allah memulai (penciptaan) makhluk, kemudian mengulanginya. Maka bagaimana kamu dipalingkan (menyembah selain Allah)?\"","zh":"你说：“你们的配主，有能创造万物，而且加以再造的吗？”你说：“安拉能创造万物，而且能加以再造。你们怎么混淆黑白呢？”","ja":"言ってやるがいい。「あなたがたの神々の中，誰が万有の創造をし，それを繰り返すのか。」言ってやるがいい。「万有を創造され，それからそれを繰り返される御方は，アッラーである。それなのにあなたがたは，どうして（真理から）迷い去るのか。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":213,"ruku":175}},{"s":10,"a":35,"ar":"قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِىٓ إِلَى ٱلْحَقِّ ۚ قُلِ ٱللَّهُ يَهْدِى لِلْحَقِّ ۗ أَفَمَن يَهْدِىٓ إِلَى ٱلْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّىٓ إِلَّآ أَن يُهْدَىٰ ۖ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ","tl":"qul hal min shurakāikum man yahdī ilā l-ḥaqi quli l-lahu yahdī lil'ḥaqqi afaman yahdī ilā l-ḥaqi aḥaqqu an yuttabaʿa amman lā yahiddī illā an yuh'dā famā lakum kayfa taḥkumūna","tr":{"en":"Say, \"Are there of your 'partners' any who guides to the truth?\" Say, \"Allāh guides to the truth. So is He who guides to the truth more worthy to be followed or he who guides not unless he is guided? Then what is [wrong] with you - how do you judge?\"","id":"Katakanlah, \"Apakah di antara sekutumu ada yang membimbing kepada kebenaran?\" Katakanlah, \"Allahlah yang membimbing kepada kebenaran.\" Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan?","zh":"你说：“你们的配主有能导人于真理的吗？”你说：“安拉能导人于真理。是能导人于真理的更宜于受人顺从呢？还是须受引导才能遵循正道的，更宜于顺从呢？你们怎么啦？你们怎么这样判断呢？”","ja":"言ってやるがいい。「あなたがたの神々の中，誰が真理に導くのか。」言ってやるがいい。 「アッラーは真理に導いて下される。それで真理に導く方と，自分が導かれなければ道を見い出せない者と，どちらが従うのに値するのか。あなたがたはどうしたのか。あなたがたはどう判断するのか。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":213,"ruku":175}},{"s":10,"a":36,"ar":"وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ۚ إِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَفْعَلُونَ","tl":"wamā yattabiʿu aktharuhum illā ẓannan inna l-ẓana lā yugh'nī mina l-ḥaqi shayan inna l-laha ʿalīmun bimā yafʿalūna","tr":{"en":"And most of them follow not except assumption. Indeed, assumption avails not against the truth at all. Indeed, Allāh is Knowing of what they do.","id":"Dan kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna untuk mencapai kebenaran. Sungguh, Allah Maha Mengetahui apa yang mereka kerjakan.","zh":"他们大半是只凭猜想，猜想对于真理是毫无裨益的。安拉确是全知他们的行为的。","ja":"かれらの多くは臆測に従うだけである。本当に臆測は，少しも真理にとって替わることは出来ない。本当にアッラーは，かれらの行うことを熟知なされる。"},"m":{"juz":11,"hizb":22,"rub":null,"page":213,"ruku":175}},{"s":10,"a":37,"ar":"وَمَا كَانَ هَـٰذَا ٱلْقُرْءَانُ أَن يُفْتَرَىٰ مِن دُونِ ٱللَّهِ وَلَـٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ ٱلْكِتَـٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَـٰلَمِينَ","tl":"wamā kāna hādhā l-qur'ānu an yuf'tarā min dūni l-lahi walākin taṣdīqa alladhī bayna yadayhi watafṣīla l-kitābi lā rayba fīhi min rabbi l-ʿālamīna","tr":{"en":"And it was not [possible] for this Qur’ān to be produced by other than Allāh, but [it is] a confirmation of what was before it and a detailed explanation of the [former] Scripture, about which there is no doubt,<sup foot_note=196445>1</sup> from the Lord of the worlds.","id":"Dan tidak mungkin Alquran ini dibuat-buat oleh selain Allah; tetapi (Alquran) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya,<sup foot_note=135339>1</sup> tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan seluruh alam.","zh":"这部《古兰经》不是可以舍安拉而伪造的，却是安拉降示来证实以前的天经，并详述安拉所制定的律例的。其中毫无疑义，乃是从众世界的主降示的。","ja":"このクルアーンは，アッラー以外のものによって作られるようなものではない。それどころかこれは，それ以前にあったものの確証（の啓示）であり，万有の主からの，疑いの余地を残さない，啓典の解明である。"},"m":{"juz":11,"hizb":22,"rub":null,"page":213,"ruku":175}},{"s":10,"a":38,"ar":"أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِسُورَةٍ مِّثْلِهِۦ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ","tl":"am yaqūlūna if'tarāhu qul fatū bisūratin mith'lihi wa-id'ʿū mani is'taṭaʿtum min dūni l-lahi in kuntum ṣādiqīna","tr":{"en":"Or do they say [about the Prophet (ﷺ)], \"He invented it?\" Say, \"Then bring forth a sūrah like it and call upon [for assistance] whomever you can besides Allāh, if you should be truthful.\"","id":"Apakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? Katakanlah, \"Buatlah satu surah yang semisal dengan surah (Alquran), dan ajaklah siapa saja diantara kamu orang yang mampu (membuatnya) selain Allah, jika kamu orang-orang yang benar.\"","zh":"难道他们说他伪造经典吗？你说：“你们就试拟作一章吧！”如果你们是诚实的，你们就应当舍安拉而吁请你们所能吁请的人。","ja":"またかれらは言うのである。「かれ（ムハンマド）がそれを作ったのですか。」言ってやるがいい。「それなら，それに似た1章〔スーラ〕を持ってきなさい。またあなたがたの言葉が真実ならば，アッラー以外にあなたがたを助けることの出来る援助者に願ってみなさい。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":213,"ruku":175}},{"s":10,"a":39,"ar":"بَلْ كَذَّبُوا۟ بِمَا لَمْ يُحِيطُوا۟ بِعِلْمِهِۦ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُۥ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِينَ","tl":"bal kadhabū bimā lam yuḥīṭū biʿil'mihi walammā yatihim tawīluhu kadhālika kadhaba alladhīna min qablihim fa-unẓur kayfa kāna ʿāqibatu l-ẓālimīna","tr":{"en":"Rather, they have denied that which they encompass not in knowledge and whose interpretation has not yet come to them. Thus did those before them deny. Then observe how was the end of the wrongdoers.","id":"Bahkan (yang sebenarnya), mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan (Rasul). Maka perhatikanlah bagaimana akibat orang yang zalim.","zh":"不！他们否认他们所未通晓，而其解释尚未降临的经典。在他们之前的人，曾这样把他们族中的使者称为说谎者。你看看！不义者的结局，是怎样的！","ja":"いや，かれらはその知識で理解出来ないもの，またその解説がかれらに未だ下されないものを，偽りであるとする。このようにかれら以前の者も偽りであるとした。だが見よ，不義の徒の最後がどんなものであったかを。"},"m":{"juz":11,"hizb":22,"rub":null,"page":213,"ruku":175}},{"s":10,"a":40,"ar":"وَمِنْهُم مَّن يُؤْمِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِۦ ۚ وَرَبُّكَ أَعْلَمُ بِٱلْمُفْسِدِينَ","tl":"wamin'hum man yu'minu bihi wamin'hum man lā yu'minu bihi warabbuka aʿlamu bil-muf'sidīna","tr":{"en":"And of them are those who believe in it, and of them are those who do not believe in it. And your Lord is most knowing of the corrupters.","id":"Dan di antara mereka ada orang-orang yang beriman kepadanya (Alquran), dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Sedangkan Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.","zh":"他们中有信它的，有不信它的。你的主是知道作恶者的。","ja":"かれらの中，ある者はそれ（クルアーン）を信じ，またある者はそれを信じない。あなたの主は，犯罪者を最もよく知っておられる。"},"m":{"juz":11,"hizb":22,"rub":null,"page":213,"ruku":175}},{"s":10,"a":41,"ar":"وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا۠ بَرِىٓءٌ مِّمَّا تَعْمَلُونَ","tl":"wa-in kadhabūka faqul lī ʿamalī walakum ʿamalukum antum barīūna mimmā aʿmalu wa-anā barīon mimmā taʿmalūna","tr":{"en":"And if they deny you, [O Muḥammad], then say, \"For me are my deeds, and for you are your deeds. You are disassociated from what I do, and I am disassociated from what you do.\"","id":"Dan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.\"","zh":"如果他们称你为说谎者，你就说：“我有我的工作，你们有你们的工作，你们与我所做的事无干，我与你们所做的事无涉。”","ja":"かれらがもしあなたを虚偽の徒とするならば言ってやるがいい。「わたしの所業はわたしのためであり，あなたがたの所業はあなたがたのためである。あなたがたはわたしの行うことに関係なく，わたしはあなたがたの行うことに関係ない。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":213,"ruku":176}},{"s":10,"a":42,"ar":"وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ ۚ أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ وَلَوْ كَانُوا۟ لَا يَعْقِلُونَ","tl":"wamin'hum man yastamiʿūna ilayka afa-anta tus'miʿu l-ṣuma walaw kānū lā yaʿqilūna","tr":{"en":"And among them are those who listen to you. But can you cause the deaf to hear [i.e., benefit from this hearing], although they will not use reason?","id":"Dan di antara mereka ada yang mendengarkan engkau (Muhammad).<sup foot_note=135340>1</sup> Tetapi apakah engkau dapat menjadikan orang yang tuli itu mendengar, walaupun mereka tidak mengerti?","zh":"他们中有倾听你的，难道你能使聋子闻道吗？如果他们是不明理的。","ja":"かれらの中には，あなたに耳を傾ける者がある。だがあなたは，聞けない者に聞かせることができようか，かれらは，やはり理解しないのである。"},"m":{"juz":11,"hizb":22,"rub":null,"page":213,"ruku":176}},{"s":10,"a":43,"ar":"وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ ۚ أَفَأَنتَ تَهْدِى ٱلْعُمْىَ وَلَوْ كَانُوا۟ لَا يُبْصِرُونَ","tl":"wamin'hum man yanẓuru ilayka afa-anta tahdī l-ʿum'ya walaw kānū lā yub'ṣirūna","tr":{"en":"And among them are those who look at you. But can you guide the blind although they will not [attempt to] see?","id":"Dan di antara mereka ada yang melihat kepada engkau.<sup foot_note=135341>1</sup> Tetapi apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak memperhatikan?","zh":"他们中有注视你的，难道你能引导瞎子吗？即使他们没有洞察力。","ja":"またかれらの中には，あなたに目を注ぐ者がある。だがあなたは見えない者を導くことが出来ようか，かれらは，やはり見てはいないのである。"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":44,"ar":"إِنَّ ٱللَّهَ لَا يَظْلِمُ ٱلنَّاسَ شَيْـًٔا وَلَـٰكِنَّ ٱلنَّاسَ أَنفُسَهُمْ يَظْلِمُونَ","tl":"inna l-laha lā yaẓlimu l-nāsa shayan walākinna l-nāsa anfusahum yaẓlimūna","tr":{"en":"Indeed, Allāh does not wrong the people at all, but it is the people who are wronging themselves.","id":"Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri.","zh":"安拉的确毫不亏待人们，但人们却亏待自己。","ja":"本当にアッラーは決して人間を害されない。だが人間は自らを害する。"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":45,"ar":"وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ وَمَا كَانُوا۟ مُهْتَدِينَ","tl":"wayawma yaḥshuruhum ka-an lam yalbathū illā sāʿatan mina l-nahāri yataʿārafūna baynahum qad khasira alladhīna kadhabū biliqāi l-lahi wamā kānū muh'tadīna","tr":{"en":"And on the Day when He will gather them, [it will be] as if they had not remained [in the world] but an hour of the day, [and] they will know each other. Those will have lost who denied the meeting with Allāh and were not guided.","id":"Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh, rugi orang yang mendustakan pertemuan mereka dengan Allah, dan mereka tidak mendapat petunjuk.","zh":"在他集合他们的那日，他们仿佛只在白昼逗留过一会儿，他们互相认识，把与安拉相会之说称为谎言的人，确已亏折了，他们不是遵循正道的。","ja":"かれが，かれらを召集なされる日，かれらは昼間の一刻も滞留しなかったかのように（感じて），互いによく覚えているであろう。アッラーとの会見を否認して，導かれなかった者たちは確かに失敗者である。"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":46,"ar":"وَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ","tl":"wa-immā nuriyannaka baʿḍa alladhī naʿiduhum aw natawaffayannaka fa-ilaynā marjiʿuhum thumma l-lahu shahīdun ʿalā mā yafʿalūna","tr":{"en":"And whether We show you some of what We promise them, [O Muḥammad], or We take you in death, to Us is their return; then, [either way], Allāh is a witness concerning what they are doing.","id":"Dan jika Kami perlihatkan kepadamu (Muhammad) sebagian dari (siksaan) yang Kami janjikan kepada mereka, (tentulah engkau akan melihatnya) atau (jika) Kami wafatkan engkau (sebelum itu), maka kepada Kami (jualah) mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan.","zh":"如果我昭示你一点我所用以恫吓他们的那种刑罚，那么，我对他们确是全能的；设或我使你寿终，那么，他们只归于我，然后，安拉是见证他们的行为的。","ja":"われがかれらと約束した（悪い結果の）一部を，（生存中に現わして）あなたに示しても， または（それを示す前に）あなたをわれに召しても，やはりかれらはわれに帰るのである。その時アッラーは，かれらの行った凡てに就いて立証される方であられる。"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":47,"ar":"وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَآءَ رَسُولُهُمْ قُضِىَ بَيْنَهُم بِٱلْقِسْطِ وَهُمْ لَا يُظْلَمُونَ","tl":"walikulli ummatin rasūlun fa-idhā jāa rasūluhum quḍiya baynahum bil-qis'ṭi wahum lā yuẓ'lamūna","tr":{"en":"And for every nation is a messenger. So when their messenger comes,<sup foot_note=196446>1</sup> it will be judged between them in justice, and they will not be wronged.","id":"Dan setiap umat (mempunyai) Rasul. Maka apabila rasul mereka telah datang, diberlakukanlah hukum bagi mereka dengan adil dan (sedikit pun) tidak dizalimi.","zh":"每个民族各有一个使者。当他们族中的使者来临的时候，他们要被秉公判决，不受冤枉。","ja":"それぞれの民に対して，使徒が（遺わされたので）ある。かれらの使徒がやって来た時，事はかれらの間で公正に裁決されて，不当に扱われることはない。"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":48,"ar":"وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ","tl":"wayaqūlūna matā hādhā l-waʿdu in kuntum ṣādiqīna","tr":{"en":"And they say, \"When is [the fulfillment of] this promise, if you should be truthful?\"","id":"Dan mereka mengatakan, \"Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar?\"","zh":"他们说：“这个警告什么时候实现呢？如果你们是诚实的人。”","ja":"かれらは言う。「あなたがたの言葉が真実なら，この約束が果たされるのは何時なのですか。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":49,"ar":"قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَآءَ ٱللَّهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚ إِذَا جَآءَ أَجَلُهُمْ فَلَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ","tl":"qul lā amliku linafsī ḍarran walā nafʿan illā mā shāa l-lahu likulli ummatin ajalun idhā jāa ajaluhum falā yastakhirūna sāʿatan walā yastaqdimūna","tr":{"en":"Say, \"I possess not for myself any harm or benefit except what Allāh should will. For every nation is a [specified] term. When their time has come, then they will not remain behind an hour, nor will they precede [it].\"","id":"Katakanlah (Muhammad), \"Aku tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku, kecuali apa yang Allah kehendaki.\" Bagi setiap umat punya ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun.","zh":"你说：“我不能为我自己主持祸福，除非安拉意欲，每个民族各有一个期限，当他们的期限来临的时候，他们不能耽延一会儿；（当其未来临的时候），他们不能提前一会儿。”","ja":"言ってやるがいい。「わたしは，アッラーが御好みにならない限り，自分で害しまたは益する力はない。各々の民には定められた期限がある。かれらの期限が到来すれば，一刻も猶予することは出来ない。また（それに）先んずることも出来ない。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":50,"ar":"قُلْ أَرَءَيْتُمْ إِنْ أَتَىٰكُمْ عَذَابُهُۥ بَيَـٰتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ ٱلْمُجْرِمُونَ","tl":"qul ara-aytum in atākum ʿadhābuhu bayātan aw nahāran mādhā yastaʿjilu min'hu l-muj'rimūna","tr":{"en":"Say, \"Have you considered: if His punishment should come to you by night or by day - for which [aspect] of it would the criminals be impatient?\"<sup foot_note=196447>1</sup>","id":"Katakanlah, \"Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, manakah yang diminta untuk disegerakan oleh orang-orang yang berdosa itu?\"","zh":"你说：“你们告诉我吧！如果他的刑罚，在黑夜或白昼来临你们，那么，犯罪的人们要求早日实现的是什么刑罚呢？","ja":"言ってやるがいい。「あなたがたは考えないのか，かれの懲罰は夜でも昼でも，あなたがたに下るのであろ。罪深い者たちが急ぐのは，そのどの（懲罰）であるのか。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":51,"ar":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓ ۚ ءَآلْـَٔـٰنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَ","tl":"athumma idhā mā waqaʿa āmantum bihi āl'āna waqad kuntum bihi tastaʿjilūna","tr":{"en":"Then is it that when it has [actually] occurred you will believe in it? Now?<sup foot_note=196449>1</sup> And you were [once] for it impatient.<sup foot_note=196448>2</sup>","id":"Kemudian apakah setelah azab itu terjadi, kamu baru mempercayainya? Apakah (baru) sekarang, padahal sebelumnya kamu selalu meminta agar di segerakan?","zh":"难道安拉的刑罚降临你们的时候，你们才归依他吗？”你们确要求他的刑罚早日降临你们，现在，你们（归依他了）吗？","ja":"「あなたがたはそれがやって来た時，やっと信じるのか。（その時言われよう）今があなたがたが，急いでいたその時である。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":52,"ar":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ","tl":"thumma qīla lilladhīna ẓalamū dhūqū ʿadhāba l-khul'di hal tuj'zawna illā bimā kuntum taksibūna","tr":{"en":"Then it will be said to those who had wronged, \"Taste the punishment of eternity; are you being recompensed except for what you used to earn?\"","id":"Kemudian dikatakan kepada orang-orang yang zalim itu, \"Rasakanlah olehmu siksaan yang kekal. Kamu tidak diberi balasan, melainkan (sesuai) dengan apa yang telah kamu lakukan.\"","zh":"然后，有人要对不义的人们说：“你们尝试永久的刑罚吧！你们只因自己的谋求而受报酬。”","ja":"その時不義の徒に向かって言われるであろう。「永遠の懲罰を味わえ。あなたがたが行ったことに対してだけ，報いられるのではないか。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":53,"ar":"۞ وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِى وَرَبِّىٓ إِنَّهُۥ لَحَقٌّ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ","tl":"wayastanbiūnaka aḥaqqun huwa qul ī warabbī innahu laḥaqqun wamā antum bimuʿ'jizīna","tr":{"en":"And they ask information of you, [O Muḥammad], \"Is it true?\" Say, \"Yes, by my Lord. Indeed, it is truth; and you will not cause failure [to Allāh].\"","id":"Dan mereka menanyakan kepadamu (Muhammad), \"Benarkah (azab yang dijanjikan) itu?\" Katakanlah, \"Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar.\"","zh":"他们问你：“这是真实的吗？”你说：“是的，指我的主发誓，这确是真实的，你们绝不能逃避天谴。”","ja":"かれらはあなたに問うだろう。「それは真実なのですか。」言ってやるがいい。「そうだ， わたしの主にかけて，本当にそれは真実です。あなたがたは免がれられないのです。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":214,"ruku":176}},{"s":10,"a":54,"ar":"وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى ٱلْأَرْضِ لَٱفْتَدَتْ بِهِۦ ۗ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ ۖ وَقُضِىَ بَيْنَهُم بِٱلْقِسْطِ ۚ وَهُمْ لَا يُظْلَمُونَ","tl":"walaw anna likulli nafsin ẓalamat mā fī l-arḍi la-if'tadat bihi wa-asarrū l-nadāmata lammā ra-awū l-ʿadhāba waquḍiya baynahum bil-qis'ṭi wahum lā yuẓ'lamūna","tr":{"en":"And if each soul that wronged had everything on earth, it would offer it in ransom. And they will confide regret when they see the punishment; and they will be judged in justice, and they will not be wronged.","id":"Dan kalau setiap orang yang zalim itu (mempunyai) segala apa yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan<sup foot_note=135342>1</sup> penyesalannya ketika mereka telah menyaksikan azab. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi.","zh":"假若每个不义的人，都拥有大地上的一切，他必用它做罚金。当他们看见刑罚的时候，他们必怀悔恨。他们要被秉公判决，不受冤枉。","ja":"不義を行った各人は，地上の一切のものを所有しているとすれば，必ずそれを挙げて罪を贖おうとするであろう。また懲罰を目の前に見る時，かれらは後悔を表す。だがかれらの間は公正に裁定され，不当に扱われることはないのである。"},"m":{"juz":11,"hizb":22,"rub":null,"page":215,"ruku":177}},{"s":10,"a":55,"ar":"أَلَآ إِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ أَلَآ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","tl":"alā inna lillahi mā fī l-samāwāti wal-arḍi alā inna waʿda l-lahi ḥaqqun walākinna aktharahum lā yaʿlamūna","tr":{"en":"Unquestionably, to Allāh belongs whatever is in the heavens and the earth. Unquestionably, the promise of Allāh is truth, but most of them do not know.","id":"Ketahuilah sesungguhnya milik Allahlah apa yang ada di langit dan di bumi. Bukankah janji Allah itu benar? Tetapi kebanyakan mereka tidak mengetahui.","zh":"真的，天地万物确是安拉的。真的，安拉的诺言，确是真实的；但他们大半不知道。","ja":"天地の凡てのものは，アッラーの有ではないか。本当に，アッラーの約束は真実ではないか。しかし，かれらの多くは分らない。"},"m":{"juz":11,"hizb":22,"rub":null,"page":215,"ruku":177}},{"s":10,"a":56,"ar":"هُوَ يُحْىِۦ وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ","tl":"huwa yuḥ'yī wayumītu wa-ilayhi tur'jaʿūna","tr":{"en":"He gives life and causes death, and to Him you will be returned.","id":"Dialah yang menghidupkan dan mematikan, dan hanya kepada-Nyalah kamu dikembalikan.","zh":"他能使死者生，能使生者死；你们只被召归于他。","ja":"かれは生を与え，また死を与える。そしてかれにあなたがたは帰されるのである。"},"m":{"juz":11,"hizb":22,"rub":null,"page":215,"ruku":177}},{"s":10,"a":57,"ar":"يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَآءٌ لِّمَا فِى ٱلصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ","tl":"yāayyuhā l-nāsu qad jāatkum mawʿiẓatun min rabbikum washifāon limā fī l-ṣudūri wahudan waraḥmatun lil'mu'minīna","tr":{"en":"O mankind, there has come to you instruction from your Lord and healing for what is in the breasts and guidance and mercy for the believers.","id":"Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Alquran) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada, dan petunjuk serta rahmat bagi orang yang beriman.","zh":"人们啊！确已降临你们的，是从你们的主发出的教诲，是治心病的良药，是对信士们的引导和慈恩。 .","ja":"人びとよ，あなたがたの主から確かに勧告が下された，これは胸の中にある（病い）を癒し，また信者に対する導きであり慈悲である。"},"m":{"juz":11,"hizb":22,"rub":null,"page":215,"ruku":177}},{"s":10,"a":58,"ar":"قُلْ بِفَضْلِ ٱللَّهِ وَبِرَحْمَتِهِۦ فَبِذَٰلِكَ فَلْيَفْرَحُوا۟ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ","tl":"qul bifaḍli l-lahi wabiraḥmatihi fabidhālika falyafraḥū huwa khayrun mimmā yajmaʿūna","tr":{"en":"Say, \"In the bounty of Allāh and in His mercy - in that let them rejoice; it is better than what they accumulate.\"","id":"Katakanlah (Muhammad), \"Dengan karunia Allah dan rahmat-Nya, hendaknya dengan itu mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.\"","zh":"你说：“这是由于安拉的恩惠和慈恩，叫他们因此而高兴吧！这比他们聚积的还要好。”","ja":"言ってやるがいい。「アッラーの恩恵により，またその慈悲により，かれらを喜ばせなさい。それはかれらが蓄積したものに勝る。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":215,"ruku":177}},{"s":10,"a":59,"ar":"قُلْ أَرَءَيْتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلَـٰلًا قُلْ ءَآللَّهُ أَذِنَ لَكُمْ ۖ أَمْ عَلَى ٱللَّهِ تَفْتَرُونَ","tl":"qul ara-aytum mā anzala l-lahu lakum min riz'qin fajaʿaltum min'hu ḥarāman waḥalālan qul āllahu adhina lakum am ʿalā l-lahi taftarūna","tr":{"en":"Say, \"Have you seen what Allāh has sent down to you of provision of which you have made [some] lawful and [some] unlawful?\" Say, \"Has Allāh permitted you [to do so], or do you invent [something] about Allāh?\"","id":"Katakanlah (Muhammad), \"Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.\" Katakanlah, \"Apakah Allah telah memberikan izin kepadamu (tentang ini), ataukah kamu mengada-ada atas nama Allah?\"","zh":"你说：“你们告诉我吧！安拉为你们降下的给养，你们把它分为违法的与合法的，你们究竟是奉安拉的命令呢？还是假借安拉的名义而造谣呢？”","ja":"言ってやるがいい。「アッラーが，御恵みとしてあなたがたに下されたものを考えてみなさ い。何故あなたがたはその（一部を）非合法とし，また（一部を）合法としたのか。」言ってやるがいい。「アッラーがあなたがたに許されたのか，それともあなたがたがアッラーに就いて捏 造したのか。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":215,"ruku":177}},{"s":10,"a":60,"ar":"وَمَا ظَنُّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ يَوْمَ ٱلْقِيَـٰمَةِ ۗ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ","tl":"wamā ẓannu alladhīna yaftarūna ʿalā l-lahi l-kadhiba yawma l-qiyāmati inna l-laha ladhū faḍlin ʿalā l-nāsi walākinna aktharahum lā yashkurūna","tr":{"en":"And what will be the supposition of those who invent falsehood about Allāh on the Day of Resurrection?<sup foot_note=196450>1</sup> Indeed, Allāh is the possessor of bounty for the people, but most of them are not grateful.","id":"Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.","zh":"假借安拉的名义而造谣的人们在复活日将作何猜想呢？安拉对人们，确是有恩惠的，但他们大半不感谢。","ja":"復活の日に，アッラーに就いて嘘を捏造した者たちの思うことは何であろうか。本当にアッラーは，人間に対し恩恵の限りを尽くされる。それでも，かれらの多くは感謝しない。"},"m":{"juz":11,"hizb":22,"rub":null,"page":215,"ruku":177}},{"s":10,"a":61,"ar":"وَمَا تَكُونُ فِى شَأْنٍ وَمَا تَتْلُوا۟ مِنْهُ مِن قُرْءَانٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ وَلَآ أَصْغَرَ مِن ذَٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ","tl":"wamā takūnu fī shanin wamā tatlū min'hu min qur'ānin walā taʿmalūna min ʿamalin illā kunnā ʿalaykum shuhūdan idh tufīḍūna fīhi wamā yaʿzubu ʿan rabbika min mith'qāli dharratin fī l-arḍi walā fī l-samāi walā aṣghara min dhālika walā akbara illā fī kitābin mubīnin","tr":{"en":"And, [O Muḥammad], you are not [engaged] in any matter and do not recite any of the Qur’ān and you [people] do not do any deed except that We are witness over you when you are involved in it. And not absent from your Lord is any [part] of an atom's weight<sup foot_note=196451>1</sup> within the earth or within the heaven or [anything] smaller than that or greater but that it is in a clear register.","id":"Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Alquran serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauḥ Maḥfūẓ).","zh":"无论你处理什么事务，无论你诵读《古兰经》的哪一章经文，无论你们做什么工作，当你们着手的时候，我总是见证你们的。天地间微尘重的事物，都不能逃避安拉的鉴察，无论比微尘小的，还是比微尘大的，都记载在一本明显的天经中。","ja":"あなたが何事に従事していても，またクルアーンのどの部分を読誦していても，またあなたがたがどんな行いをしていようとも，あなたがたがそれにうち込んでいる限り，われは必ずあなたがたのための立証者である。天地の微塵の重さも，あなたの主から免れられない。またそれよりも小さいものでも，大きいものでも（凡て）はっきりと書物の中に（記されて）ないものはないのである。"},"m":{"juz":11,"hizb":22,"rub":null,"page":215,"ruku":178}},{"s":10,"a":62,"ar":"أَلَآ إِنَّ أَوْلِيَآءَ ٱللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","tl":"alā inna awliyāa l-lahi lā khawfun ʿalayhim walā hum yaḥzanūna","tr":{"en":"Unquestionably, [for] the allies of Allāh there will be no fear concerning them, nor will they grieve -","id":"Ingatlah wali-wali Allah itu, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.","zh":"真的，安拉的朋友们，将来没有恐惧，也不忧愁。","ja":"見なさい。アッラーの友には本当に恐れもなく，憂いもないであろう。"},"m":{"juz":11,"hizb":22,"rub":null,"page":216,"ruku":178}},{"s":10,"a":63,"ar":"ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ","tl":"alladhīna āmanū wakānū yattaqūna","tr":{"en":"Those who believed and were fearing Allāh.","id":"(Yaitu) orang-orang yang beriman dan senantiasa bertakwa.","zh":"他们就是信道而敬畏的人。","ja":"かれらは信仰し，（アッラーを）畏れていた者たち。"},"m":{"juz":11,"hizb":22,"rub":null,"page":216,"ruku":178}},{"s":10,"a":64,"ar":"لَهُمُ ٱلْبُشْرَىٰ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۚ لَا تَبْدِيلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ","tl":"lahumu l-bush'rā fī l-ḥayati l-dun'yā wafī l-ākhirati lā tabdīla likalimāti l-lahi dhālika huwa l-fawzu l-ʿaẓīmu","tr":{"en":"For them are good tidings in the worldly life and in the Hereafter. No change is there in the words [i.e., decrees] of Allāh. That is what is the great attainment.","id":"Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi janji-janji Allah. Demikian itulah kemenangan yang agung.","zh":"在今世和后世，他们都将得到佳音。安拉的诺言是毫厘不爽的。那确是伟大的成功。","ja":"かれらに対しては現世でも，来世においても吉報がある。アッラーの御言葉には変更はない。それこそは偉大な，幸福の成就である。"},"m":{"juz":11,"hizb":22,"rub":null,"page":216,"ruku":178}},{"s":10,"a":65,"ar":"وَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا ۚ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","tl":"walā yaḥzunka qawluhum inna l-ʿizata lillahi jamīʿan huwa l-samīʿu l-ʿalīmu","tr":{"en":"And let not their speech grieve you. Indeed, honor [due to power] belongs to Allāh entirely. He is the Hearing, the Knowing.","id":"Dan janganlah engkau (Muhammad) sedih oleh perkataan mereka. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar, Maha Mengetahui.","zh":"你不要让他们的胡言乱语而使你忧愁；一切权势归安拉，他确是全聪的，全知的。","ja":"かれらの言葉に，あなたの心を痛ませてはならない。本当に権能栄誉は，凡てアッラーの有である。かれは全聴にして全知であられる。"},"m":{"juz":11,"hizb":22,"rub":null,"page":216,"ruku":178}},{"s":10,"a":66,"ar":"أَلَآ إِنَّ لِلَّهِ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ ۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ","tl":"alā inna lillahi man fī l-samāwāti waman fī l-arḍi wamā yattabiʿu alladhīna yadʿūna min dūni l-lahi shurakāa in yattabiʿūna illā l-ẓana wa-in hum illā yakhruṣūna","tr":{"en":"Unquestionably, to Allāh belongs whoever is in the heavens and whoever is on the earth. And those who invoke other than Allāh do not [actually] follow [His] \"partners.\" They follow not except assumption, and they are not but misjudging.","id":"Ingatlah, milik Allah meliputi semua yang ada di langit dan semua yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka hanya mengikuti persangkaan belaka, dan mereka hanyalah menduga-duga.","zh":"真的，天地间的一切，确是安拉的，舍安拉而祈祷许多配主的人，究竟凭什么呢？他们只凭臆测，他们尽说谎话。","ja":"見なさい。天地の凡てのものは，本当にアッラーの有である。アッラーを差し置いて，神々に祈っている者たちは何に従うのか。かれらは妄想に従っているだけ。自分勝手に過ぎない。"},"m":{"juz":11,"hizb":22,"rub":null,"page":216,"ruku":178}},{"s":10,"a":67,"ar":"هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ","tl":"huwa alladhī jaʿala lakumu al-layla litaskunū fīhi wal-nahāra mub'ṣiran inna fī dhālika laāyātin liqawmin yasmaʿūna","tr":{"en":"It is He who made for you the night to rest therein and the day, giving sight.<sup foot_note=196452>1</sup> Indeed in that are signs for a people who listen.","id":"Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan menjadikan siang terang benderang. Sungguh, yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar.","zh":"他为你们创造了黑夜，以便你们在夜间安息；又创造白昼，以便你们在白天能看见东西。对于能听忠言的民众，此中确有许多迹象。","ja":"かれこそは，あなたがたのため夜を定め，それであなたがたを憩わせ，また昼間を明々白々にされる方である。本当にその中には聞く耳をもつ人びとに対し，印がある。"},"m":{"juz":11,"hizb":22,"rub":null,"page":216,"ruku":178}},{"s":10,"a":68,"ar":"قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ هُوَ ٱلْغَنِىُّ ۖ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ إِنْ عِندَكُم مِّن سُلْطَـٰنٍۭ بِهَـٰذَآ ۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ","tl":"qālū ittakhadha l-lahu waladan sub'ḥānahu huwa l-ghaniyu lahu mā fī l-samāwāti wamā fī l-arḍi in ʿindakum min sul'ṭānin bihādhā ataqūlūna ʿalā l-lahi mā lā taʿlamūna","tr":{"en":"They<sup foot_note=196454>1</sup> have said, \"Allāh has taken a son.\" Exalted is He; He is the [one] Free of need. To Him belongs whatever is in the heavens and whatever is in the earth. You have no authority<sup foot_note=196453>2</sup> for this [claim]. Do you say about Allāh that which you do not know?","id":"Mereka (orang-orang Yahudi dan Nasrani) berkata, \"Allah mempunyai anak.\" Mahasuci Dia, Dialah Yang Mahakaya; milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan yang kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang kamu tidak ketahui?","zh":"他们说：“安拉以人为子。”赞颂安拉，超绝万物！他是无求的。天地万物都是他的。你们对此事并无明证，难道你们可以假借安拉的名义而妄说出自己所不知道的事情吗？","ja":"かれらは，「アッラーは一人の子をもうけられた。」と言う。かれに讃えあれ。かれは自足なされる御方。天地の凡てのものは，かれの有である。あなたがたはこれに対して，権威はないのである。アッラーに就いて，自分の知らないことを語るのか。"},"m":{"juz":11,"hizb":22,"rub":null,"page":216,"ruku":178}},{"s":10,"a":69,"ar":"قُلْ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ","tl":"qul inna alladhīna yaftarūna ʿalā l-lahi l-kadhiba lā yuf'liḥūna","tr":{"en":"Say, \"Indeed, those who invent falsehood about Allāh will not succeed.\"","id":"Katakanlah, \"Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.\"","zh":"你说：“假借安拉的名义而造谣的人是不会成功的。”","ja":"言ってやるがいい。「アッラーに就いて嘘を捏造する者は，決して栄えないであろう。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":216,"ruku":178}},{"s":10,"a":70,"ar":"مَتَـٰعٌ فِى ٱلدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ ٱلْعَذَابَ ٱلشَّدِيدَ بِمَا كَانُوا۟ يَكْفُرُونَ","tl":"matāʿun fī l-dun'yā thumma ilaynā marjiʿuhum thumma nudhīquhumu l-ʿadhāba l-shadīda bimā kānū yakfurūna","tr":{"en":"[For them is brief] enjoyment in this world; then to Us is their return; then We will make them taste the severe punishment because they used to disbelieve.","id":"(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah mereka kembali, kemudian Kami rasakan kepada mereka azab yang berat, karena kekafiran mereka.","zh":"这只是今世的享受，然后他们只归于我，然后，我将因他们不信道而使他们尝试严厉的刑罚。","ja":"かれらはこの世で束の間の享楽をなし，それからわれの許に帰るのである。その時われは，不信心であったことに対して厳しい懲罰を味わせるであろう。"},"m":{"juz":11,"hizb":22,"rub":null,"page":216,"ruku":178}},{"s":10,"a":71,"ar":"۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِۦ يَـٰقَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِى وَتَذْكِيرِى بِـَٔايَـٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلْتُ فَأَجْمِعُوٓا۟ أَمْرَكُمْ وَشُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ ٱقْضُوٓا۟ إِلَىَّ وَلَا تُنظِرُونِ","tl":"wa-ut'lu ʿalayhim naba-a nūḥin idh qāla liqawmihi yāqawmi in kāna kabura ʿalaykum maqāmī watadhkīrī biāyāti l-lahi faʿalā l-lahi tawakkaltu fa-ajmiʿū amrakum washurakāakum thumma lā yakun amrukum ʿalaykum ghummatan thumma iq'ḍū ilayya walā tunẓirūni","tr":{"en":"And recite to them the news of Noah, when he said to his people, \"O my people, if my residence and my reminding of the signs of Allāh has become burdensome upon you - then I have relied upon Allāh. So resolve upon your plan and [call upon] your associates. Then let not your plan be obscure to you.<sup foot_note=196455>1</sup> Then carry it out upon me and do not give me respite.","id":"Dan bacakanlah kepada mereka berita penting (tentang) Nuh ketika (dia) berkata kepada kaumnya, \"Wahai kaumku! Jika terasa berat bagimu aku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, maka kepada Allah aku bertawakal. Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi!","zh":"你当对他们宣读努哈的故事，当时他对他的宗族说：“我的宗族啊！如果我居住在你们中间，以安拉的迹象教训你们，这使你们感到难堪，那么，我只托靠安拉，你们应当和你们的配主在一起决定你们的事情。不要让你们的事情成为暖昧的。你们对我做出判决吧，不要宽限我。","ja":"かれらにヌーフの物語を読誦しなさい。かれがその民にこう言った時を思え。「わたしの人びとよ，わたしが（あなたがたと一緒に）留り，またアッラーの印を思い出させることがあなたがたにとって迷惑であっても，わたしはアッラーを信頼する。それであなたがたは，自分で立てた神々と（相談して）あなたがたの事を決定しなさい。それであなたがたの決断に，半信半疑であってはならない。その時わたしに対する態度を決め，猶予するな。"},"m":{"juz":11,"hizb":22,"rub":null,"page":217,"ruku":179}},{"s":10,"a":72,"ar":"فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ","tl":"fa-in tawallaytum famā sa-altukum min ajrin in ajriya illā ʿalā l-lahi wa-umir'tu an akūna mina l-mus'limīna","tr":{"en":"And if you turn away [from my advice] - then no payment have I asked of you. My reward is only from Allāh, and I have been commanded to be of the Muslims [i.e., those who submit to Allāh].\"","id":"Maka jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah, dan aku diperintah agar aku termasuk golongan orang-orang muslim (berserah diri).\"","zh":"如果你们违背我的教训，那么，我未曾向你们索取任何报酬；我的报酬只归安拉负担。我曾奉命做一个顺服的人。”","ja":"仮令あなたがたが背き去っても，わたしはあなたがたから報酬をもらうわけではなかった。わたしは只アッラーから報酬をいただくだけ。わたしは，ムスリムであるよう命じられている。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":217,"ruku":179}},{"s":10,"a":73,"ar":"فَكَذَّبُوهُ فَنَجَّيْنَـٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ وَجَعَلْنَـٰهُمْ خَلَـٰٓئِفَ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُنذَرِينَ","tl":"fakadhabūhu fanajjaynāhu waman maʿahu fī l-ful'ki wajaʿalnāhum khalāifa wa-aghraqnā alladhīna kadhabū biāyātinā fa-unẓur kayfa kāna ʿāqibatu l-mundharīna","tr":{"en":"And they denied him, so We saved him and those with him in the ship and made them successors, and We drowned those who denied Our signs. Then see how was the end of those who were warned.","id":"Kemudian mereka mendustakannya (Nuh), lalu Kami selamatkan dia dan orang yang bersamanya di dalam kapal, dan Kami jadikan mereka itu khalifah dan Kami tenggelamkan orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.","zh":"但他们称他为说谎者，故我拯救了他和与他同船的人，并使他们为代治者，而淹死了否认我的迹象的人。你看看曾被警告者的结局是怎样的！","ja":"だがかれらはかれ（ヌーフ）を拒否したので，われはかれとかれの味方の者たちを方舟に救い，かれらに（地を）継がせ，わが印を拒否した者を溺れさせた。見なさい。警告された者たちの後がどんなものであったかを。"},"m":{"juz":11,"hizb":22,"rub":null,"page":217,"ruku":179}},{"s":10,"a":74,"ar":"ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِۦ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ بِهِۦ مِن قَبْلُ ۚ كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ ٱلْمُعْتَدِينَ","tl":"thumma baʿathnā min baʿdihi rusulan ilā qawmihim fajāūhum bil-bayināti famā kānū liyu'minū bimā kadhabū bihi min qablu kadhālika naṭbaʿu ʿalā qulūbi l-muʿ'tadīna","tr":{"en":"Then We sent after him messengers to their peoples, and they came to them with clear proofs. But they were not to believe in that which they had denied before.<sup foot_note=196456>1</sup> Thus We seal over the hearts of the transgressors.","id":"Kemudian setelahnya (Nuh), Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas.","zh":"在他之后，我曾派遣许多使者，去教化他们自己的宗族。他们曾用许多明证昭示他们，但他们不会相信自己以前所否认的东西。我这样封闭过分者的心。","ja":"それからかれの後，われは使徒たちをその民に遺わし，明白な（印）を授けた。だがかれら（人びと）は以前に拒否したものを，信じようとはしなかった。このようにわれは反逆者の心を封じる。"},"m":{"juz":11,"hizb":22,"rub":null,"page":217,"ruku":179}},{"s":10,"a":75,"ar":"ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ وَهَـٰرُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ بِـَٔايَـٰتِنَا فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ","tl":"thumma baʿathnā min baʿdihim mūsā wahārūna ilā fir'ʿawna wamala-ihi biāyātinā fa-is'takbarū wakānū qawman muj'rimīna","tr":{"en":"Then We sent after them Moses and Aaron to Pharaoh and his establishment with Our signs, but they behaved arrogantly and were a criminal people.","id":"Kemudian setelah mereka, Kami utus Musa dan Harun kepada Fir'aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Ternyata mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa.","zh":"在他们之后，我曾派遣穆萨和哈伦带着我的许多迹象，去教化法老和他的显贵，但他们自大，他们是犯罪的民众。","ja":"それからかれらの後，わが印を持ってムーサーとハ―ルーンを，フィルアウンとその首長たちに遺わしたが，かれらは高慢で罪深い民であった。"},"m":{"juz":11,"hizb":22,"rub":null,"page":217,"ruku":179}},{"s":10,"a":76,"ar":"فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوٓا۟ إِنَّ هَـٰذَا لَسِحْرٌ مُّبِينٌ","tl":"falammā jāahumu l-ḥaqu min ʿindinā qālū inna hādhā lasiḥ'run mubīnun","tr":{"en":"So when there came to them the truth from Us, they said, \"Indeed, this is obvious magic.\"","id":"Maka ketika telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata, \"Ini benar-benar sihir yang nyata.\"","zh":"当从我这儿发出的真理降临他们的时候，他们说：“这确是明显的魔术。”","ja":"真理がわが許からかれらに齎された時，かれらは言った。「これは明らかに魔術である。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":217,"ruku":179}},{"s":10,"a":77,"ar":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ ۖ أَسِحْرٌ هَـٰذَا وَلَا يُفْلِحُ ٱلسَّـٰحِرُونَ","tl":"qāla mūsā ataqūlūna lil'ḥaqqi lammā jāakum asiḥ'run hādhā walā yuf'liḥu l-sāḥirūna","tr":{"en":"Moses said, \"Do you say [thus] about the truth when it has come to you? Is this magic? But magicians will not succeed.\"","id":"Musa berkata, \"Pantaskah kamu mengatakan terhadap kebenaran ketika ia datang kepadamu, 'sihirkah ini?' Padahal para penyihir itu tidaklah mendapat kemenangan.","zh":"穆萨说：“难道你们这样评论已降临你们的真理吗？这难道是魔术吗？术士是不会成功的。”","ja":"ムーサーは言った。「あなたがたは（この現実に）齎されている真理を（指して）言うのか，これが魔術であろうか。魔術師は成功しないであろう。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":217,"ruku":179}},{"s":10,"a":78,"ar":"قَالُوٓا۟ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلْكِبْرِيَآءُ فِى ٱلْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ","tl":"qālū aji'tanā litalfitanā ʿammā wajadnā ʿalayhi ābāanā watakūna lakumā l-kib'riyāu fī l-arḍi wamā naḥnu lakumā bimu'minīna","tr":{"en":"They said, \"Have you come to us to turn us away from that upon which we found our fathers and so that you two may have grandeur in the land? And we are not believers in you.\"","id":"Mereka berkata, \"Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua.\"","zh":"他们说：“你到我们这里来，想使我们抛弃我们的祖先的宗教，而让你俩称尊于国中吗？我们绝不会信任你俩。","ja":"かれらは言った。「あなたが来たのは，わたしたちの祖先が守っていた信仰から背かせるためである。あなたがた両人は，この国で高い地位を得ようとするのか。わたしたちはあなたがた両人を信じない。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":217,"ruku":179}},{"s":10,"a":79,"ar":"وَقَالَ فِرْعَوْنُ ٱئْتُونِى بِكُلِّ سَـٰحِرٍ عَلِيمٍ","tl":"waqāla fir'ʿawnu i'tūnī bikulli sāḥirin ʿalīmin","tr":{"en":"And Pharaoh said, \"Bring to me every learned magician.\"","id":"Dan Fir'aun berkata (kepada pemuka kaumnya), \"Datangkanlah kepadaku semua penyihir yang ulung!\"","zh":"法老说：“你们把一切高明的术士召来见我吧！”","ja":"フィルアウンは言った。「凡ての老練な魔術師を，ここに呼んで来なさい。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":179}},{"s":10,"a":80,"ar":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ","tl":"falammā jāa l-saḥaratu qāla lahum mūsā alqū mā antum mul'qūna","tr":{"en":"So when the magicians came, Moses said to them, \"Throw down whatever you will throw.\"","id":"Maka ketika para penyihir itu datang, Musa berkata kepada mereka, \"Lemparkanlah apa yang hendak kamu lemparkan!\"","zh":"当术士们来到的时候，穆萨对他们说：“你们要抛出什么就快抛出来吧！”","ja":"魔術師が来た時，ムーサーはかれらに言った。「あなたがたの投げたいものを投げなさい。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":179}},{"s":10,"a":81,"ar":"فَلَمَّآ أَلْقَوْا۟ قَالَ مُوسَىٰ مَا جِئْتُم بِهِ ٱلسِّحْرُ ۖ إِنَّ ٱللَّهَ سَيُبْطِلُهُۥٓ ۖ إِنَّ ٱللَّهَ لَا يُصْلِحُ عَمَلَ ٱلْمُفْسِدِينَ","tl":"falammā alqaw qāla mūsā mā ji'tum bihi l-siḥ'ru inna l-laha sayub'ṭiluhu inna l-laha lā yuṣ'liḥu ʿamala l-muf'sidīna","tr":{"en":"And when they had thrown, Moses said, \"What you have brought is [only] magic. Indeed, Allāh will expose its worthlessness. Indeed, Allāh does not amend the work of corrupters.","id":"Setelah mereka melemparkan, Musa berkata, \"Apa yang kamu lakukan, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan.","zh":"当他们抛出来的时候，穆萨说：“你们所表演的确是魔术，安拉必使它无效，安拉必定不相助破坏者的工作。”","ja":"かれらが投げた時，ムーサーは言った。「あなたがたが現出したのは，魔術である。アッラーは直ぐそれを無力にされる。本当にアッラーは不義の徒の仕業を成功させない。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":179}},{"s":10,"a":82,"ar":"وَيُحِقُّ ٱللَّهُ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ","tl":"wayuḥiqqu l-lahu l-ḥaqa bikalimātihi walaw kariha l-muj'rimūna","tr":{"en":"And Allāh will establish the truth by His words, even if the criminals dislike it.\"","id":"Dan Allah akan mengokohkan yang benar dengan ketetapan-Nya, walaupun orang-orang yang berbuat dosa tidak menyukainya.","zh":"安拉将以他的言语证实真理，即使犯罪的人不愿意。","ja":"罪深い者たちが仮令好まなくても，アッラーは御言葉で真理を立証される。"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":179}},{"s":10,"a":83,"ar":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِۦ عَلَىٰ خَوْفٍ مِّن فِرْعَوْنَ وَمَلَإِي۟هِمْ أَن يَفْتِنَهُمْ ۚ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِى ٱلْأَرْضِ وَإِنَّهُۥ لَمِنَ ٱلْمُسْرِفِينَ","tl":"famā āmana limūsā illā dhurriyyatun min qawmihi ʿalā khawfin min fir'ʿawna wamala-ihim an yaftinahum wa-inna fir'ʿawna laʿālin fī l-arḍi wa-innahu lamina l-mus'rifīna","tr":{"en":"But no one believed Moses, except [some] offspring [i.e., youths] among his people, for fear of Pharaoh and his establishment that they would persecute them. And indeed, Pharaoh was haughty within the land, and indeed, he was of the transgressors.","id":"Maka tidak ada yang beriman kepada Musa, selain keturunan dari kaumnya dalam keadaan takut bahwa Fir'aun dan para pemuka (kaum)nya akan menyiksa mereka. Dan Sungguh, Fir'aun itu benar-benar telah berbuat sewenang-wenang di bumi, dan benar-benar termasuk orang yang melampaui batas.","zh":"归信穆萨的只有他本族的苗裔；他们害怕法老和他们本族头目们迫害他们。法老在地方上确是高傲的，确是过分的。","ja":"かれの民の中末輩を除いては，ムーサーを信じようとしなかった。かれらはフィルアウンや首長の迫害を恐れていたのである。フィルアウンは国内で権勢を恋にし，本当に暴君であった。"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":180}},{"s":10,"a":84,"ar":"وَقَالَ مُوسَىٰ يَـٰقَوْمِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ فَعَلَيْهِ تَوَكَّلُوٓا۟ إِن كُنتُم مُّسْلِمِينَ","tl":"waqāla mūsā yāqawmi in kuntum āmantum bil-lahi faʿalayhi tawakkalū in kuntum mus'limīna","tr":{"en":"And Moses said, \"O my people, if you have believed in Allāh, then rely upon Him, if you should be Muslims [i.e., submitting to Him].\"","id":"Dan Musa berkata, \"Wahai kaumku! Apabila kamu beriman kepada Allah, maka bertawakallah kepada-Nya, jika kamu benar-benar orang muslim (berserah diri).\"","zh":"穆萨说：“我的宗族啊！如果你们信仰安拉，你们就应当托靠他，如果你们是归顺的。”","ja":"ムーサーは言った。「わたしの人びとよ，あなたがたはアッラーを信仰するのなら，かれを信頼しなさい。もしあなたがたが服従，帰依する者であるならば。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":180}},{"s":10,"a":85,"ar":"فَقَالُوا۟ عَلَى ٱللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ ٱلظَّـٰلِمِينَ","tl":"faqālū ʿalā l-lahi tawakkalnā rabbanā lā tajʿalnā fit'natan lil'qawmi l-ẓālimīna","tr":{"en":"So they said, \"Upon Allāh do we rely. Our Lord, make us not [objects of] trial for the wrongdoing people","id":"Lalu mereka berkata, \"Kepada Allahlah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim,","zh":"他们说：“我们只托靠安拉。我们的主啊！求你不要让不义的民众迫害我们。","ja":"かれらは（祈って）言った。「わたしたちはアッラーを信頼します。主よ，わたしたちを，不義の民のための一試練となされず，"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":180}},{"s":10,"a":86,"ar":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ ٱلْقَوْمِ ٱلْكَـٰفِرِينَ","tl":"wanajjinā biraḥmatika mina l-qawmi l-kāfirīna","tr":{"en":"And save us by Your mercy from the disbelieving people.\"","id":"dan selamatkanlah kami dengan rahmat-Mu dari orang-orang kafir.\"","zh":"求你以你的慈恩而使我们脱离不信道的民众。”","ja":"あなたの御慈悲をもってわたしたちを不信心の民から救い出して下さい。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":180}},{"s":10,"a":87,"ar":"وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَٱجْعَلُوا۟ بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ","tl":"wa-awḥaynā ilā mūsā wa-akhīhi an tabawwaā liqawmikumā bimiṣ'ra buyūtan wa-ij'ʿalū buyūtakum qib'latan wa-aqīmū l-ṣalata wabashiri l-mu'minīna","tr":{"en":"And We inspired to Moses and his brother, \"Settle your people in Egypt in houses and make your houses [facing the] qiblah<sup foot_note=196457>1</sup> and establish prayer and give good tidings to the believers.\"","id":"Dan Kami wahyukan kepada Musa dan saudaranya, \"Ambillah beberapa rumah di Mesir untuk (tempat tinggal) kaummu dan jadikanlah rumah-rumahmu itu tempat ibadah dan laksanakanlah salat serta gembirakanlah orang-orang mukmin.\"","zh":"我曾启示穆萨和他的哥哥说：“你俩当为自己的宗族而在埃及建造些房屋，你们应当以自己的房屋为礼拜的地方，你们应当谨守拜功，你应当向信士们报喜。”","ja":"われはムーサーとその兄弟に啓示して言った。「あなたがたの民のためエジプトに住まいを定め，あなたがたの家を礼拝の場となし，礼拝の務めを守れ。また信者たちに吉報を伝えなさい。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":180}},{"s":10,"a":88,"ar":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُۥ زِينَةً وَأَمْوَٰلًا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا رَبَّنَا لِيُضِلُّوا۟ عَن سَبِيلِكَ ۖ رَبَّنَا ٱطْمِسْ عَلَىٰٓ أَمْوَٰلِهِمْ وَٱشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا۟ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ","tl":"waqāla mūsā rabbanā innaka ātayta fir'ʿawna wamala-ahu zīnatan wa-amwālan fī l-ḥayati l-dun'yā rabbanā liyuḍillū ʿan sabīlika rabbanā iṭ'mis ʿalā amwālihim wa-ush'dud ʿalā qulūbihim falā yu'minū ḥattā yarawū l-ʿadhāba l-alīma","tr":{"en":"And Moses said, \"Our Lord, indeed You have given Pharaoh and his establishment splendor and wealth in the worldly life, our Lord, that they may lead [men] astray from Your way. Our Lord, obliterate their wealth and harden their hearts so that they will not believe until they see the painful punishment.\"","id":"Dan Musa berkata, \"Ya Tuhan kami, Engkau telah memberi kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih.\"","zh":"穆萨说：“我们的主啊！你把各种装饰品和今世生活的各种财产给予法老和他的贵族们——我们的主啊！——以致他们使民众背离了你的大道。我们的主啊！求你毁掉他们的财产，求你封闭他们的心。但愿他们不信道，直到看见痛苦的刑罚。”","ja":"ムーサーは申し上げた。「主よ，本当にあなたはフィルアウンとその首長たちに，現世の生活の栄華裕福を御授けになりました。主よ，かれらがあなたの道から迷い出てしまいますように 。主よ，かれらの富を滅ぼされ，かれらの心を頑固にして下さい。それ故痛ましい懲罰が下るまで，かれらは信じないでしょう。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":218,"ruku":180}},{"s":10,"a":89,"ar":"قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَٱسْتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعْلَمُونَ","tl":"qāla qad ujībat daʿwatukumā fa-is'taqīmā walā tattabiʿānni sabīla alladhīna lā yaʿlamūna","tr":{"en":"[Allāh] said, \"Your supplication has been answered.\"<sup foot_note=196458>1</sup> So remain on a right course and follow not the way of those who do not know.\"","id":"Dia Allah berfirman, \"Sungguh, telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus dan jangan sekali-kali kamu mengikuti jalan orang yang tidak mengetahui.\"","zh":"主说：“你俩的祈祷确已被应承了，故你俩应当继续传教，你俩不要遵循无知者的道路。”","ja":"かれは仰せられた。「あなたがた両人の祈りは受け入れられた。だから姿勢を正し，無知な者の道に従ってはならない。"},"m":{"juz":11,"hizb":22,"rub":null,"page":219,"ruku":180}},{"s":10,"a":90,"ar":"۞ وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْيًا وَعَدْوًا ۖ حَتَّىٰٓ إِذَآ أَدْرَكَهُ ٱلْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱلَّذِىٓ ءَامَنَتْ بِهِۦ بَنُوٓا۟ إِسْرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلْمُسْلِمِينَ","tl":"wajāwaznā bibanī is'rāīla l-baḥra fa-atbaʿahum fir'ʿawnu wajunūduhu baghyan waʿadwan ḥattā idhā adrakahu l-gharaqu qāla āmantu annahu lā ilāha illā alladhī āmanat bihi banū is'rāīla wa-anā mina l-mus'limīna","tr":{"en":"And We took the Children of Israel across the sea, and Pharaoh and his soldiers pursued them in tyranny and enmity until, when drowning overtook him, he said, \"I believe that there is no deity except that in whom the Children of Israel believe, and I am of the Muslims.\"","id":"Dan Kami selamatkan Bani Israil melintasi laut, kemudian Fir'aun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas (mereka). Sehingga ketika Fir'aun hampir tenggelam dia berkata, \"Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang muslim (berserah diri).\"","zh":"我曾使以色列人渡海，于是法老和他的军队残暴地追赶他们，直到他将被淹死的时候，他才说：“我确信，除以色列人所归信者外，绝无应受崇拜的；同时，我是一个顺从者。”","ja":"われは，イスラエルの子孫に海を渡らせ，フィルアウンとその軍勢は，暴虐と敵意に満ちてかれらを追跡した。溺れ死にそうになった時，かれ（フィルアウン）は言った。「わたしは信仰いたします。イスラエルの子孫が信仰するかれの外に，神はありません。わたしは服従，帰依する者です。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":219,"ruku":180}},{"s":10,"a":91,"ar":"ءَآلْـَٔـٰنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ ٱلْمُفْسِدِينَ","tl":"āl'āna waqad ʿaṣayta qablu wakunta mina l-muf'sidīna","tr":{"en":"Now? And you had disobeyed [Him] before and were of the corrupters?","id":"Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan.","zh":"现在（你才归信）吗？以前你确已违抗命令，而且是一个破坏的人。","ja":"（するとかれに仰せられよう。）「何と，今（信仰するのか）。ちょっと前まであなたは反抗していた。結局あなたは犯罪者の仲間であった。"},"m":{"juz":11,"hizb":22,"rub":null,"page":219,"ruku":180}},{"s":10,"a":92,"ar":"فَٱلْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةً ۚ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ عَنْ ءَايَـٰتِنَا لَغَـٰفِلُونَ","tl":"fal-yawma nunajjīka bibadanika litakūna liman khalfaka āyatan wa-inna kathīran mina l-nāsi ʿan āyātinā laghāfilūna","tr":{"en":"So today We will save you in body<sup foot_note=196459>1</sup> that you may be to those who succeed you a sign. And indeed, many among the people, of Our signs, are heedless.","id":"Maka pada hari ini Kami selamatkan jasadmu<sup foot_note=135343>1</sup> agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami.","zh":"但今日我拯救你的遗体，以便你做后来者的鉴戒。多数的人，对于我的鉴戒确是忽视的。","ja":"だが今日は，われは後の者への印とするため，あなたの体を救うであろう。だが人びとの多くはわが印を疎かにする。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":219,"ruku":180}},{"s":10,"a":93,"ar":"وَلَقَدْ بَوَّأْنَا بَنِىٓ إِسْرَٰٓءِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ فَمَا ٱخْتَلَفُوا۟ حَتَّىٰ جَآءَهُمُ ٱلْعِلْمُ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ","tl":"walaqad bawwanā banī is'rāīla mubawwa-a ṣid'qin warazaqnāhum mina l-ṭayibāti famā ikh'talafū ḥattā jāahumu l-ʿil'mu inna rabbaka yaqḍī baynahum yawma l-qiyāmati fīmā kānū fīhi yakhtalifūna","tr":{"en":"And We had certainly settled the Children of Israel in an agreeable settlement and provided them with good things. And they did not differ until [after] knowledge had come to them. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.","id":"Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus dan Kami beri mereka rezeki yang baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu.","zh":"我确已使以色列人居住在一个安定的地方，并以佳美的食物供给他们。他们的意见没有分歧，直到那种知识降临他们。复活日，你的主必将判决他们所争论的是非。","ja":"われは，イスラエルの子孫に安全な居住の地を定め，凡ての良いものを授けた。かれらに（悪い）知識が来るまでは意見の相異はなかった。本当にあなたの主は，審判の日にかれらが争っていたことに就いて，かれらの間を裁決されるであろう。"},"m":{"juz":11,"hizb":22,"rub":null,"page":219,"ruku":181}},{"s":10,"a":94,"ar":"فَإِن كُنتَ فِى شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ ٱلَّذِينَ يَقْرَءُونَ ٱلْكِتَـٰبَ مِن قَبْلِكَ ۚ لَقَدْ جَآءَكَ ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ","tl":"fa-in kunta fī shakkin mimmā anzalnā ilayka fasali alladhīna yaqraūna l-kitāba min qablika laqad jāaka l-ḥaqu min rabbika falā takūnanna mina l-mum'tarīna","tr":{"en":"So if you are in doubt, [O Muḥammad], about that which We have revealed to you, then ask those who have been reading the Scripture before you. The truth has certainly come to you from your Lord, so never be among the doubters.","id":"Maka jika engkau (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang yang membaca kitab sebelummu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu, maka janganlah sekali-kali engkau termasuk orang yang ragu.","zh":"假若你怀疑我所降示你的经典，你就问问那些常常诵读在你之前所降示的天经的人们。从你的主发出的真理，确已降临你，故你切莫居于怀疑者的行列，","ja":"あなたがもしわれの命令したものに就いて疑うならば，あなた以前の啓典を読んでいる者に問え。確かに真理は，主からあなたに齎されたのである。だからあなたは懐疑に陥ってはならない。"},"m":{"juz":11,"hizb":22,"rub":null,"page":219,"ruku":181}},{"s":10,"a":95,"ar":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلْخَـٰسِرِينَ","tl":"walā takūnanna mina alladhīna kadhabū biāyāti l-lahi fatakūna mina l-khāsirīna","tr":{"en":"And never be of those who deny the signs of Allāh and [thus] be among the losers.<sup foot_note=196460>1</sup>","id":"dan janganlah sekali-kali engkau termasuk orang yang mendustakan ayat-ayat Allah, nanti engkau termasuk orang yang rugi.","zh":"切莫居于否认安拉的迹象者的行列，以致你入于亏折者之中。","ja":"またあなたは，失敗者にならないよう，アッラーの印を虚偽であるとする者の仲間であってはならない。"},"m":{"juz":11,"hizb":22,"rub":null,"page":219,"ruku":181}},{"s":10,"a":96,"ar":"إِنَّ ٱلَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ","tl":"inna alladhīna ḥaqqat ʿalayhim kalimatu rabbika lā yu'minūna","tr":{"en":"Indeed, those upon whom the word [i.e., decree] of your Lord has come into effect will not believe,","id":"Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman,","zh":"被你的主的判词所判决的人，必定不信道。","ja":"本当に（罪が深いために）主の御言葉通りになった者は，信仰しないであろう。"},"m":{"juz":11,"hizb":22,"rub":null,"page":219,"ruku":181}},{"s":10,"a":97,"ar":"وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ","tl":"walaw jāathum kullu āyatin ḥattā yarawū l-ʿadhāba l-alīma","tr":{"en":"Even if every sign should come to them, until they see the painful punishment.","id":"meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih.","zh":"即使每种迹象都降临他们，直到他们看见痛苦的刑罚。","ja":"例え凡て印がかれらに齎されても，かれらが（自分で）痛ましい懲罰を見るまでは。"},"m":{"juz":11,"hizb":22,"rub":null,"page":219,"ruku":181}},{"s":10,"a":98,"ar":"فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَهَآ إِيمَـٰنُهَآ إِلَّا قَوْمَ يُونُسَ لَمَّآ ءَامَنُوا۟ كَشَفْنَا عَنْهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَتَّعْنَـٰهُمْ إِلَىٰ حِينٍ","tl":"falawlā kānat qaryatun āmanat fanafaʿahā īmānuhā illā qawma yūnusa lammā āmanū kashafnā ʿanhum ʿadhāba l-khiz'yi fī l-ḥayati l-dun'yā wamattaʿnāhum ilā ḥīnin","tr":{"en":"Then has there not been a [single] city that believed so its faith benefited it except the people of Jonah? When they believed, We removed from them the punishment of disgrace in worldly life and gave them enjoyment [i.e., provision] for a time.","id":"Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat baginya selain kaum Yunus. Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu.","zh":"为何没有一个城市的居民信仰正教，因而获得信道的裨益呢？但优努斯的宗族，当他们信道的时候，我曾为他们解除了今世生活中凌辱的刑罚，并使他们暂时享受。","ja":"信仰したのにその信仰心が（破滅を免れるのに）役立った町が，ユーヌスの民の外にはなかったのは何故なのか。かれら（ユーヌスの民）が信仰に入った時，われは現世の生活における，不名誉な懲罰をかれらから取り払い，現世（の生活）を享楽させた。"},"m":{"juz":11,"hizb":22,"rub":null,"page":220,"ruku":181}},{"s":10,"a":99,"ar":"وَلَوْ شَآءَ رَبُّكَ لَـَٔامَنَ مَن فِى ٱلْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنتَ تُكْرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُوا۟ مُؤْمِنِينَ","tl":"walaw shāa rabbuka laāmana man fī l-arḍi kulluhum jamīʿan afa-anta tuk'rihu l-nāsa ḥattā yakūnū mu'minīna","tr":{"en":"And had your Lord willed, those on earth would have believed - all of them entirely. Then, [O Muḥammad], would you compel the people in order that they become believers?","id":"Dan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman?","zh":"如果你的主意欲，大地上所有的人，必定都信道了。难道你要强迫众人都做信士吗？","ja":"もし主の御心なら，地上の凡ての者は凡て信仰に入ったことであろう。あなたは人びとを，強いて信者にしようとするのか。"},"m":{"juz":11,"hizb":22,"rub":null,"page":220,"ruku":181}},{"s":10,"a":100,"ar":"وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَجْعَلُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يَعْقِلُونَ","tl":"wamā kāna linafsin an tu'mina illā bi-idh'ni l-lahi wayajʿalu l-rij'sa ʿalā alladhīna lā yaʿqilūna","tr":{"en":"And it is not for a soul [i.e., anyone] to believe except by permission of Allāh, and He will place defilement<sup foot_note=196461>1</sup> upon those who will not use reason.","id":"Dan tidak seorang pun akan beriman kecuali dengan izin Allah, dan Allah menimpakan azab kepada orang yang tidak berakal.","zh":"任何人都不会信道，除非奉安拉的命令。他以刑罚加于不明理的人们。","ja":"アッラーの許しがなければ，誰も信仰に入ることは出来ないのである。また悟らない者には，かれは退廃を起こさせる。"},"m":{"juz":11,"hizb":22,"rub":null,"page":220,"ruku":181}},{"s":10,"a":101,"ar":"قُلِ ٱنظُرُوا۟ مَاذَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَا تُغْنِى ٱلْـَٔايَـٰتُ وَٱلنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ","tl":"quli unẓurū mādhā fī l-samāwāti wal-arḍi wamā tugh'nī l-āyātu wal-nudhuru ʿan qawmin lā yu'minūna","tr":{"en":"Say, \"Observe what is in the heavens and the earth.\" But of no avail will be signs or warners to a people who do not believe.","id":"Katakanlah, \"Perhatikanlah apa yang ada di langit dan di bumi!\" Tidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman.","zh":"你说：“你们要观察天地之间的森罗万象。一切迹象和警告者，对于不信道的民众是毫无裨益的。","ja":"言ってやるがいい。「天地の凡てのものを観察しなさい。」だが信仰しない人びとには，印も警告も役立たない。"},"m":{"juz":11,"hizb":22,"rub":null,"page":220,"ruku":181}},{"s":10,"a":102,"ar":"فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِهِمْ ۚ قُلْ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ","tl":"fahal yantaẓirūna illā mith'la ayyāmi alladhīna khalaw min qablihim qul fa-intaẓirū innī maʿakum mina l-muntaẓirīna","tr":{"en":"So do they wait except for like [what occurred in] the days of those who passed on before them? Say, \"Then wait; indeed, I am with you among those who wait.\"","id":"Maka mereka tidak menunggu-nunggu kecuali (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah, \"Maka tunggulah, aku pun termasuk orang yang menunggu bersama kamu.\"","zh":"他们只等待在他们之前逝去者所遭的那种苦难日子。”你说：“你们等待吧！我确是与你们一起等待的。”","ja":"かれら以前に過ぎ去った人びとの日（に起こったの）と同じこと以外に，かれらは（何を）期待するのか。言ってやるがいい。「それなら待て，わたしもまたあなたがたと共に待つものである。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":220,"ruku":181}},{"s":10,"a":103,"ar":"ثُمَّ نُنَجِّى رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ حَقًّا عَلَيْنَا نُنجِ ٱلْمُؤْمِنِينَ","tl":"thumma nunajjī rusulanā wa-alladhīna āmanū kadhālika ḥaqqan ʿalaynā nunji l-mu'minīna","tr":{"en":"Then We will save Our messengers and those who have believed. Thus, it is an obligation upon Us that We save the believers.<sup foot_note=196462>1</sup>","id":"Kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman, demikianlah menjadi kewajiban Kami menyelamatkan orang yang beriman.","zh":"嗣后，我拯救了我的使者们和信道的人们，我将这样负责拯救一般信士。","ja":"その中われは，使徒たちと信仰する者たちを救うであろう。このように信者を救うのは，われの免れられない務めである。"},"m":{"juz":11,"hizb":22,"rub":null,"page":220,"ruku":181}},{"s":10,"a":104,"ar":"قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى شَكٍّ مِّن دِينِى فَلَآ أَعْبُدُ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ وَلَـٰكِنْ أَعْبُدُ ٱللَّهَ ٱلَّذِى يَتَوَفَّىٰكُمْ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُؤْمِنِينَ","tl":"qul yāayyuhā l-nāsu in kuntum fī shakkin min dīnī falā aʿbudu alladhīna taʿbudūna min dūni l-lahi walākin aʿbudu l-laha alladhī yatawaffākum wa-umir'tu an akūna mina l-mu'minīna","tr":{"en":"Say, [O Muḥammad], \"O people, if you are in doubt as to my religion - then I do not worship those which you worship besides Allāh; but I worship Allāh, who causes your death. And I have been commanded to be of the believers","id":"Katakanlah (Muhammad), \"Wahai manusia! Jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah agar termasuk orang yang beriman,\"","zh":"你说：“人们啊！如果你们怀疑我的宗教，那么，我不崇拜你们舍安拉而崇拜的，但我崇拜安拉，他将使你们寿终。我奉命做一个信道者，","ja":"言ってやるがいい。「人びとよ，例えあなたがたがわたしの教えに就いて疑っても，わたしはアッラーを差し置いて，あなたがたが仕えているものに仕えない。わたしはアッラーに仕える。あなたがたを召される御方ではないか。わたしは信者であるよう命じられている。"},"m":{"juz":11,"hizb":22,"rub":null,"page":220,"ruku":182}},{"s":10,"a":105,"ar":"وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ","tl":"wa-an aqim wajhaka lilddīni ḥanīfan walā takūnanna mina l-mush'rikīna","tr":{"en":"And [commanded], 'Direct your face [i.e., self] toward the religion, inclining to truth, and never be of those who associate others with Allāh;","id":"dan (aku telah diperintah), \"Hadapkanlah wajahmu kepada agama dengan tulus dan ikhlas, dan jangan sekali-kali engkau termasuk orang yang musyrik.","zh":"并（奉命说）：‘你应当趋向正教，你切莫做一个以物配主的人，","ja":"（それからこうも言われた。）それであなたの顔を，純正な教えに向けなさい。偶像信者の仲間であってはならない。"},"m":{"juz":11,"hizb":22,"rub":null,"page":220,"ruku":182}},{"s":10,"a":106,"ar":"وَلَا تَدْعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَ ۖ فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ ٱلظَّـٰلِمِينَ","tl":"walā tadʿu min dūni l-lahi mā lā yanfaʿuka walā yaḍurruka fa-in faʿalta fa-innaka idhan mina l-ẓālimīna","tr":{"en":"And do not invoke<sup foot_note=196464>1</sup> besides Allāh that which neither benefits you nor harms you, for if you did, then indeed you would be of the wrongdoers.'\"<sup foot_note=196463>2</sup>","id":"Dan jangan engkau menyembah sesuatu yang tidak memberi manfaat dan tidak (pula) memberi bencana kepadamu selain Allah, sebab jika engkau lakukan (yang demikian), maka sesungguhnya engkau termasuk orang-orang zalim.\"","zh":"切莫舍安拉而祈祷那对于你既无福又无祸的东西。假若你那样做，你就必定是一个不义的人。’","ja":"またアッラーを差し置いて，あなたを益せずまた損いもしないものに祈ってはならない。もしこれをするならば，あなたは本当に不義者の仲間である。"},"m":{"juz":11,"hizb":22,"rub":null,"page":220,"ruku":182}},{"s":10,"a":107,"ar":"وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَآدَّ لِفَضْلِهِۦ ۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ","tl":"wa-in yamsaska l-lahu biḍurrin falā kāshifa lahu illā huwa wa-in yurid'ka bikhayrin falā rādda lifaḍlihi yuṣību bihi man yashāu min ʿibādihi wahuwa l-ghafūru l-raḥīmu","tr":{"en":"And if Allāh should touch you with adversity, there is no remover of it except Him; and if He intends for you good, then there is no repeller of His bounty. He causes it to reach whom He wills of His servants. And He is the Forgiving, the Merciful.","id":"Dan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tidak ada yang dapat menolak karunia-Nya. Dia memberikan kebaikan kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dia Maha Pengampun, Maha Penyayang.","zh":"如果安拉降一点灾害于你，那么，除他之外，绝无能解除灾害的。如果他降福利于你，那么，任何人也不能阻拦他的恩惠。他把那恩惠降于他所意欲的仆人。他是至赦的，是至慈的。”","ja":"もしアッラーがあなたに災厄を下されれば，かれの外にそれを除くものはない。またもしかれがあなたに幸福を望まれれば，かれの恩恵を拒否するものは何もないのである。かれはそのしもベの中，御好みになられる者に，それを下される。本当にかれは寛容にして慈悲深くあられる。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":221,"ruku":182}},{"s":10,"a":108,"ar":"قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنَا۠ عَلَيْكُم بِوَكِيلٍ","tl":"qul yāayyuhā l-nāsu qad jāakumu l-ḥaqu min rabbikum famani ih'tadā fa-innamā yahtadī linafsihi waman ḍalla fa-innamā yaḍillu ʿalayhā wamā anā ʿalaykum biwakīlin","tr":{"en":"Say, \"O mankind, the truth has come to you from your Lord, so whoever is guided is only guided for [the benefit of] his soul, and whoever goes astray only goes astray [in violation] against it. And I am not over you a manager.\"","id":"Katakanlah (Muhammad), \"Wahai manusia! Telah datang kepadamu kebenaran (Alquran) dari Tuhanmu, sebab itu barang siapa mendapat petunjuk, maka sebenarnya (petunjuk itu) untuk (kebaikan) dirinya sendiri. Dan barang siapa sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Dan Aku bukanlah pemelihara dirimu.\"","zh":"你说：“众人啊！从你们的主发出的真理，确已降临你们。谁遵循正道，谁自受其益；谁误入歧途，谁自受其害。我不是监护你们的。”","ja":"言ってやるがいい。「人びとよ，主から，あなたがたに真理が齎されたのである。導かれる者は，只自分を益するために導かれ，迷う者は，只自分を害するために迷う。わたしは，あなたがたの後見人ではない。」"},"m":{"juz":11,"hizb":22,"rub":null,"page":221,"ruku":182}},{"s":10,"a":109,"ar":"وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ وَٱصْبِرْ حَتَّىٰ يَحْكُمَ ٱللَّهُ ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ","tl":"wa-ittabiʿ mā yūḥā ilayka wa-iṣ'bir ḥattā yaḥkuma l-lahu wahuwa khayru l-ḥākimīna","tr":{"en":"And follow what is revealed to you, [O Muḥammad], and be patient until Allāh will judge. And He is the best of judges.","id":"Dan ikutilah apa yang diwahyukan kepadamu, dan bersabarlah hingga Allah memberi keputusan. Dialah hakim yang terbaik.","zh":"你应当遵从你所受的启示，并应当坚忍，直到安拉判决，他是最公正的判决者。","ja":"あなたに啓示されたものに従い，アッラーが裁かれるまで耐え忍べ。かれは裁決に最も優れた御方であられる。"},"m":{"juz":11,"hizb":22,"rub":null,"page":221,"ruku":182}}]