[{"s":12,"a":1,"ar":" الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ","tl":"alif-lam-ra til'ka āyātu l-kitābi l-mubīni","tr":{"en":"Alif, Lām, Rā.<sup foot_note=196500>1</sup> These are the verses of the clear Book.","id":"Alif Lām Rā`. Ini adalah ayat-ayat Kitab (Alquran) yang jelas.","zh":"艾列弗，俩目，拉仪。这些是明确的天经的节文，","ja":"アリフ・ラーム・ラー。これらは明瞭な啓典の印である。"},"m":{"juz":12,"hizb":24,"rub":null,"page":235,"ruku":193}},{"s":12,"a":2,"ar":"إِنَّآ أَنزَلْنَـٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ","tl":"innā anzalnāhu qur'ānan ʿarabiyyan laʿallakum taʿqilūna","tr":{"en":"Indeed, We have sent it down as an Arabic Qur’ān<sup foot_note=196501>1</sup> that you might understand.","id":"Sesungguhnya Kami menurunkannya berupa Quran berbahasa Arab, agar kamu mengerti.","zh":"我确已把它降示成阿拉伯文的《古兰经》，以便你们了解。","ja":"われは，アラビア語のクルアーンを下した。恐らくあなたがたは悟るであろう。"},"m":{"juz":12,"hizb":24,"rub":null,"page":235,"ruku":193}},{"s":12,"a":3,"ar":"نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَـٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَـٰفِلِينَ","tl":"naḥnu naquṣṣu ʿalayka aḥsana l-qaṣaṣi bimā awḥaynā ilayka hādhā l-qur'āna wa-in kunta min qablihi lamina l-ghāfilīna","tr":{"en":"We relate to you, [O Muḥammad], the best of stories in what We have revealed to you of this Qur’ān although you were, before it, among the unaware.","id":"Kami menceritakan kepadamu (Muhammad) kisah yang paling baik dengan mewahyukan Alquran ini kepadamu, dan sesungguhnya engkau sebelum itu termasuk orang yang tidak mengetahui.","zh":"我借着启示你这部《古兰经》而告诉你最美的故事，在这以前，你确是疏忽的。","ja":"われはこのクルアーンをあなたに啓示し，物語の中の最も美しいものを語ろう。あなたもこれまで気付かずにいたものである。"},"m":{"juz":12,"hizb":24,"rub":null,"page":235,"ruku":193}},{"s":12,"a":4,"ar":"إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَٱلشَّمْسَ وَٱلْقَمَرَ رَأَيْتُهُمْ لِى سَـٰجِدِينَ","tl":"idh qāla yūsufu li-abīhi yāabati innī ra-aytu aḥada ʿashara kawkaban wal-shamsa wal-qamara ra-aytuhum lī sājidīna","tr":{"en":"[Of these stories mention] when Joseph said to his father,<sup foot_note=196502>1</sup> \"O my father, indeed I have seen [in a dream] eleven stars and the sun and the moon; I saw them prostrating to me.\"","id":"(Ingatlah), ketika Yusuf berkata kepada ayahnya, \"Wahai ayahku! Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku.\"","zh":"当时优素福对他的父亲说：“我的父亲啊！我确已梦见十一颗星和太阳、月亮，我梦见他们向我叩头。”","ja":"ユースフがその父（ヤアコーブ）にこう言った時を思え。「父よ，わたしは（夢で）11の星と太陽と月を見ました。わたしは，それらが（皆）わたしに，サジダしているのを見ました。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":235,"ruku":193}},{"s":12,"a":5,"ar":"قَالَ يَـٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا۟ لَكَ كَيْدًا ۖ إِنَّ ٱلشَّيْطَـٰنَ لِلْإِنسَـٰنِ عَدُوٌّ مُّبِينٌ","tl":"qāla yābunayya lā taqṣuṣ ru'yāka ʿalā ikh'watika fayakīdū laka kaydan inna l-shayṭāna lil'insāni ʿaduwwun mubīnun","tr":{"en":"He said, \"O my son, do not relate your vision to your brothers or they will contrive against you a plan. Indeed Satan, to man, is a manifest enemy.","id":"Dia (ayahnya) berkata, \"Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, mereka akan membuat tipu daya (untuk membinasakan)mu. Sungguh, setan itu musuh yang jelas bagi manusia.\"","zh":"他说：“我的孩子啊！你不要把你的梦告诉你的哥哥们，以免他们谋害你；恶魔确是人类公开的仇敌。","ja":"かれは言った。「息子よ，あなたの夢を兄たちに話してはならない。さもないとかれらはあなたに対して策謀を企らむであろう。本当に悪魔は人間には公然の敵である。"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":193}},{"s":12,"a":6,"ar":"وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَـٰقَ ۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ","tl":"wakadhālika yajtabīka rabbuka wayuʿallimuka min tawīli l-aḥādīthi wayutimmu niʿ'matahu ʿalayka waʿalā āli yaʿqūba kamā atammahā ʿalā abawayka min qablu ib'rāhīma wa-is'ḥāqa inna rabbaka ʿalīmun ḥakīmun","tr":{"en":"And thus will your Lord choose you and teach you the interpretation of narratives [i.e., events or dreams] and complete His favor upon you and upon the family of Jacob, as He completed it upon your fathers before, Abraham and Isaac. Indeed, your Lord is Knowing and Wise.\"","id":"Dan demikianlah, Tuhan memilih engkau (untuk menjadi Nabi) dan mengajarkan kepadamu sebagian dari takwil mimpi dan menyempurnakan (nikmat-Nya) kepadamu dan kepada keluarga Yakub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada kedua orang kakekmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sungguh, Tuhanmu Maha Mengetahui, Mahabijaksana.","zh":"你的主这样拣选你，他教你圆梦，他要完成对你和对叶尔孤白的后裔的恩典，犹如他以前曾完成对你的祖先易卜拉欣和易司哈格的恩典一样，你的主确是全知的，确是至睿的。”","ja":"このように主は，あなたを御選びになって，出来事の解釈を教えられ，かれが以前に，あなたの祖先のイブラーヒームやイスハークに御恵みを全うされたように，あなたとヤアコーブの子孫にそれを全うしたものである。本当にあなたの主は全知にして英明であられる。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":193}},{"s":12,"a":7,"ar":"۞ لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَـٰتٌ لِّلسَّآئِلِينَ","tl":"laqad kāna fī yūsufa wa-ikh'watihi āyātun lilssāilīna","tr":{"en":"Certainly were there in Joseph and his brothers signs for those who ask, [such as]","id":"Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya terdapat tanda-tanda (kekuasaan Allah) bagi orang yang bertanya.","zh":"在优素福和他哥哥们（的故事）里，对于询问者确有许多迹象。","ja":"本当にユースフとその兄弟（の物語の中）には，（真理を）探求する者への種々の印がある。"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":194}},{"s":12,"a":8,"ar":"إِذْ قَالُوا۟ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَـٰلٍ مُّبِينٍ","tl":"idh qālū layūsufu wa-akhūhu aḥabbu ilā abīnā minnā wanaḥnu ʿuṣ'batun inna abānā lafī ḍalālin mubīnin","tr":{"en":"When they said, \"Joseph and his brother<sup foot_note=196503>1</sup> are more beloved to our father than we, while we are a clan. Indeed, our father is in clear error.","id":"Ketika mereka berkata, \"Sesungguhnya Yusuf dan saudaranya (Bunyamin) lebih dicintai ayah daripada kita, padahal kita adalah satu golongan (yang kuat). Sungguh, ayah kita dalam kekeliruan yang nyata,","zh":"当时，他们说：“优素福和他弟弟，在我们的父亲看来，是比我们还可爱的，而我们是一个（强壮的）团体；我们的父亲确是在明显的迷误之中。”","ja":"かれら（兄たち）がこう言った時を思え。「ユースフとその弟は，わたしたちよりも父に寵愛されている。だがわたしたちは多勢の仲間である。父は明らかに間違っている。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":194}},{"s":12,"a":9,"ar":"ٱقْتُلُوا۟ يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا۟ مِنۢ بَعْدِهِۦ قَوْمًا صَـٰلِحِينَ","tl":"uq'tulū yūsufa awi iṭ'raḥūhu arḍan yakhlu lakum wajhu abīkum watakūnū min baʿdihi qawman ṣāliḥīna","tr":{"en":"Kill Joseph or cast him out to [another] land; the countenance [i.e., attention] of your father will [then] be only for you, and you will be after that a righteous people.\"<sup foot_note=196504>1</sup>","id":"bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian ayah tercurah kepadamu, dan setelah itu kamu menjadi orang yang baik.\"","zh":"（他们说）：“你们把优素福杀掉，或把他抛弃在荒远的地方，你们父亲的慈爱，就会专归与你们了，而你们以后还可以成为正直的人。”","ja":"（1人が言った。）「ユースフを殺すか，それともかれを何処か外の地に追え。そうすれば父の顔（好意）はあなたがたに向けられよう。その後に，あなたがたは正しい者になれるというものである。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":194}},{"s":12,"a":10,"ar":"قَالَ قَآئِلٌ مِّنْهُمْ لَا تَقْتُلُوا۟ يُوسُفَ وَأَلْقُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَـٰعِلِينَ","tl":"qāla qāilun min'hum lā taqtulū yūsufa wa-alqūhu fī ghayābati l-jubi yaltaqiṭ'hu baʿḍu l-sayārati in kuntum fāʿilīna","tr":{"en":"Said a speaker among them, \"Do not kill Joseph but throw him into the bottom of the well; some travelers will pick him up - if you would do [something].\"","id":"Seorang di antara mereka berkata, \"Janganlah kamu membunuh Yusuf, tetapi jebloskan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir, jika kamu hendak berbuat.\"","zh":"他们当中有一个发言人曾说：“你们不要杀死优素福，你们可以把他投入井里。要是你们那样做了，一些过路的旅客会把他拾去的。”","ja":"かれらの1人の者が言った。「ユースフを殺害してはならない，もしあなたがたがどうしてもそうしたいなら，寧ろかれを井戸の底に投げ込めば，恐らく何処かの隊商に拾い上げられることもあろう。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":194}},{"s":12,"a":11,"ar":"قَالُوا۟ يَـٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَـٰصِحُونَ","tl":"qālū yāabānā mā laka lā tamannā ʿalā yūsufa wa-innā lahu lanāṣiḥūna","tr":{"en":"They said, \"O our father, why do you not entrust us with Joseph while indeed, we are to him sincere counselors?","id":"Mereka berkata, \"Wahai ayah kami! Mengapa engkau tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami semua menginginkan kebaikan baginya.","zh":"他们说：“我们的父亲啊！你对于优素福怎么不信任我们呢？我们对于他确是怀好意的。","ja":"かれらは言った。「父よ，何故あなたはユースフを，わたしたちに御任せにならないのですか，わたしたちは，本当にかれに好意を寄せているではありませんか。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":194}},{"s":12,"a":12,"ar":"أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ","tl":"arsil'hu maʿanā ghadan yartaʿ wayalʿab wa-innā lahu laḥāfiẓūna","tr":{"en":"Send him with us tomorrow that he may eat well and play. And indeed, we will be his guardians.\"","id":"Biarkanlah dia pergi bersama kami besok pagi, agar dia bersenang-senang dan bermain-main, dan kami pasti menjaganya.\"","zh":"明天，请你让他和我们一同去娱乐游戏，我们一定保护他。”","ja":"「明日わたしたちと一緒にかれを（野に）行かせ，遊んで気を晴らせるようにしてやって下さい。わたしたちはかれを必ず守ります。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":194}},{"s":12,"a":13,"ar":"قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا۟ بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَـٰفِلُونَ","tl":"qāla innī layaḥzununī an tadhhabū bihi wa-akhāfu an yakulahu l-dhi'bu wa-antum ʿanhu ghāfilūna","tr":{"en":"[Jacob] said, \"Indeed, it saddens me that you should take him, and I fear that a wolf would eat him while you are of him unaware.\"","id":"Dia (Yakub) berkata, \"Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir dia dimakan serigala, sedang kamu lengah darinya.\"","zh":"他说：“你们把他带走，我实在放心不下，我生怕在你们疏忽的时候，狼把他吃了。”","ja":"かれ（ヤアコーブ）は言った。「あなたがたがかれを連れて行くのは，わたしにはどうも心配である。あなたがたがかれに気を付けない間に，狼がかれを食いはしないかと恐れている。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":194}},{"s":12,"a":14,"ar":"قَالُوا۟ لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخَـٰسِرُونَ","tl":"qālū la-in akalahu l-dhi'bu wanaḥnu ʿuṣ'batun innā idhan lakhāsirūna","tr":{"en":"They said, \"If a wolf should eat him while we are a [strong] clan, indeed, we would then be losers.\"","id":"Sesungguhnya mereka berkata, \"Jika dia dimakan serigala, padahal kami kelompok (yang kuat), maka tentu kami menjadi orang-orang yang merugi.\"<sup foot_note=135360>1</sup>","zh":"他们说：“我们是一个（强壮的）团体，狼却吃了他，那我们真是该死了。”","ja":"かれらは言った。「わたしたちは多勢の仲間だから，もし狼がかれを食うようなら，その時はわたしたちは本当におしまいです。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":236,"ruku":194}},{"s":12,"a":15,"ar":"فَلَمَّا ذَهَبُوا۟ بِهِۦ وَأَجْمَعُوٓا۟ أَن يَجْعَلُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ ۚ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَـٰذَا وَهُمْ لَا يَشْعُرُونَ","tl":"falammā dhahabū bihi wa-ajmaʿū an yajʿalūhu fī ghayābati l-jubi wa-awḥaynā ilayhi latunabbi-annahum bi-amrihim hādhā wahum lā yashʿurūna","tr":{"en":"So when they took him [out] and agreed to put him into the bottom of the well...<sup foot_note=196505>1</sup> But We inspired to him, \"You will surely inform them [someday] about this affair of theirs while they do not perceive [your identity].\"","id":"Maka ketika mereka membawanya dan sepakat memasukkan dia ke dasar sumur, Kami wahyukan kepadanya, \"Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari.\"","zh":"当他们把他带走，并且一致决定把他投入井底的时候，我启示他说：“将来你必定要把他们的这件事，在他们不知不觉的时候，告诉他们。”","ja":"こうしてかれらは，かれ（ユースフ）を連れて行った。そしてかれを井戸の底に投げ込むことに決めた時，われはかれ（ユースフ）に啓示した。「あなたは必ずかれらの（する）この事を，かれらに告げ知らせる（日が）あろう。その時かれらは（あなたに）気付くまい。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":237,"ruku":194}},{"s":12,"a":16,"ar":"وَجَآءُوٓ أَبَاهُمْ عِشَآءً يَبْكُونَ","tl":"wajāū abāhum ʿishāan yabkūna","tr":{"en":"And they came to their father at night, weeping.","id":"Kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis.","zh":"傍晚，他们哭着来见他们的父亲，","ja":"日が暮れてかれらは，泣きながら父の許に（帰って）来た。"},"m":{"juz":12,"hizb":24,"rub":null,"page":237,"ruku":194}},{"s":12,"a":17,"ar":"قَالُوا۟ يَـٰٓأَبَانَآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَـٰعِنَا فَأَكَلَهُ ٱلذِّئْبُ ۖ وَمَآ أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَـٰدِقِينَ","tl":"qālū yāabānā innā dhahabnā nastabiqu wataraknā yūsufa ʿinda matāʿinā fa-akalahu l-dhi'bu wamā anta bimu'minin lanā walaw kunnā ṣādiqīna","tr":{"en":"They said, \"O our father, indeed we went racing each other and left Joseph with our possessions, and a wolf ate him. But you would not believe us, even if we were truthful.\"","id":"Mereka berkata, \"Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.\"","zh":"他们说：“我们的父亲啊！我们赛跑时，使优素福留守行李，不料狼把他吃了。你是绝不会相信我们的，即使我们说的是实话。”","ja":"かれらは言った。「父よ，わたしたちは互いに競争して行き，ユースフをわたしたちの品物のかたわらに残して置いたところ，狼が（来て）かれを食いました。わたしたちは真実を報告しても，あなたはわたしたちを信じては下さらないでしょう。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":237,"ruku":194}},{"s":12,"a":18,"ar":"وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٍ كَذِبٍ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ وَٱللَّهُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ","tl":"wajāū ʿalā qamīṣihi bidamin kadhibin qāla bal sawwalat lakum anfusukum amran faṣabrun jamīlun wal-lahu l-mus'taʿānu ʿalā mā taṣifūna","tr":{"en":"And they brought upon his shirt false blood.<sup foot_note=196506>1</sup> [Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. And Allāh is the one sought for help against that which you describe.\"","id":"Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, \"Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja tempat memohon pertolongan-Nya terhadap apa yang kamu ceritakan.\"","zh":"他们用假血染了优素福的衬衣，拿来给他们的父亲看。他说：“不然，你们的私欲怂恿你们干了这件事；我只有很好地忍耐，对你们所叙述的事，我只能求助于安拉！”","ja":"かれらは，かれ（ユースフ）の下着を偽りの血で（汚し）持って来た。かれ（ヤアコーブ） は言った。「いや，いや，あなたがたが自分たちのために（大変なことを安易に考えて），こんなことにしたのである。それで（わたしとしては）耐え忍ぶのが美徳だ。あなたがたの述べることに就いては，（只）アッラーに御助けを御願いする。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":237,"ruku":194}},{"s":12,"a":19,"ar":"وَجَآءَتْ سَيَّارَةٌ فَأَرْسَلُوا۟ وَارِدَهُمْ فَأَدْلَىٰ دَلْوَهُۥ ۖ قَالَ يَـٰبُشْرَىٰ هَـٰذَا غُلَـٰمٌ ۚ وَأَسَرُّوهُ بِضَـٰعَةً ۚ وَٱللَّهُ عَلِيمٌۢ بِمَا يَعْمَلُونَ","tl":"wajāat sayyāratun fa-arsalū wāridahum fa-adlā dalwahu qāla yābush'rā hādhā ghulāmun wa-asarrūhu biḍāʿatan wal-lahu ʿalīmun bimā yaʿmalūna","tr":{"en":"And there came a company of travelers; then they sent their water drawer, and he let down his bucket. He said, \"Good news! Here is a boy.\" And they concealed him, [taking him] as merchandise;<sup foot_note=196507>1</sup> and Allāh was Knowing of what they did.","id":"Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, \"Oh, senangnya, ini ada seorang anak muda!\" Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan.","zh":"旅客们来了，他们派人去汲水，他把水桶缒下井去，他说：“啊！好消息！这是一个少年。”他们秘密地把他当作货物，安拉是全知他们的行为的。","ja":"そのうちに，隊商がやって来て水扱人を遺わし，かれは釣瓶を降ろした。かれは言った。「ああ吉報だ，これは少年だ。」そこでかれらは一つの売物にしようとしてかれを隠した。だがアッラーは，かれらの凡ての行いを熟知される。"},"m":{"juz":12,"hizb":24,"rub":null,"page":237,"ruku":194}},{"s":12,"a":20,"ar":"وَشَرَوْهُ بِثَمَنٍۭ بَخْسٍ دَرَٰهِمَ مَعْدُودَةٍ وَكَانُوا۟ فِيهِ مِنَ ٱلزَّٰهِدِينَ","tl":"washarawhu bithamanin bakhsin darāhima maʿdūdatin wakānū fīhi mina l-zāhidīna","tr":{"en":"And they sold him for a reduced price - a few dirhams - and they were, concerning him, of those content with little.","id":"Dan mereka menjualnya (Yusuf) dengan harga murah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya.","zh":"他们以廉价——可数的几个银币——卖掉了他，他们是不怜惜他的。","ja":"かれらは僅かの銀貨でただ同然にかれを売り払った。かれらは，かれから多くを貪らなかった。"},"m":{"juz":12,"hizb":24,"rub":null,"page":237,"ruku":194}},{"s":12,"a":21,"ar":"وَقَالَ ٱلَّذِى ٱشْتَرَىٰهُ مِن مِّصْرَ لِٱمْرَأَتِهِۦٓ أَكْرِمِى مَثْوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا ۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ وَلِنُعَلِّمَهُۥ مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمْرِهِۦ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ","tl":"waqāla alladhī ish'tarāhu min miṣ'ra li-im'ra-atihi akrimī mathwāhu ʿasā an yanfaʿanā aw nattakhidhahu waladan wakadhālika makkannā liyūsufa fī l-arḍi walinuʿallimahu min tawīli l-aḥādīthi wal-lahu ghālibun ʿalā amrihi walākinna akthara l-nāsi lā yaʿlamūna","tr":{"en":"And the one from Egypt<sup foot_note=196508>1</sup> who bought him said to his wife, \"Make his residence comfortable. Perhaps he will benefit us, or we will adopt him as a son.\" And thus, We established Joseph in the land that We might teach him the interpretation of events [i.e., dreams]. And Allāh is predominant over His affair, but most of the people do not know.","id":"Dan orang dari Mesir yang membelinya berkata kepada istrinya,<sup foot_note=135361>1</sup> \"Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.\" Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.","zh":"那购买他的埃及人对自己的妻子说：“你应当优待他，他也许对我们有好处，或者我们抚养他做义子。”我这样使优素福在大地上获得地位，以便我教他圆梦。安拉对于其事务是自主的，但人们大半不知道。","ja":"かれを買ったエジプトの者は，その妻に言った。「優しくかれを待遇しなさい。多分かれはわたしたちを益することになろう。それとも養子に取り立ててもよい。」こうしてわれはユースフをこの国に落ち着かせ，出来事（事象）の意味のとり方をかれに教えることにした。凡そアッ ラーは御自分の思うところに十分な力を御持ちになられる。だが人びとの多くは知らない。"},"m":{"juz":12,"hizb":24,"rub":null,"page":237,"ruku":195}},{"s":12,"a":22,"ar":"وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ","tl":"walammā balagha ashuddahu ātaynāhu ḥuk'man waʿil'man wakadhālika najzī l-muḥ'sinīna","tr":{"en":"And when he [i.e., Joseph] reached maturity, We gave him judgement and knowledge. And thus We reward the doers of good.","id":"Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.","zh":"当达到壮年时，我把智慧和学识赏赐他，我这样报酬行善者。","ja":"かれが成年に達した頃，われは識見と知識とをかれに授けた。このようにわれは正しい行いをする者に報いる。"},"m":{"juz":12,"hizb":24,"rub":null,"page":237,"ruku":195}},{"s":12,"a":23,"ar":"وَرَٰوَدَتْهُ ٱلَّتِى هُوَ فِى بَيْتِهَا عَن نَّفْسِهِۦ وَغَلَّقَتِ ٱلْأَبْوَٰبَ وَقَالَتْ هَيْتَ لَكَ ۚ قَالَ مَعَاذَ ٱللَّهِ ۖ إِنَّهُۥ رَبِّىٓ أَحْسَنَ مَثْوَاىَ ۖ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ","tl":"warāwadathu allatī huwa fī baytihā ʿan nafsihi waghallaqati l-abwāba waqālat hayta laka qāla maʿādha l-lahi innahu rabbī aḥsana mathwāya innahu lā yuf'liḥu l-ẓālimūna","tr":{"en":"And she, in whose house he was, sought to seduce him. She closed the doors and said, \"Come, you.\" He said, \"[I seek] the refuge of Allāh. Indeed, he<sup foot_note=196509>1</sup> is my master, who has made good my residence. Indeed, wrongdoers will not succeed.\"","id":"Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Lalu dia menutup pintu-pintu, seraya berkata, \"Marilah mendekat kepadaku.\" Yusuf berkata, \"Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.\" Sesungguhnya orang yang zalim itu tidak akan beruntung.","zh":"他的女主人，把所有的门都紧紧地关闭起来，然后，勾引他说：“快来（拥抱）我啊！”他说：“求安拉保佑我！他是我的主，他已优待了我。不义的人必定不会成功。”","ja":"かれの起居する家の夫人が，かれの心を惑わそうとして，戸を閉めて言った。「さあ，あなたおいでなさい。」かれは（祈って）言った。「アッラーよ，わたしを御守り下さい。本当にかれ（あなたの夫）は，主人です。わたしを気持よく住ませてくれます。本当に不義の徒は，成功いたしません。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":238,"ruku":195}},{"s":12,"a":24,"ar":"وَلَقَدْ هَمَّتْ بِهِۦ ۖ وَهَمَّ بِهَا لَوْلَآ أَن رَّءَا بُرْهَـٰنَ رَبِّهِۦ ۚ كَذَٰلِكَ لِنَصْرِفَ عَنْهُ ٱلسُّوٓءَ وَٱلْفَحْشَآءَ ۚ إِنَّهُۥ مِنْ عِبَادِنَا ٱلْمُخْلَصِينَ","tl":"walaqad hammat bihi wahamma bihā lawlā an raā bur'hāna rabbihi kadhālika linaṣrifa ʿanhu l-sūa wal-faḥshāa innahu min ʿibādinā l-mukh'laṣīna","tr":{"en":"And she certainly determined [to seduce] him, and he would have inclined to her had he not seen the proof [i.e., sign] of his Lord. And thus [it was] that We should avert from him evil and immorality. Indeed, he was of Our chosen servants.","id":"Dan Sungguh, perempuan itu telah berhasrat kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya.<sup foot_note=135362>1</sup> Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih.","zh":"她确已向往他，他也向往她，要不是他看见他的主的明证。我这样为他排除罪恶和丑事，他确是我的一个忠实的仆人。","ja":"確かにかの女は，かれに求めたのである。主の明証を見なかったならば，かれもかの女を求めたであろう。このようにしてわれは，かれから罪悪と醜行を遠ざけた。本当にかれは，謙虚で純真な（選ばれた）わがしもベの一人である。"},"m":{"juz":12,"hizb":24,"rub":null,"page":238,"ruku":195}},{"s":12,"a":25,"ar":"وَٱسْتَبَقَا ٱلْبَابَ وَقَدَّتْ قَمِيصَهُۥ مِن دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَا ٱلْبَابِ ۚ قَالَتْ مَا جَزَآءُ مَنْ أَرَادَ بِأَهْلِكَ سُوٓءًا إِلَّآ أَن يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ","tl":"wa-is'tabaqā l-bāba waqaddat qamīṣahu min duburin wa-alfayā sayyidahā ladā l-bābi qālat mā jazāu man arāda bi-ahlika sūan illā an yus'jana aw ʿadhābun alīmun","tr":{"en":"And they both raced to the door, and she tore his shirt from the back, and they found her husband at the door. She said, \"What is the recompense of one who intended evil for your wife but that he be imprisoned or a painful punishment?\"","id":"Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, \"Apakah balasan (yang pantas) terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih?\"","zh":"他俩争先恐后地奔向大门。那时她已把他的衬衣从后面撕破了，他俩在大门口遇见她的丈夫，她说：“想奸污你的眷属者，他的报酬只有监禁或痛惩。”","ja":"その時両人は戸の方で相競い，かの女は後ろからかれの服を引き裂き，かれら両人は，戸口でかの女の夫に出会った。かの女は言った。「あなたの家族（妻）に悪事を行おうとした者には，投獄か痛ましい懲罰の外にどんな応報がありましょう。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":238,"ruku":195}},{"s":12,"a":26,"ar":"قَالَ هِىَ رَٰوَدَتْنِى عَن نَّفْسِى ۚ وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ ٱلْكَـٰذِبِينَ","tl":"qāla hiya rāwadatnī ʿan nafsī washahida shāhidun min ahlihā in kāna qamīṣuhu qudda min qubulin faṣadaqat wahuwa mina l-kādhibīna","tr":{"en":"[Joseph] said, \"It was she who sought to seduce me.\" And a witness from her family testified, \"If his shirt is torn from the front, then she has told the truth, and he is of the liars.","id":"Dia (Yusuf) berkata, \"Dia yang menggodaku dan merayu diriku.\" seorang saksi dari keluarga perempuan itu memberikan kesaksian, \"Jika baju gamisnya koyak di bagian depan, maka peerempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta.","zh":"他说：“是她勾引我。”她家里的一个人作证说：“如果他的衬衣是从前面撕破的，那她说的是实话，而他是说谎的；","ja":"かれは言った。「奥様こそ，わたしの意に反して，わたしを御求めになりました。」その時かの女の家族の中の一人が証言した。「もしかれの服が前から裂けていれば，奥様が真実で，かれは嘘つきです。"},"m":{"juz":12,"hizb":24,"rub":null,"page":238,"ruku":195}},{"s":12,"a":27,"ar":"وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ ٱلصَّـٰدِقِينَ","tl":"wa-in kāna qamīṣuhu qudda min duburin fakadhabat wahuwa mina l-ṣādiqīna","tr":{"en":"But if his shirt is torn from the back, then she has lied, and he is of the truthful.\"","id":"Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar.\"","zh":"如果他的衬衣是从后面撕破的，那么她已说了谎话，而他说的是实话。”","ja":"だがかれの服が，もし後ろから裂けていれば，奥さまが嘘を御付きになったので，かれは真実であります。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":238,"ruku":195}},{"s":12,"a":28,"ar":"فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٍ قَالَ إِنَّهُۥ مِن كَيْدِكُنَّ ۖ إِنَّ كَيْدَكُنَّ عَظِيمٌ","tl":"falammā raā qamīṣahu qudda min duburin qāla innahu min kaydikunna inna kaydakunna ʿaẓīmun","tr":{"en":"So when he [i.e., her husband] saw his shirt torn from the back, he said, \"Indeed, it is of your [i.e., women's] plan. Indeed, your plan is great [i.e., vehement].","id":"Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, \"Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat.\"","zh":"当他看见他的衬衣是从后面撕破的时候，他说：“这确是你们的诡计，你们的诡计确是重大的。”","ja":"主人は，ユースフの服が後ろから裂かれているのを見て，言った。「これはあなたがた（婦人）の悪企みだ。本当にあなたがたの悪企みは，激しいものである。"},"m":{"juz":12,"hizb":24,"rub":null,"page":238,"ruku":195}},{"s":12,"a":29,"ar":"يُوسُفُ أَعْرِضْ عَنْ هَـٰذَا ۚ وَٱسْتَغْفِرِى لِذَنۢبِكِ ۖ إِنَّكِ كُنتِ مِنَ ٱلْخَاطِـِٔينَ","tl":"yūsufu aʿriḍ ʿan hādhā wa-is'taghfirī lidhanbiki innaki kunti mina l-khāṭiīna","tr":{"en":"Joseph, ignore this.<sup foot_note=196510>1</sup> And, [my wife], ask forgiveness for your sin. Indeed, you were of the sinful.\"","id":"Wahai Yusuf! \"Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah.\"","zh":"（又说）：“优素福，你避开此事吧！（我的妻子），你为你的罪过而求饶吧，你原是错误的！”","ja":"ユースフよ，これを気にしないでくれ。それから（妻よ），あなたの罪の赦しを願いなさい。本当にあなたは罪深い者である。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":238,"ruku":195}},{"s":12,"a":30,"ar":"۞ وَقَالَ نِسْوَةٌ فِى ٱلْمَدِينَةِ ٱمْرَأَتُ ٱلْعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفْسِهِۦ ۖ قَدْ شَغَفَهَا حُبًّا ۖ إِنَّا لَنَرَىٰهَا فِى ضَلَـٰلٍ مُّبِينٍ","tl":"waqāla nis'watun fī l-madīnati im'ra-atu l-ʿazīzi turāwidu fatāhā ʿan nafsihi qad shaghafahā ḥubban innā lanarāhā fī ḍalālin mubīnin","tr":{"en":"And women in the city said, \"The wife of al-ʿAzeez is seeking to seduce her slave boy; he has impassioned her with love. Indeed, we see her [to be] in clear error.\"","id":"Dan perempuan-perempuan di kota berkata, \"Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata.\"","zh":"都城里的一些妇女说：“权贵的妻子勾引她的仆人，他迷惑了她，我们认为她确是在明显的迷误之中的。”","ja":"町の婦人たちは（評判して）言った。「貴人の奥様が，青年の意に反し，誘惑したそうよ。きっと恋に狂ったのでしょう。わたしたちは，明らかに奥様の誤りだと思います。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":238,"ruku":196}},{"s":12,"a":31,"ar":"فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ ۖ فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَـٰشَ لِلَّهِ مَا هَـٰذَا بَشَرًا إِنْ هَـٰذَآ إِلَّا مَلَكٌ كَرِيمٌ","tl":"falammā samiʿat bimakrihinna arsalat ilayhinna wa-aʿtadat lahunna muttaka-an waātat kulla wāḥidatin min'hunna sikkīnan waqālati ukh'ruj ʿalayhinna falammā ra-aynahu akbarnahu waqaṭṭaʿna aydiyahunna waqul'na ḥāsha lillahi mā hādhā basharan in hādhā illā malakun karīmun","tr":{"en":"So when she heard of their scheming, she sent for them and prepared for them a banquet and gave each one of them a knife and said [to Joseph], \"Come out before them.\" And when they saw him, they greatly admired him and cut their hands<sup foot_note=196512>1</sup> and said, \"Perfect is Allāh!<sup foot_note=196511>2</sup> This is not a man; this is none but a noble angel.\"","id":"Maka ketika perempuan itu mendengar cercaan mereka, diundangnyalah perempuan-perempuan itu dan disediakannya tempat duduk bagi mereka, dan kepada masing-masing mereka diberikan sebilah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf), \"Keluarlah (tampakkanlah dirimu) kepada mereka.\" Ketika perempuan-perempuan itu melihatnya, mereka terpesona kepada (keelokan rupa)nya, dan mereka (tanpa sadar) melukai tangannya sendiri. Seraya berkata, \"Mahasempurna Allah, ini bukanlah manusia. Ini benar-benar malaikat yang mulia.\"","zh":"她听到了她们狡猾的流言蜚语，就派人去把她们邀请来，并为她们预备了一桌席，发给她们每人一把小刀，她（对优素福）说：“你出去见见她们吧。”当她们看见他的时候，她们赞扬了他，（她们都被迷住了），以致餐刀割伤了自己的手。她们说：“哎呀！这不是一个凡夫，而是一位高洁的天使。”","ja":"かの女は婦人たちの悪意のある（陰ロ）を聞くと，使いを遣わし，かの女たちのために宴席を設け，一人一人にナイフを渡し，それから（ユースフに），「かの女たちの前に出て行きなさ い。」と言った。かの女たちがかれ（ユースフ）を見ると驚歎し，（興奮して）その手を傷つけ て言った。「アッラーの（造化の）完全無欠なことよ，これは人間ではない。これは貴い天使でなくて何でしょう。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":239,"ruku":196}},{"s":12,"a":32,"ar":"قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ ۖ وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ ۖ وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ ٱلصَّـٰغِرِينَ","tl":"qālat fadhālikunna alladhī lum'tunnanī fīhi walaqad rāwadttuhu ʿan nafsihi fa-is'taʿṣama wala-in lam yafʿal mā āmuruhu layus'jananna walayakūnan mina l-ṣāghirīna","tr":{"en":"She said, \"That is the one about whom you blamed me. And I certainly sought to seduce him, but he firmly refused; and if he will not do what I order him, he will surely be imprisoned and will be of those debased.\"","id":"Dia (istri Al-Aziz) berkata, \"Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya, dan sungguh, aku telah menggoda untuk menundukkan dirinya tetapi dia menolak. Jika dia tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan, dan dia akan menjadi orang yang hina.\"","zh":"她说：“这就是你们为他而责备我的那个人。我确已勾引他，但他洁身自好。如果他再不听从我的命令，他势必要坐牢，他势必成为自甘下贱的人。”","ja":"かの女は言った。「この人よ，あなたがたがわたしを謗るのは。確かにわたしが引っ張ってかれに求めたの。でもかれは貞節を守ったのよ。でも（今度）もしかれがあたしの命令を守らないなら，きっと投獄されて，汚名を被るでしょう。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":239,"ruku":196}},{"s":12,"a":33,"ar":"قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ ۖ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَـٰهِلِينَ","tl":"qāla rabbi l-sij'nu aḥabbu ilayya mimmā yadʿūnanī ilayhi wa-illā taṣrif ʿannī kaydahunna aṣbu ilayhinna wa-akun mina l-jāhilīna","tr":{"en":"He said, \"My Lord, prison is more to my liking than that to which they invite me. And if You do not avert from me their plan, I might incline toward them and [thus] be of the ignorant.\"","id":"Yusuf berkata, \"Wahai Tuhanku! Penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika aku tidak Engkau hindarkan dari tipu daya mereka, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang yang bodoh.\"","zh":"他说：“我的主啊！我宁愿坐牢，也不愿响应她们的召唤。如果你不为我排除她们的诡计，我将依恋她们，我将变成愚人。”","ja":"かれ（ユースフ）は言った。「主よ，わたしはかの女たちが誘惑するものよりも，牢獄が向いています。あなたがもしかの女たちの悪企みを，わたしから取り除いて下さらなければ，わたしは（若年の弱さで）かの女たちに傾いて，無道な者になるでしょう。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":239,"ruku":196}},{"s":12,"a":34,"ar":"فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","tl":"fa-is'tajāba lahu rabbuhu faṣarafa ʿanhu kaydahunna innahu huwa l-samīʿu l-ʿalīmu","tr":{"en":"So his Lord responded to him and averted from him their plan. Indeed, He is the Hearing, the Knowing.","id":"Maka Tuhan memperkenankan doa Yusuf, dan Dia menghindarkan Yusuf dari tipu daya mereka. Dialah Yang Maha Mendengar, Maha Mengetahui.","zh":"他的主就应答了他，并且为他排除了她们的诡计。他确是全聪的，确是全知的。","ja":"それで主はかれ（の祈り）を受け入れ，かの女たちの悪企みをかれから取り払われた。本当にかれは全聴にして全知であられる。"},"m":{"juz":12,"hizb":24,"rub":null,"page":239,"ruku":196}},{"s":12,"a":35,"ar":"ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا۟ ٱلْـَٔايَـٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍ","tl":"thumma badā lahum min baʿdi mā ra-awū l-āyāti layasjununnahu ḥattā ḥīnin","tr":{"en":"Then it appeared to them after they had seen the signs<sup foot_note=196514>1</sup> that he [i.e., al-ʿAzeez] should surely imprison him for a time.<sup foot_note=196513>2</sup>","id":"Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.","zh":"他们看见了许多迹象之后，觉得必须把他监禁一个时期。","ja":"そこでかの女たちは（かれが潔白である）証拠を見ていながら，しばらくかれを投獄しよう（それがかの女たちのために良い）と思った。"},"m":{"juz":12,"hizb":24,"rub":null,"page":239,"ruku":196}},{"s":12,"a":36,"ar":"وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ ۖ قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًا ۖ وَقَالَ ٱلْـَٔاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًا تَأْكُلُ ٱلطَّيْرُ مِنْهُ ۖ نَبِّئْنَا بِتَأْوِيلِهِۦٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ","tl":"wadakhala maʿahu l-sij'na fatayāni qāla aḥaduhumā innī arānī aʿṣiru khamran waqāla l-ākharu innī arānī aḥmilu fawqa rasī khub'zan takulu l-ṭayru min'hu nabbi'nā bitawīlihi innā narāka mina l-muḥ'sinīna","tr":{"en":"And there entered the prison with him two young men. One of them said, \"Indeed, I have seen myself [in a dream] pressing [grapes for] wine.\" The other said, \"Indeed, I have seen myself carrying upon my head [some] bread, from which the birds were eating. Inform us of its interpretation; indeed, we see you to be of those who do good.\"","id":"Dan bersama dia masuk pula dua orang pemuda ke dalam penjara.<sup foot_note=135363>1</sup> Salah satunya berkata, \"Sesungguhnya aku bermimpi memeras anggur,\" dan yang lainnya berkata, \"Aku bermimpi, membawa roti di atas kepalaku, sebagiannya dimakan burung.\" Berikanlah kepada kami takwilnya. Sesungguhnya kami memandangmu termasuk orang yang berbuat baik.","zh":"有两个青年和他一同入狱，这个说：“我确已梦见我榨葡萄汁。”那个说：“我确已梦见我的头上顶着一个大饼，众鸟飞来啄食。请你替我们圆梦，我们的确认为你是行善的。”","ja":"その時2人の若者が，かれと共に下獄した。その1人が言った。「わたしは酒を絞るのを（夢に）見ました。」また外の者は言った。「わたしは（夢に）自分の頭の上にパンを乗せて運んでいると，鳥がそれを啄むのを見ました。わたしたちにその意味を解いて下さい。御見かけしたところ，あなたは善い行いをされる方です。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":239,"ruku":197}},{"s":12,"a":37,"ar":"قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا ۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ ۚ إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ","tl":"qāla lā yatīkumā ṭaʿāmun tur'zaqānihi illā nabbatukumā bitawīlihi qabla an yatiyakumā dhālikumā mimmā ʿallamanī rabbī innī taraktu millata qawmin lā yu'minūna bil-lahi wahum bil-ākhirati hum kāfirūna","tr":{"en":"He said, \"You will not receive food that is provided to you except that I will inform you of its interpretation before it comes to you. That is from what my Lord has taught me. Indeed, I have left the religion of a people who do not believe in Allāh, and they, in the Hereafter, are disbelievers.","id":"Dia (Yusuf) berkata, \"Makanan apa pun yang akan diberikan kepadamu berdua aku telah dapat menerangkan takwilnya, sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, bahkan mereka tidak percaya kepada hari akhirat,","zh":"他说：“无论谁送什么食物给你俩之前，我能告诉给你们送的是什么。这是我的主教给我的。有一个民族不信仰安拉，不信仰后世，我确已抛弃他们的宗教。","ja":"かれ（ユースフ）は答えて言った。「あなたがた2人に支給される食事が来る前に，わたしは必ずその解釈を告げよう。それはわたしの主が教えて下さるのである。わたしはアッラーを信じず，また来世を認めない不信心者たちの信条を捨てたのである。"},"m":{"juz":12,"hizb":24,"rub":null,"page":239,"ruku":197}},{"s":12,"a":38,"ar":"وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَـٰقَ وَيَعْقُوبَ ۚ مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍ ۚ ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ","tl":"wa-ittabaʿtu millata ābāī ib'rāhīma wa-is'ḥāqa wayaʿqūba mā kāna lanā an nush'rika bil-lahi min shayin dhālika min faḍli l-lahi ʿalaynā waʿalā l-nāsi walākinna akthara l-nāsi lā yashkurūna","tr":{"en":"And I have followed the religion of my fathers, Abraham, Isaac and Jacob. And it was not for us to associate anything with Allāh. That is from the favor of Allāh upon us and upon the people, but most of the people are not grateful.","id":"dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah karunia dari Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur.","zh":"我遵循我的祖先——易卜拉欣、易司哈格、叶儿孤白的宗教。我们不该以任何物配安拉，这是安拉施于我们和世人的恩惠，但世人大半不感谢。","ja":"そしてわたしは祖先，イブラーヒーム，イスハークまたヤアコーブの信条に従う。わたしたちは，アッラーにどんな同位者も決して配すべきではない。これはわたしたち，また凡ての人びとに与えられたアッラーの恩恵である。だが人びとの多くはこれに感謝しない。"},"m":{"juz":12,"hizb":24,"rub":null,"page":240,"ruku":197}},{"s":12,"a":39,"ar":"يَـٰصَـٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ","tl":"yāṣāḥibayi l-sij'ni a-arbābun mutafarriqūna khayrun ami l-lahu l-wāḥidu l-qahāru","tr":{"en":"O [my] two companions of prison, are separate lords better or Allāh, the One,<sup foot_note=196516>1</sup> the Prevailing?<sup foot_note=196515>2</sup>","id":"Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa?","zh":"两位难友啊！是许多涣散的主宰更好呢？还是独一万能的安拉更好呢？","ja":"2人の獄の友よ（わたしはあなたがたに尋ねる）。雑多の神々がよいのか，それとも唯一にして全能であられるアッラーなのか。"},"m":{"juz":12,"hizb":24,"rub":null,"page":240,"ruku":197}},{"s":12,"a":40,"ar":"مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۚ أَمَرَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ","tl":"mā taʿbudūna min dūnihi illā asmāan sammaytumūhā antum waābāukum mā anzala l-lahu bihā min sul'ṭānin ini l-ḥuk'mu illā lillahi amara allā taʿbudū illā iyyāhu dhālika l-dīnu l-qayimu walākinna akthara l-nāsi lā yaʿlamūna","tr":{"en":"You worship not besides Him except [mere] names you have named them,<sup foot_note=196517>1</sup> you and your fathers, for which Allāh has sent down no evidence. Legislation is not but for Allāh. He has commanded that you worship not except Him. That is the correct religion, but most of the people do not know.","id":"Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat, baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.","zh":"你们舍安拉而崇拜的，只是你们和你们的祖先所定的一些（偶像）名称，安拉并未加以证实，一切判决只归安拉。他命令你们只崇拜他。这才是正教。但世人大半不知道。","ja":"かれに仕えないならば，あなたがたとその祖先が命名した，（只の）名称に仕えるに過ぎない。アッラーはそれに対し権能を与えてはいない。大権はアッラーにだけ属し，あなたがたはかれ以外の何ものにも仕えてはならないと（アッラーは）命じている。これこそ正しい教えである。だが人びとの多くは知らない。"},"m":{"juz":12,"hizb":24,"rub":null,"page":240,"ruku":197}},{"s":12,"a":41,"ar":"يَـٰصَـٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًا ۖ وَأَمَّا ٱلْـَٔاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ ۚ قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ","tl":"yāṣāḥibayi l-sij'ni ammā aḥadukumā fayasqī rabbahu khamran wa-ammā l-ākharu fayuṣ'labu fatakulu l-ṭayru min rasihi quḍiya l-amru alladhī fīhi tastaftiyāni","tr":{"en":"O two companions of prison, as for one of you, he will give drink to his master of wine; but as for the other, he will be crucified, and the birds will eat from his head. The matter has been decreed about which you both inquire.\"","id":"Wahai kedua penghuni penjara, \"Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku).\"","zh":"同监狱的两位朋友啊！你俩中有一个要替他的主人斟酒，有一个要被钉死在十字架上，而众鸟飞到他的头上来鹐他。你俩所询问的事情，已被判决了。”","ja":"2人の獄の友よ，あなたがたの中1人に就いていえば，主人のために酒を注ぐであろう。また外の1人に就いては，十字架にかけられて，鳥がその頭から啄むであろう。あなたがた2人が尋ねたことは，こう判断される。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":240,"ruku":197}},{"s":12,"a":42,"ar":"وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَـٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ","tl":"waqāla lilladhī ẓanna annahu nājin min'humā udh'kur'nī ʿinda rabbika fa-ansāhu l-shayṭānu dhik'ra rabbihi falabitha fī l-sij'ni biḍ'ʿa sinīna","tr":{"en":"And he said to the one whom he knew would go free, \"Mention me before your master.\" But Satan made him forget the mention [to] his master, and he [i.e., Joseph] remained in prison several years.","id":"Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, \"Terangkanlah keadaanku kepada tuanmu.\" Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.","zh":"他对他俩中预料会被释放的人说：“请你在你的主人面前替我申冤。”但恶魔使他忘记在他的主人面前替优素福申冤，以至他在监里坐了几年。","ja":"そして2人の中，釈放されると思われる者に言った。「あなたの主人にわたしのことを告げなさい。」だが悪魔は，かれがかれ（ユースフ）のことをその主人に告げるのを忘れさせた。それでかれは，なお数年間獄中に留まった。"},"m":{"juz":12,"hizb":24,"rub":null,"page":240,"ruku":197}},{"s":12,"a":43,"ar":"وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ ۖ يَـٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَـٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ","tl":"waqāla l-maliku innī arā sabʿa baqarātin simānin yakuluhunna sabʿun ʿijāfun wasabʿa sunbulātin khuḍ'rin wa-ukhara yābisātin yāayyuhā l-mala-u aftūnī fī ru'yāya in kuntum lilrru'yā taʿburūna","tr":{"en":"And [subsequently] the king said, \"Indeed, I have seen [in a dream] seven fat cows being eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry. O eminent ones, explain to me my vision, if you should interpret visions.\"","id":"Dan raja berkata (kepada para pemuka kaumnya), \"Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.\"","zh":"国王说：“我确已梦见七头胖黄牛，被七头瘦黄牛吃掉了，又梦见七穗青麦子，和七穗干麦子。侍从们呀！你们替我圆圆这个梦。如果你们是会圆梦的人。”","ja":"（エジプトの）王が言った。「わたしは7頭の肥えた牛が，7頭の瘠た牛に食われているのを（夢に）見ました。また穀物の7穂が緑で，他（の7穂）が枯れているのを見ました。首長たちよ，あなたがたが夢を解け得るならば，このわたしの夢を解釈して下さい。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":240,"ruku":198}},{"s":12,"a":44,"ar":"قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍ ۖ وَمَا نَحْنُ بِتَأْوِيلِ ٱلْأَحْلَـٰمِ بِعَـٰلِمِينَ","tl":"qālū aḍghāthu aḥlāmin wamā naḥnu bitawīli l-aḥlāmi biʿālimīna","tr":{"en":"They said, \"[It is but] a mixture of false dreams, and we are not learned in the interpretation of dreams.\"","id":"Mereka menjawab, \"(Itu) mimpi-mimpi yang kosong dan kami tidak mampu menakwilkan mimpi itu.\"","zh":"他们说：“这是一个噩梦，而且我们不会圆梦。”","ja":"かれらは（答えて）言った。「複雑な夢です。わたしたちは夢の解釈は不得手です。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":241,"ruku":198}},{"s":12,"a":45,"ar":"وَقَالَ ٱلَّذِى نَجَا مِنْهُمَا وَٱدَّكَرَ بَعْدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأْوِيلِهِۦ فَأَرْسِلُونِ","tl":"waqāla alladhī najā min'humā wa-iddakara baʿda ummatin anā unabbi-ukum bitawīlihi fa-arsilūni","tr":{"en":"But the one who was freed and remembered after a time said, \"I will inform you of its interpretation, so send me forth.\"","id":"Dan berkatalah orang yang selamat di antara mereka berdua dan teringat (kepada Yusuf) setelah beberapa waktu lamanya, \"Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu, maka utuslah aku (kepadanya).\"","zh":"曾被赦宥并且在一个时期之后想起优素福的那个青年说：“我将告诉你们这个梦的意思，请你们派我去吧。”","ja":"ところが2人の中の（獄から）釈放された者が，時を経て思い出して言った。「わたしがその解釈をあなたがたに知らせましょう。それで（まず）わたしを行かせて下さい。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":241,"ruku":198}},{"s":12,"a":46,"ar":"يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفْتِنَا فِى سَبْعِ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ لَّعَلِّىٓ أَرْجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمْ يَعْلَمُونَ","tl":"yūsufu ayyuhā l-ṣidīqu aftinā fī sabʿi baqarātin simānin yakuluhunna sabʿun ʿijāfun wasabʿi sunbulātin khuḍ'rin wa-ukhara yābisātin laʿallī arjiʿu ilā l-nāsi laʿallahum yaʿlamūna","tr":{"en":"[He said], \"Joseph, O man of truth, explain to us about seven fat cows eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry - that I may return to the people [i.e., the king and his court]; perhaps they will know [about you].\"","id":"\"Yusuf, wahai orang yang sangat dipercaya! Terangkanlah kepada kami (takwil mimpi) tentang tujuh ekor sapi betina yang gemuk yang dimakan oleh tujuh (ekor sapi betina) yang kurus, tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahuinya.\"","zh":"“优素福，忠实的人呀！请你为我们圆圆这个梦，七头胖黄牛，被七头瘦黄牛吃掉了，又有七穗青麦子，和七穗干麦子。我好回去告诉人们，让他们知道这个梦的意义。”","ja":"（かれは牢獄に来て言った。）「ユースフよ，誠実な人よ，わたしたちに解いて下さい。7頭の肥えた牛を，7頭の瘠た牛が食べ，また7つの緑の穀物の穂と，外の（7つの）枯れたものと（の夢）を。わたしは人びとの処に帰って，かれらに理解させたい。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":241,"ruku":198}},{"s":12,"a":47,"ar":"قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدتُّمْ فَذَرُوهُ فِى سُنۢبُلِهِۦٓ إِلَّا قَلِيلًا مِّمَّا تَأْكُلُونَ","tl":"qāla tazraʿūna sabʿa sinīna da-aban famā ḥaṣadttum fadharūhu fī sunbulihi illā qalīlan mimmā takulūna","tr":{"en":"[Joseph] said, \"You will plant for seven years consecutively; and what you harvest leave in its spikes, except a little from which you will eat.","id":"Dia (Yusuf) berkata, \"Agar kamu bercocok tanam tujuh tahun (berturut-turut) sebagaimana biasa; kemudian apa yang kamu tuai hendaklah kamu biarkan ditangkainya kecuali sedikit untuk kamu makan.","zh":"他说：“你们要连种七年，凡你们所收获的麦子，都让它存在穗子上，只把你们所吃的少量的麦子打下来。","ja":"かれは言った。「あなたがたは7年の間，例年のように種を播きなさい。だが刈り取ったものは，あなたがたが食べるのに必要な少量を除いて，（残りを）籾のまま貯蔵しなさい。"},"m":{"juz":12,"hizb":24,"rub":null,"page":241,"ruku":198}},{"s":12,"a":48,"ar":"ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِّمَّا تُحْصِنُونَ","tl":"thumma yatī min baʿdi dhālika sabʿun shidādun yakul'na mā qaddamtum lahunna illā qalīlan mimmā tuḥ'ṣinūna","tr":{"en":"Then will come after that seven difficult [years] which will consume what you advanced [i.e., saved] for them, except a little from which you will store.","id":"Kemudian setelah itu akan datang tujuh (tahun) yang sangat sulit, yang menghabiskan apa yang kamu simpan untuk menghadapinya (tahun sulit), kecuali sedikit dari apa (bibit gandum) yang kamu simpan.","zh":"此后，将有七个荒年，来把你们所预备的麦子吃光了，只剩得你们所储藏的少量麦子。","ja":"それから，その後7年（にわたる）厳しい（年）が来て，あなたがたがかれらのため以前に貯蔵したものを食べ，貯えるものの少量（を残す）に過ぎないであろう。"},"m":{"juz":12,"hizb":24,"rub":null,"page":241,"ruku":198}},{"s":12,"a":49,"ar":"ثُمَّ يَأْتِى مِنۢ بَعْدِ ذَٰلِكَ عَامٌ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعْصِرُونَ","tl":"thumma yatī min baʿdi dhālika ʿāmun fīhi yughāthu l-nāsu wafīhi yaʿṣirūna","tr":{"en":"Then will come after that a year in which the people will be given rain and in which they will press [olives and grapes].\"","id":"Setelah itu akan datang tahun, dimana manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).\"","zh":"此后，将有一个丰年。人们在那一年中要得雨水，要榨葡萄酿酒。”","ja":"それからその後に来る1年には，人びとに豊かな雨があり，たっぷり（果汁を）萎るであろう。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":241,"ruku":198}},{"s":12,"a":50,"ar":"وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦ ۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرْجِعْ إِلَىٰ رَبِّكَ فَسْـَٔلْهُ مَا بَالُ ٱلنِّسْوَةِ ٱلَّـٰتِى قَطَّعْنَ أَيْدِيَهُنَّ ۚ إِنَّ رَبِّى بِكَيْدِهِنَّ عَلِيمٌ","tl":"waqāla l-maliku i'tūnī bihi falammā jāahu l-rasūlu qāla ir'jiʿ ilā rabbika fasalhu mā bālu l-nis'wati allātī qaṭṭaʿna aydiyahunna inna rabbī bikaydihinna ʿalīmun","tr":{"en":"And the king said, \"Bring him to me.\" But when the messenger came to him, [Joseph] said, \"Return to your master and ask him what is the case of the women who cut their hands. Indeed, my Lord is Knowing of their plan.\"","id":"Dan raja berkata, \"Bawalah dia kepadaku.\" Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, \"Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya. Sungguh, Tuhanku Maha Mengetahui tipu daya mereka.\"","zh":"国王说：“你们带他来见我吧！”当使者到来的时候，他说：“请你回去问问你的主人，曾经把自己的手割伤了的那些妇女，现在是怎样的？我的主是全知她们的诡计的。”","ja":"王は（命じて）言った。「かれをわたしの所に連れて来なさい。」それで使いがユースフの所に来た時，かれは言った。「あなたは引き返して，あの手を傷つけた婦人たち（の心境）はどうなっているのか，主人に尋ねなさい。わたしの主は，かの女たちの悪企みを知っておられる。 」"},"m":{"juz":12,"hizb":24,"rub":null,"page":241,"ruku":199}},{"s":12,"a":51,"ar":"قَالَ مَا خَطْبُكُنَّ إِذْ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفْسِهِۦ ۚ قُلْنَ حَـٰشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِن سُوٓءٍ ۚ قَالَتِ ٱمْرَأَتُ ٱلْعَزِيزِ ٱلْـَٔـٰنَ حَصْحَصَ ٱلْحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّـٰدِقِينَ","tl":"qāla mā khaṭbukunna idh rāwadttunna yūsufa ʿan nafsihi qul'na ḥāsha lillahi mā ʿalim'nā ʿalayhi min sūin qālati im'ra-atu l-ʿazīzi l-āna ḥaṣḥaṣa l-ḥaqu anā rāwadttuhu ʿan nafsihi wa-innahu lamina l-ṣādiqīna","tr":{"en":"Said [the king to the women], \"What was your condition when you sought to seduce Joseph?\" They said, \"Perfect is Allāh!<sup foot_note=196518>1</sup> We know about him no evil.\" The wife of al-ʿAzeez said, \"Now the truth has become evident. It was I who sought to seduce him, and indeed, he is of the truthful.","id":"Dia (raja) berkata (kepada perempuan-perempuan itu), \"Bagaimana keadaanmu<sup foot_note=135364>1</sup> ketika kamu menggoda Yusuf untuk menundukkan dirinya?\" Mereka berkata, \"Mahasempurna Allah, kami tidak mengetahui sesuatu keburukan darinya.\" Istri Al-Aziz berkata, \"Sekarang jelaslah kebenaran itu, akulah yang menggoda dan merayunya, dan sesungguhnya dia termasuk orang yang benar.\"","zh":"国王说：“你们勾引优素福的时候，你们的实情是什么？”她们说：“啊呀！我们不知道他有一点罪过。”权贵的妻子说：“现在真相大白了，是我勾引他，他确是诚实的人。”","ja":"かれ（王）は，（婦人たちに）言った。「あなたがたがユースフを誘惑した時，結局どうであったのか。」かの女たちは，「アッラーは完全無欠であられます。かれ（ユースフ）には，何の悪いこともないのを存じています。」と言った。貴人の妻は言った。「今，真実が（皆に）明らかになりました。かれを誘惑したのはわたしです。本当にかれは誠実（高潔）な人物です。」"},"m":{"juz":12,"hizb":24,"rub":null,"page":241,"ruku":199}},{"s":12,"a":52,"ar":"ذَٰلِكَ لِيَعْلَمَ أَنِّى لَمْ أَخُنْهُ بِٱلْغَيْبِ وَأَنَّ ٱللَّهَ لَا يَهْدِى كَيْدَ ٱلْخَآئِنِينَ","tl":"dhālika liyaʿlama annī lam akhun'hu bil-ghaybi wa-anna l-laha lā yahdī kayda l-khāinīna","tr":{"en":"That is so he [i.e., al-ʿAzeez] will know that I did not betray him in [his] absence and that Allāh does not guide the plan of betrayers.","id":"(Yusuf berkata), \"Yang demikian itu agar dia (Al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah), dan bahwa Allah tidak meridai tipu daya orang-orang yang berkhianat.","zh":"“这是因为要他知道，在背地里我并没有不忠于他的行为, 并且要他知道，安拉不诱导不忠者的诡计。","ja":"かれ（ユースフ）は言った。「これはかれ（主人）に，かれの不在中わたしが決して裏切らないことを知らせ，またアッラーが裏切り者の悪企みを決して御助けになられないことを知らせるためです。"},"m":{"juz":12,"hizb":24,"rub":null,"page":241,"ruku":199}},{"s":12,"a":53,"ar":"۞ وَمَآ أُبَرِّئُ نَفْسِىٓ ۚ إِنَّ ٱلنَّفْسَ لَأَمَّارَةٌۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ ۚ إِنَّ رَبِّى غَفُورٌ رَّحِيمٌ","tl":"wamā ubarri-u nafsī inna l-nafsa la-ammāratun bil-sūi illā mā raḥima rabbī inna rabbī ghafūrun raḥīmun","tr":{"en":"And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful.\"<sup foot_note=196519>1</sup>","id":"Dan aku tidak (menyatakan) diriku bebas (dari kesalahan), karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun, Maha Penyayang.","zh":"（他说）：“我不自称清白；人性的确是怂恿人作恶的，除非我的主所怜悯的人。我的主确是至赦的，确是至慈的。”","ja":"またわたし自身，無欠とはいえませんが，主が慈悲をかけた以外の（人間の）魂は悪に傾きやすいのです。本当にわたしの主は寛容にして慈悲深くあられます」"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":199}},{"s":12,"a":54,"ar":"وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى ۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ","tl":"waqāla l-maliku i'tūnī bihi astakhliṣ'hu linafsī falammā kallamahu qāla innaka l-yawma ladaynā makīnun amīnun","tr":{"en":"And the king said, \"Bring him to me; I will appoint him exclusively for myself.\" And when he spoke to him, he said, \"Indeed, you are today established [in position] and trusted.\"","id":"Dan raja berkata, \"Bawalah dia (Yusuf) kepadaku, agar aku memilih dia (sebagai orang yang dekat) kepadaku.\" Ketika dia (raja) telah bercakap-cakap dengan dia, maka dia (raja) berkata, \"Sesungguhnya kamu (mulai) hari ini menjadi seorang yang berkedudukan tinggi di lingkungan kami dan terpercaya.\"","zh":"国王说：“你们带他来见我，我要使他为我自己所专有。”他对国王说话的时候，国王说：“今天你在我的御前确是有高品级的，是可以信任的人。”","ja":"（これらの報告を聞いて）王は言った。「かれをわたしの許に連れて参れ。わたしは側近と してかれを引き立てよう。」そこでかれ（王）は，かれ（ユースフ）と話を交した後，言った。「今日あなたは，確かにわたしの側近である。高位につけられ，信頼されているのである。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":199}},{"s":12,"a":55,"ar":"قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ ۖ إِنِّى حَفِيظٌ عَلِيمٌ","tl":"qāla ij'ʿalnī ʿalā khazāini l-arḍi innī ḥafīẓun ʿalīmun","tr":{"en":"[Joseph] said, \"Appoint me over the storehouses of the land. Indeed, I will be a knowing guardian.\"","id":"Dia (Yusuf) berkata, \"Jadikanlah aku bendaharawan negeri (Mesir); karena sesungguhnya aku adalah orang yang pandai menjaga dan berpengetahuan.\"","zh":"他说：“请你任命我管理全国的仓库，我确是一个内行的保管者。”","ja":"かれ（ユースフ）は言った。「わたしをこの国の財庫（の管理者）に任命して下さい。わたしは本当に知識ある管財者です。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":199}},{"s":12,"a":56,"ar":"وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ ۚ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ ۖ وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ","tl":"wakadhālika makkannā liyūsufa fī l-arḍi yatabawwa-u min'hā ḥaythu yashāu nuṣību biraḥmatinā man nashāu walā nuḍīʿu ajra l-muḥ'sinīna","tr":{"en":"And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good.","id":"Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir); untuk tinggal dimana saja yang dia kehendaki. Kami melimpahkan rahmat kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang-orang yang berbuat baik.","zh":"我这样使优素福在国内获得权力，在他所要的地方占优势，我把我的慈恩降给我所意欲者，我不会让行善者徒劳无酬。","ja":"こうしてわれは，この国においてユースフに権力を授けた。それでかれは，意のままにエジプトの国中を何時でも何処にでも住むことが出来た。われは欲する者に慈悲を施す。また善行をなす者への報奨を虚しくしない。"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":199}},{"s":12,"a":57,"ar":"وَلَأَجْرُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ","tl":"wala-ajru l-ākhirati khayrun lilladhīna āmanū wakānū yattaqūna","tr":{"en":"And the reward of the Hereafter is better for those who believed and were fearing Allāh.","id":"Dan sungguh, pahala akhirat itu lebih baik bagi orang-orang yang beriman dan selalu bertakwa.","zh":"后世的报酬，对于信道而且敬畏的人，将是更好的。","ja":"信仰して，絶えず主を畏れる者には，来世における報奨こそ最も優れたものである。"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":199}},{"s":12,"a":58,"ar":"وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا۟ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ","tl":"wajāa ikh'watu yūsufa fadakhalū ʿalayhi faʿarafahum wahum lahu munkirūna","tr":{"en":"And the brothers of Joseph came [seeking food], and they entered upon him; and he recognized them, but he was to them unknown.<sup foot_note=196520>1</sup>","id":"Dan saudara-saudara Yusuf datang (ke Mesir) lalu mereka masuk ke (tempat)nya. Maka dia (Yusuf) mengenal mereka, sedangkan mereka tidak kenal (lagi) kepadanya.<sup foot_note=135365>1</sup>","zh":"优素福的哥哥们来了，他们进去见他。他认出了他们，而他们却没有认出他。","ja":"その中ユースフの兄たちが来て，かれの前に罷り出た。かれ（ユースフ）はかれらを認めたが，かれら（兄たち）の方はかれに気付かなかった。"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":200}},{"s":12,"a":59,"ar":"وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ ۚ أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا۠ خَيْرُ ٱلْمُنزِلِينَ","tl":"walammā jahhazahum bijahāzihim qāla i'tūnī bi-akhin lakum min abīkum alā tarawna annī ūfī l-kayla wa-anā khayru l-munzilīna","tr":{"en":"And when he had furnished them with their supplies, he said, \"Bring me a brother of yours from your father.<sup foot_note=196521>1</sup> Do you not see that I give full measure and that I am the best of accommodators?","id":"Dan ketika dia (Yusuf) menyiapkan bahan makanan untuk mereka, dia berkata, \"Bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin), tidakkah kamu melihat bahwa aku menyempurnakan takaran dan aku adalah penerima tamu yang terbaik?","zh":"当他以他们所需的粮食供给他们之后，他说：“你们把你们同父的弟弟带来见我吧！难道你们不见我把足量的粮食给你们，而且我是最好的东道主吗？","ja":"かれは食料をかれらに与えてから言った。「あなたがたと同じ父親の，兄弟を1人わたしのもとに連れて来なさい。あなたがたは，わたしが十分に計量したのを見なかったのか。それはわたしの最上の持て成しではないか。"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":200}},{"s":12,"a":60,"ar":"فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ","tl":"fa-in lam tatūnī bihi falā kayla lakum ʿindī walā taqrabūni","tr":{"en":"But if you do not bring him to me, no measure will there be [hereafter] for you from me, nor will you approach me.\"","id":"Maka jika kamu tidak membawanya kepadaku, maka kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.\"","zh":"如果你们不带他来见我，你们就不能从我这里购买一颗粮食，你们也不得临近我。”","ja":"もしあなたがたがかれを連れて来ないなら，あなたがたはわたしの所で（殻物を）計ってもらえず，わたしに近付くことも出来ない。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":200}},{"s":12,"a":61,"ar":"قَالُوا۟ سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَـٰعِلُونَ","tl":"qālū sanurāwidu ʿanhu abāhu wa-innā lafāʿilūna","tr":{"en":"They said, \"We will attempt to dissuade his father from [keeping] him, and indeed, we will do [it].\"","id":"Mereka berkata, \"Kami akan membujuk ayahnya (untuk membawanya) dan kami benar-benar akan melaksanakannya.\"","zh":"他们说：“我们要恳求他父亲允许我们带他来见你，我们必定这样做。”","ja":"かれらは言った。「かれ（弟）に就いて父を納得させ，必ずそれを実行いたしましょう。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":200}},{"s":12,"a":62,"ar":"وَقَالَ لِفِتْيَـٰنِهِ ٱجْعَلُوا۟ بِضَـٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ","tl":"waqāla lifit'yānihi ij'ʿalū biḍāʿatahum fī riḥālihim laʿallahum yaʿrifūnahā idhā inqalabū ilā ahlihim laʿallahum yarjiʿūna","tr":{"en":"And [Joseph] said to his servants, \"Put their merchandise<sup foot_note=196522>1</sup> into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return.\"","id":"Dan dia (Yusuf) berkata kepada pelayan-pelayannya, \"Masukkanlah barang-barang (penukar) mereka<sup foot_note=135366>1</sup> ke dalam karung-karungnya, agar mereka mengetahuinya apabila telah kembali kepada keluarganya, mudah-mudahan mereka kembali lagi.<sup foot_note=135367>2</sup>","zh":"他对他的童仆们说：“你们把他们的财物放在他们的粮袋里，他们回去的时候也许会认出这些财物，也许会再来一趟。”","ja":"それからかれ（ユースフ）は，その部下に（命じて）言った。「かれらの（穀物と交換して払った）代価をかれらの袋に入れて置け。かれらは家に帰りそれを見て，恐らく戻って来るであろう。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":200}},{"s":12,"a":63,"ar":"فَلَمَّا رَجَعُوٓا۟ إِلَىٰٓ أَبِيهِمْ قَالُوا۟ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ","tl":"falammā rajaʿū ilā abīhim qālū yāabānā muniʿa minnā l-kaylu fa-arsil maʿanā akhānā naktal wa-innā lahu laḥāfiẓūna","tr":{"en":"So when they returned to their father, they said, \"O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians.\"","id":"Maka ketika mereka telah kembali kepada ayahnya (Yakub) mereka berkata, \"Wahai ayah kami! Kami tidak akan mendapat jatah (gandum) lagi, (jika tidak membawa saudara kami), sebab itu biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah, dan kami benar-benar akan menjaganya.\"","zh":"他们回去见了他们的父亲，说：“我们的父亲啊！人家不准我们再籴粮了，请你派我们的弟弟和我们一同去，我们就能籴粮了；我们一定把他保护好。”","ja":"かれらは父のところに帰って言った。「父よ，わたしたちは（穀物を）計ることを拒否されました。弟をわたしたちと一緒に行かせて下さい。そうすれば計って貰えます。わたしたちは（どんな危険があっても）必ずかれを守ります。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":242,"ruku":200}},{"s":12,"a":64,"ar":"قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ ۖ فَٱللَّهُ خَيْرٌ حَـٰفِظًا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ","tl":"qāla hal āmanukum ʿalayhi illā kamā amintukum ʿalā akhīhi min qablu fal-lahu khayrun ḥāfiẓan wahuwa arḥamu l-rāḥimīna","tr":{"en":"He said, \"Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allāh is the best guardian, and He is the most merciful of the merciful.\"","id":"Dia (Yakub) berkata, \"Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?\" Maka Allah adalah Penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.","zh":"他说：“对于他我能信任你们，正如以前对于他哥哥我信任你们一样吗？安拉是最善于保护的，也是最慈爱的。”","ja":"かれ（ヤアコーブ）は言った。「わたしは以前にかれの兄（ユースフ）に就いてあなたがたを信用した以上に，かれに就いてあなたがたを信用出来ようか。だがアッラーは最も能く（かれを）守られる。かれこそは，慈悲深い御方の中でも最大の慈悲深い御方であられる。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":243,"ruku":200}},{"s":12,"a":65,"ar":"وَلَمَّا فَتَحُوا۟ مَتَـٰعَهُمْ وَجَدُوا۟ بِضَـٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ ۖ قَالُوا۟ يَـٰٓأَبَانَا مَا نَبْغِى ۖ هَـٰذِهِۦ بِضَـٰعَتُنَا رُدَّتْ إِلَيْنَا ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ۖ ذَٰلِكَ كَيْلٌ يَسِيرٌ","tl":"walammā fataḥū matāʿahum wajadū biḍāʿatahum ruddat ilayhim qālū yāabānā mā nabghī hādhihi biḍāʿatunā ruddat ilaynā wanamīru ahlanā wanaḥfaẓu akhānā wanazdādu kayla baʿīrin dhālika kaylun yasīrun","tr":{"en":"And when they opened their baggage, they found their merchandise returned to them. They said, \"O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies [i.e., food] for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement.\"<sup foot_note=196523>1</sup>","id":"Dan ketika mereka membuka barang-barangnya, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, \"Wahai ayah kami! Apalagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kita akan dapat memberi makan keluarga kita, dan kami akan memelihara saudara kami, dan kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu suatu hal yang mudah (bagi raja Mesir).\"","zh":"当他们打开自己的粮袋的时候，发现他们的财物已退还他们了，他们说：“我们的父亲啊！我们还要求什么呢？这是我们的财物，已退还我们了，我们要为我们的眷属籴粮，要保护我们的弟弟，我们可以多籴一驮粮，那是容易获得的粮食。”","ja":"かれらが荷物を開くと，代価がかれらに返されているのを見付けた。かれらは言った。「父よ，わたしたちは（この上）何を望みましょう。この代価がわたしたちに戻されています。家族に（もっと）蓄えが貰えます。弟を守り，ラクダ1頭分の増配を得（て帰）るでしょう。そのくらいは，難なく手に入るでしょう。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":243,"ruku":200}},{"s":12,"a":66,"ar":"قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ ۖ فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ","tl":"qāla lan ur'silahu maʿakum ḥattā tu'tūni mawthiqan mina l-lahi latatunnanī bihi illā an yuḥāṭa bikum falammā ātawhu mawthiqahum qāla l-lahu ʿalā mā naqūlu wakīlun","tr":{"en":"[Jacob] said, \"Never will I send him with you until you give me a promise [i.e., oath] by Allāh that you will bring him [back] to me, unless you should be surrounded [i.e., overcome by enemies].\" And when they had given their promise, he said, \"Allāh, over what we say, is Entrusted.\"<sup foot_note=196524>1</sup>","id":"Dia (Yakub) berkata, \"Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung (musuh).\" Setelah mereka mengucapkan sumpah, dia (Yakub) berkata, \"Allah adalah saksi terhadap apa yang kita ucapkan.\"","zh":"他说：“我不派他和你们一同去，直到你们指安拉而和我立誓约，你们誓必带他回来见我，除非你们全遭祸患。”当他们和他立誓约的时候，他说：“安拉是监护我们的誓约的。”","ja":"かれは言った。「あなたがたが，避け難い障害に取り囲まれた場合の外必ずかれを連れて戻ると，アッラーにかけて約束しない限り，わたしはかれをあなたがたと一緒に決してやらないであろう。」こうしてかれらがかれに厳粛に誓った時，かれは言った。「アッラーは，わたしたち の言ったことの監視者であられる。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":243,"ruku":200}},{"s":12,"a":67,"ar":"وَقَالَ يَـٰبَنِىَّ لَا تَدْخُلُوا۟ مِنۢ بَابٍ وَٰحِدٍ وَٱدْخُلُوا۟ مِنْ أَبْوَٰبٍ مُّتَفَرِّقَةٍ ۖ وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ ۖ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ","tl":"waqāla yābaniyya lā tadkhulū min bābin wāḥidin wa-ud'khulū min abwābin mutafarriqatin wamā ugh'nī ʿankum mina l-lahi min shayin ini l-ḥuk'mu illā lillahi ʿalayhi tawakkaltu waʿalayhi falyatawakkali l-mutawakilūna","tr":{"en":"And he said, \"O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allāh at all. The decision is only for Allāh; upon Him I have relied, and upon Him let those who would rely [indeed] rely.\"","id":"Dan dia (Yakub) berkata, \"Wahai anak-anakku! Janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda; namun demikian aku tidak dapat mempertahankan kamu sedikit pun dari (takdir) Allah. Keputusan itu hanyalah bagi Allah. Kepada-Nya aku bertawakal dan kepada-Nya pula bertawakallah orang-orang yang bertawakal.\"","zh":"他说：“我的孩子们，你们不要从一道城门进城，应当分散开，从几道城门进去。我对于安拉的（判决），毫无裨益于你们；一切判决只归安拉，我只托靠他，让托靠的人们托靠他吧！”","ja":"更にかれは言った。「息子たちよ，（町に入る時は皆が）1つの門から入ってはならない。あなたがたは別々の門から入りなさい。だが（この用心は），アッラーに対しては，あなたがたに何も役立たないであろう。裁定は，只アッラーに属する。かれにわたしは信頼した。凡ての頼る者は，かれにこそ頼るべきである。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":243,"ruku":200}},{"s":12,"a":68,"ar":"وَلَمَّا دَخَلُوا۟ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةً فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا ۚ وَإِنَّهُۥ لَذُو عِلْمٍ لِّمَا عَلَّمْنَـٰهُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ","tl":"walammā dakhalū min ḥaythu amarahum abūhum mā kāna yugh'nī ʿanhum mina l-lahi min shayin illā ḥājatan fī nafsi yaʿqūba qaḍāhā wa-innahu ladhū ʿil'min limā ʿallamnāhu walākinna akthara l-nāsi lā yaʿlamūna","tr":{"en":"And when they entered from where their father had ordered them, it did not avail them against Allāh at all except [it was] a need [i.e., concern] within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know.","id":"Dan ketika mereka masuk sesuai dengan perintah ayah mereka, (masuknya mereka itu) tidak dapat menolak sedikit pun keputusan Allah, (tetapi itu) hanya suatu keinginan pada diri Yakub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Tetapi kebanyakan manusia tidak mengetahui.","zh":"当他们遵照他们的父亲的命令而进城的时候，他对于安拉的判决没有丝毫裨益，但那是叶尔孤白心中的一种希望，已把它表白出来。他曾受我的教诲，所以，他确是有知识的人，但世人的大半不知道。","ja":"かれらは父の命じたやり方で入った。それは，アッラー（の計画）に対し，何の役にも立たなかった。只ヤアコーブ自身に必要な気休めに過ぎなかった。かれはわれが教えたので，知識を持っていた。だが人びとの多くは知らない。"},"m":{"juz":13,"hizb":25,"rub":null,"page":243,"ruku":200}},{"s":12,"a":69,"ar":"وَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّىٓ أَنَا۠ أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَعْمَلُونَ","tl":"walammā dakhalū ʿalā yūsufa āwā ilayhi akhāhu qāla innī anā akhūka falā tabta-is bimā kānū yaʿmalūna","tr":{"en":"And when they entered upon Joseph, he took his brother to himself; he said, \"Indeed, I am your brother, so do not despair over what they used to do [to me].\"","id":"Dan ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, \"Sesungguhnya aku adalah saudaramu, jangan engkau bersedih hati atas apa yang telah mereka kerjakan.\"","zh":"当他们进去见优素福的时候，他拥抱他弟弟，他说：“我确是你的哥哥，你不要为他们过去的所作所为而悲伤吧。”","ja":"さてかれらがユースフの許に行った時，かれはその弟を親しく迎えて言った。「わたしはあなたの兄です。今までかれら（兄たち）がしてきたことに，心を悩ましてはならない。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":243,"ruku":201}},{"s":12,"a":70,"ar":"فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَـٰرِقُونَ","tl":"falammā jahhazahum bijahāzihim jaʿala l-siqāyata fī raḥli akhīhi thumma adhana mu-adhinun ayyatuhā l-ʿīru innakum lasāriqūna","tr":{"en":"So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, \"O caravan, indeed you are thieves.\"","id":"Maka ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan piala<sup foot_note=135368>1</sup> ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan, \"Wahai kafilah! Sesungguhnya kamu pasti pencuri.\"","zh":"当他以他们所需的粮食供给他们的时候，他（使人）把一只酒杯放在他弟弟的粮袋里，然后，一个传唤者传唤说：“队商啊！你们确是一伙小偷。”","ja":"かれ（ユースフ）が，かれらに配給をし終った時，かれは弟の袋の中に盃を入れた。やがて，ある者が呼びかけた。「隊商よ，あなたがたは確かに泥棒です。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":244,"ruku":201}},{"s":12,"a":71,"ar":"قَالُوا۟ وَأَقْبَلُوا۟ عَلَيْهِم مَّاذَا تَفْقِدُونَ","tl":"qālū wa-aqbalū ʿalayhim mādhā tafqidūna","tr":{"en":"They said while approaching them, \"What is it you are missing?\"","id":"Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), \" Kamu kehilangan apa?\"","zh":"他们转回来说：“你们丢了什么？”","ja":"かれらは振り向いて言った。「あなたがたの何がなくなりましたか。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":244,"ruku":201}},{"s":12,"a":72,"ar":"قَالُوا۟ نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍ وَأَنَا۠ بِهِۦ زَعِيمٌ","tl":"qālū nafqidu ṣuwāʿa l-maliki waliman jāa bihi ḥim'lu baʿīrin wa-anā bihi zaʿīmun","tr":{"en":"They said, \"We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load, and I am responsible for it.\"","id":"Mereka menjawab, \"Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta, dan aku jamin itu.\"","zh":"他们说：“我们丢了国王的酒杯；谁拿酒杯来还，给谁一驮粮食，我是保证人。”","ja":"かれらは言った。「わたしたちは，王様の盃をなくしたのです。それを持って来た者にはラクダの一頭分の荷（を与える）でしょう。わたしがその保証人です。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":244,"ruku":201}},{"s":12,"a":73,"ar":"قَالُوا۟ تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَـٰرِقِينَ","tl":"qālū tal-lahi laqad ʿalim'tum mā ji'nā linuf'sida fī l-arḍi wamā kunnā sāriqīna","tr":{"en":"They said, \"By Allāh, you have certainly known that we did not come to cause corruption in the land, and we have not been thieves.\"","id":"Mereka (saudara-saudara Yusuf) menjawab, \"Demi Allah, sungguh, kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.\"","zh":"他们说：“指安拉发誓，你们知道，我们不是到这个地方来捣乱的，我们向来不是小偷。”","ja":"かれらは言った。「アッラーにかけて誓います。わたしたちはこの国で，悪事を働く為に来たのではないことを，あなたがたは既に御存じです。わたしたちは，盗みは致しません。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":244,"ruku":201}},{"s":12,"a":74,"ar":"قَالُوا۟ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَـٰذِبِينَ","tl":"qālū famā jazāuhu in kuntum kādhibīna","tr":{"en":"They [the accusers] said, \"Then what would be its recompense<sup foot_note=196525>1</sup> if you should be liars?\"","id":"Mereka berkata, \"Tetapi apa hukumannya jika kamu dusta?\"","zh":"他们说：“偷窃者应受什么处分呢？如果你们是说谎的人？”","ja":"かれらは言った。「あなたがたが嘘つきであったら，その（盗みの）処罰は何としようか。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":244,"ruku":201}},{"s":12,"a":75,"ar":"قَالُوا۟ جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ","tl":"qālū jazāuhu man wujida fī raḥlihi fahuwa jazāuhu kadhālika najzī l-ẓālimīna","tr":{"en":"[The brothers] said, \"Its recompense is that he in whose bag it is found - he [himself] will be its recompense.<sup foot_note=196526>1</sup> Thus do we recompense the wrongdoers.\"","id":"Mereka menjawab, \"Hukumannya ialah pada siapa yang ditemukan dalam karungnya (barang yang hilang itu), maka dia sendirilah yang menerima hukumannya.<sup foot_note=135369>1</sup> Demikianlah kami memberi hukuman kepada orang-orang zalim.\"","zh":"他们说：“偷窃者应受的处罚，是在谁的粮袋里搜出酒杯来，就让他自己承受应得的处罚，（把他当做奴仆），我们是这样惩罚不义者的。”","ja":"かれら（兄たちは答えて）言った。「その処罰は，誰でも袋の中から（盃が）発見された者であります。かれが，その償いです。このように，わたしたちは悪を行う者を罰します。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":244,"ruku":201}},{"s":12,"a":76,"ar":"فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ ۚ كَذَٰلِكَ كِدْنَا لِيُوسُفَ ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌ","tl":"fabada-a bi-awʿiyatihim qabla wiʿāi akhīhi thumma is'takhrajahā min wiʿāi akhīhi kadhālika kid'nā liyūsufa mā kāna liyakhudha akhāhu fī dīni l-maliki illā an yashāa l-lahu narfaʿu darajātin man nashāu wafawqa kulli dhī ʿil'min ʿalīmun","tr":{"en":"So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion [i.e., law] of the king except that Allāh willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing.<sup foot_note=196527>1</sup>","id":"Maka mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan (piala raja) itu dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.","zh":"优素福在检查他弟弟的粮袋之前，先检查了他们的粮袋。随后，在他弟弟的粮袋里查出了那只酒杯。我这样为优素福定计。按照国王的法律，他不得把他弟弟当作奴仆，但安拉意欲他那样做。我把我所意欲者提升若干级，每个有知识的人上面，都有一个全知者。","ja":"それでかれ（ユースフ）は，弟の袋（の検査）をする前に，かれらの袋を（調べ）始めた。そして（後に）弟の袋から，それを捜し出した。われはこのように，ユースフに策略を授けた。アッラーが望まれる以外には，かれは弟を（エジプト国）王の法律の下で抑留することが出来なかったのである。われは欲する者の（英知の）階位を高める。全ての知者の上に全知なる御方はいる。"},"m":{"juz":13,"hizb":25,"rub":null,"page":244,"ruku":201}},{"s":12,"a":77,"ar":"۞ قَالُوٓا۟ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُۥ مِن قَبْلُ ۚ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ ۚ قَالَ أَنتُمْ شَرٌّ مَّكَانًا ۖ وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ","tl":"qālū in yasriq faqad saraqa akhun lahu min qablu fa-asarrahā yūsufu fī nafsihi walam yub'dihā lahum qāla antum sharrun makānan wal-lahu aʿlamu bimā taṣifūna","tr":{"en":"They said, \"If he steals - a brother of his has stolen before.\" But Joseph kept it within himself and did not reveal it to them.<sup foot_note=196528>1</sup> He said, \"You are worse in position, and Allāh is most knowing of what you describe.\"","id":"Mereka berkata, \"Jika dia mencuri, maka sungguh sebelum itu saudaranya pun pernah pula mencuri.\" Maka Yusuf menyembunyikan (kejengkelan) dalam hatinya dan tidak ditampakkannya kepada mereka. Dia berkata (dalam hatinya), \"Kedudukanmu justru lebih buruk. Dan Allah Maha Mengetahui apa yang kamu terangkan.\"","zh":"他们说：“如果他偷窃，那么，他有一个哥哥从前就偷窃过。”优素福把这句话隐藏在心中，没有对他们表示出来，他暗暗地说：“你们的处境是更恶劣的。安拉是知道你们所叙述的事情的。”","ja":"かれらは言った。「もしかれが盗んだとすれば，かれの兄も以前確かに盗みをしました。」 しかしユースフはこれらのことを自分の心に秘めて，かれらにそれ（秘密）を漏さなかった。かれは（独り言のように）言った。「事情はあなたがたに不利である。アッラーはあなたがたの語る真実を最も能く知っておられる。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":244,"ruku":201}},{"s":12,"a":78,"ar":"قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ","tl":"qālū yāayyuhā l-ʿazīzu inna lahu aban shaykhan kabīran fakhudh aḥadanā makānahu innā narāka mina l-muḥ'sinīna","tr":{"en":"They said, \"O ʿAzeez,<sup foot_note=196529>1</sup> indeed he has a father [who is] an old man, so take one of us in place of him. Indeed, we see you as a doer of good.\"","id":"Mereka berkata, \"Wahai Al-Aziz! Dia mempunyai ayah yang sudah lanjut usia, karena itu ambillah salah seorang di antara kami sebagai gantinya, sesungguhnya kami melihat engkau termasuk orang-orang yang berbuat baik.\"","zh":"他们说：“权贵啊！他的确有一位龙钟的老父；请你以我们中的一人代替他当奴仆吧。我们确认为你是行善的。”","ja":"かれらは言った。「申し上げますが，かれには大変年老いた父親があります。それでかれの代りに，わたしたちの1人を拘留して下さい。御見うけしたところ，あなたは本当に善い行いをなさる方でございます。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":244,"ruku":201}},{"s":12,"a":79,"ar":"قَالَ مَعَاذَ ٱللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَـٰعَنَا عِندَهُۥٓ إِنَّآ إِذًا لَّظَـٰلِمُونَ","tl":"qāla maʿādha l-lahi an nakhudha illā man wajadnā matāʿanā ʿindahu innā idhan laẓālimūna","tr":{"en":"He said, \"[I seek] the refuge of Allāh [to prevent] that we take except him with whom we found our possession. Indeed, we would then be unjust.\"","id":"Dia (Yusuf) berkata, \"Aku memohon perlindungan kepada Allah dari menahan (seseorang), kecuali orang yang kami temukan harta kami padanya, jika kami (berbuat) demikian, berarti kami orang yang zalim.\"","zh":"他说：“愿安拉保佑我们，我们只把发现其粮袋里有酒杯的当作奴仆；否则，我们必定是不义的人。”","ja":"かれは言った。「アッラーは，わたしたちの物を，その許で見付けた者以外は，（誰も）捕えることを禁じられる。（もしそうしないと）本当にわたしたちは，不義を行うことになるであろう。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":245,"ruku":201}},{"s":12,"a":80,"ar":"فَلَمَّا ٱسْتَيْـَٔسُوا۟ مِنْهُ خَلَصُوا۟ نَجِيًّا ۖ قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوٓا۟ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ ٱللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِى يُوسُفَ ۖ فَلَنْ أَبْرَحَ ٱلْأَرْضَ حَتَّىٰ يَأْذَنَ لِىٓ أَبِىٓ أَوْ يَحْكُمَ ٱللَّهُ لِى ۖ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ","tl":"falammā is'tayasū min'hu khalaṣū najiyyan qāla kabīruhum alam taʿlamū anna abākum qad akhadha ʿalaykum mawthiqan mina l-lahi wamin qablu mā farraṭtum fī yūsufa falan abraḥa l-arḍa ḥattā yadhana lī abī aw yaḥkuma l-lahu lī wahuwa khayru l-ḥākimīna","tr":{"en":"So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allāh and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allāh decides for me,<sup foot_note=196530>1</sup> and He is the best of judges.","id":"Maka ketika mereka berputus asa darinya (putusan Yusuf) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, \"Tidakkah kamu ketahui bahwa ayahmu telah mengambil janji dari kamu dengan (nama) Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf? Sebab itu aku tidak akan meninggalkan negeri ini (Mesir), sampai ayahku mengizinkan (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah hakim yang terbaik.\"","zh":"当他们对优素福绝望的时候，他们离席而秘密会议，他们的大哥说：“你们的父亲曾要求你们指安拉发誓，难道你们不知道吗？从前，你们曾怠慢了优素福。我绝不离开这个地方，直到父亲允许我，或安拉为我而判决，他是最公正的判决者。","ja":"そこでかれらは，かれ（の引き取り）に望みがないことを知り，密に協議した。かれらの中の年長の者が言った。「あなたがたは，父がアッラー（の御名）によって誓いをたて，また以前ユースフのことに就いても，どのような誤りを犯したかを考えないのか。それで父がわたしを許すか，またアッラーがわたしたちを御裁き下さるまで，わたしは決してこの地を離れないであろう。かれは最も優れた裁決者であられる。"},"m":{"juz":13,"hizb":25,"rub":null,"page":245,"ruku":202}},{"s":12,"a":81,"ar":"ٱرْجِعُوٓا۟ إِلَىٰٓ أَبِيكُمْ فَقُولُوا۟ يَـٰٓأَبَانَآ إِنَّ ٱبْنَكَ سَرَقَ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَـٰفِظِينَ","tl":"ir'jiʿū ilā abīkum faqūlū yāabānā inna ib'naka saraqa wamā shahid'nā illā bimā ʿalim'nā wamā kunnā lil'ghaybi ḥāfiẓīna","tr":{"en":"Return to your father and say, 'O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen.<sup foot_note=196531>1</sup>","id":"Kembalilah kepada ayahmu dan katakanlah, \"Wahai ayah kami! Sesungguhnya anakmu telah mencuri dan kami hanya menyaksikan apa yang kami ketahui dan kami tidak mengetahui apa yang dibalik itu.","zh":"你们回去见父亲，然后对他说：我们的父亲啊！你的儿子确已偷窃，我们只作证我们所知道的。我们不是保证幽玄的。","ja":"あなたがたは父のもとに帰って言いなさい。『父よ，あなたの子は，本当に盗みをしました。わたしたちは，唯知っていることの外は証明出来ません。また目に見ていないことに対しては，どうしようもなかったのです。"},"m":{"juz":13,"hizb":25,"rub":null,"page":245,"ruku":202}},{"s":12,"a":82,"ar":"وَسْـَٔلِ ٱلْقَرْيَةَ ٱلَّتِى كُنَّا فِيهَا وَٱلْعِيرَ ٱلَّتِىٓ أَقْبَلْنَا فِيهَا ۖ وَإِنَّا لَصَـٰدِقُونَ","tl":"wasali l-qaryata allatī kunnā fīhā wal-ʿīra allatī aqbalnā fīhā wa-innā laṣādiqūna","tr":{"en":"And ask the city in which we were and the caravan in which we came - and indeed, we are truthful.'\"","id":"Dan tanyalah (penduduk) negeri tempat kami berada, dan kafilah yang datang bersama kami. Dan kami adalah orang yang benar.\"","zh":"请你问一问我们曾居住的那座市镇和与我们同行的队商吧，我们确是诚实的。”","ja":"それで（あなたは），わたしたちがいた町で尋ねるか，またはそこを往来した隊商に問いなさい。わたしたちは真実を言っている（ことが分ります）』。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":245,"ruku":202}},{"s":12,"a":83,"ar":"قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ عَسَى ٱللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ","tl":"qāla bal sawwalat lakum anfusukum amran faṣabrun jamīlun ʿasā l-lahu an yatiyanī bihim jamīʿan innahu huwa l-ʿalīmu l-ḥakīmu","tr":{"en":"[Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allāh will bring them to me all together. Indeed, it is He who is the Knowing, the Wise.\"","id":"Dia (Yakub) berkata, \"Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. Maka (kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku. Sungguh, Dialah Yang Maha Mengetahui, Mahabijaksana.\"","zh":"他说：“不然，你们的私欲怂恿了你们做这件事，我只有很好的忍耐，但愿安拉把他们统统带来给我。他确是全知的，确是至睿的。”","ja":"かれ（ヤアコーブ）は言った。「いや嘘である。あなたがた自身のため事件を工夫して作ったに過ぎない。だが耐え忍ぶこそ（わたしには）美徳である。或はアッラーが，かれらを皆わたしに御送りになるかもしれない。かれは本当に全知にして英明であられる。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":245,"ruku":202}},{"s":12,"a":84,"ar":"وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ فَهُوَ كَظِيمٌ","tl":"watawallā ʿanhum waqāla yāasafā ʿalā yūsufa wa-ib'yaḍḍat ʿaynāhu mina l-ḥuz'ni fahuwa kaẓīmun","tr":{"en":"And he turned away from them and said, \"Oh, my sorrow over Joseph,\" and his eyes became white<sup foot_note=196533>1</sup> from grief, for he was [of that] a suppressor.<sup foot_note=196532>2</sup>","id":"Dan dia (Yakub) berpaling dari mereka (anak-anaknya) seraya berkata, \"Aduhai dukacitaku terhadap Yusuf,\" dan kedua matanya menjadi putih karena sedih Dia diam menahan amarah (terhadap anak-anaknya).","zh":"他不理睬他们，他说：“哀哉优素福！”他因悲伤而两眼发白，他是压住性子的。","ja":"かれはかれらから離れて言った。「ああ，わたしはユースフのことを思うと，悲しくてならない。」かれ（父）の両目は悲嘆の余り自くなり，物思いに沈んだ。"},"m":{"juz":13,"hizb":25,"rub":null,"page":245,"ruku":202}},{"s":12,"a":85,"ar":"قَالُوا۟ تَٱللَّهِ تَفْتَؤُا۟ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ ٱلْهَـٰلِكِينَ","tl":"qālū tal-lahi tafta-u tadhkuru yūsufa ḥattā takūna ḥaraḍan aw takūna mina l-hālikīna","tr":{"en":"They said, \"By Allāh, you will not cease remembering Joseph until you become fatally ill or become of those who perish.\"","id":"Mereka berkata, \"Demi Allah, engkau tidak henti-hentinya mengingat Yusuf, sehingga engkau (mengidapkan penyakit) berat atau engkau termasuk orang-orang yang akan binasa.\"","zh":"他们说：“指安拉发誓，你将念念不忘优素福，直到你变成为憔悴的或死亡的。”","ja":"かれらは言った。「アッラーにかけて申し上げます。あなたはユースフを思うことを止めなければ，重態に陥り，或は死んでしまいます。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":245,"ruku":202}},{"s":12,"a":86,"ar":"قَالَ إِنَّمَآ أَشْكُوا۟ بَثِّى وَحُزْنِىٓ إِلَى ٱللَّهِ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ","tl":"qāla innamā ashkū bathī waḥuz'nī ilā l-lahi wa-aʿlamu mina l-lahi mā lā taʿlamūna","tr":{"en":"He said, \"I only complain of my suffering and my grief to Allāh, and I know from Allāh that which you do not know.","id":"Dia (Yakub) menjawab, \"Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Dan aku mengetahui dari Allah apa yang tidak kamu ketahui.","zh":"他说：“我只向安拉诉说我的忧伤，我从安拉那里知道你们所不知道的。”","ja":"かれは言った。「わたしは只アッラーに対し，わが悲嘆と苦悩とを訴えている丈である。わたしは，あなたがたが知らないことを，アッラーから教わっている。"},"m":{"juz":13,"hizb":25,"rub":null,"page":245,"ruku":202}},{"s":12,"a":87,"ar":"يَـٰبَنِىَّ ٱذْهَبُوا۟ فَتَحَسَّسُوا۟ مِن يُوسُفَ وَأَخِيهِ وَلَا تَا۟يْـَٔسُوا۟ مِن رَّوْحِ ٱللَّهِ ۖ إِنَّهُۥ لَا يَا۟يْـَٔسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَـٰفِرُونَ","tl":"yābaniyya idh'habū fataḥassasū min yūsufa wa-akhīhi walā tāy'asū min rawḥi l-lahi innahu lā yāy'asu min rawḥi l-lahi illā l-qawmu l-kāfirūna","tr":{"en":"O my sons, go and find out about Joseph and his brother and despair not of relief from Allāh. Indeed, no one despairs of relief from Allāh except the disbelieving people.\"","id":"Wahai anak-anakku! Pergilah kamu, carilah (berita) tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya yang berputus asa dari rahmat Allah, hanyalah orang-orang yang kafir.\"","zh":"他说：“我的孩子们！你们去打听优素福和他弟弟的消息吧。你们不要绝望于安拉的慈恩，只有不信道的人们才绝望于安拉的慈恩。”","ja":"息子たちよ，あなたがたは出掛けてユースフとその弟の消息を尋ねなさい。アッラーの情け深い御恵みに決して絶望してはならない。不信心な者の外は，アッラーの情け深い御恵みに絶望しない。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":246,"ruku":202}},{"s":12,"a":88,"ar":"فَلَمَّا دَخَلُوا۟ عَلَيْهِ قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ مَسَّنَا وَأَهْلَنَا ٱلضُّرُّ وَجِئْنَا بِبِضَـٰعَةٍ مُّزْجَىٰةٍ فَأَوْفِ لَنَا ٱلْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ ۖ إِنَّ ٱللَّهَ يَجْزِى ٱلْمُتَصَدِّقِينَ","tl":"falammā dakhalū ʿalayhi qālū yāayyuhā l-ʿazīzu massanā wa-ahlanā l-ḍuru waji'nā bibiḍāʿatin muz'jātin fa-awfi lanā l-kayla wataṣaddaq ʿalaynā inna l-laha yajzī l-mutaṣadiqīna","tr":{"en":"So when they entered upon him [i.e., Joseph], they said, \"O ʿAzeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allāh rewards the charitable.\"","id":"Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata, \"Wahai Al-Aziz! Kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah jatah (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang yang bersedekah.\"","zh":"当他们进去见优素福的时候，他们说：“权贵啊！我们和我们的眷属遭遇了灾害，只带来了一点劣质财物，请你给我们足量的粮食，请你施舍给我们。安拉一定会报酬施舍者。”","ja":"それでかれらは，（また）かれ（ユースフ）の許にやって来て言った。「申し上げます。災難（饑饉）がわたしたちと一族の者に降りかかったので，ほんの粗末な品を持って参いりました。枡目を十分にして，わたしたちに施して下さい。本当にアッラーは施しを与える者を報われます。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":246,"ruku":202}},{"s":12,"a":89,"ar":"قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَـٰهِلُونَ","tl":"qāla hal ʿalim'tum mā faʿaltum biyūsufa wa-akhīhi idh antum jāhilūna","tr":{"en":"He said, \"Do you know what you did with Joseph and his brother when you were ignorant?\"","id":"Dia (Yusuf) berkata, \"Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak menyadari (akibat) perbuatanmu itu?\"","zh":"他说：“你们知道吗？当你们是愚昧的时候，你们是怎样对待优素福和他弟弟的呢？”","ja":"かれは言った。「あなたがたが無道の余り，ユースフとその弟にどんなことをしたか知っているのか。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":246,"ruku":202}},{"s":12,"a":90,"ar":"قَالُوٓا۟ أَءِنَّكَ لَأَنتَ يُوسُفُ ۖ قَالَ أَنَا۠ يُوسُفُ وَهَـٰذَآ أَخِى ۖ قَدْ مَنَّ ٱللَّهُ عَلَيْنَآ ۖ إِنَّهُۥ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ","tl":"qālū a-innaka la-anta yūsufu qāla anā yūsufu wahādhā akhī qad manna l-lahu ʿalaynā innahu man yattaqi wayaṣbir fa-inna l-laha lā yuḍīʿu ajra l-muḥ'sinīna","tr":{"en":"They said, \"Are you indeed Joseph?\" He said, \"I am Joseph, and this is my brother. Allāh has certainly favored us. Indeed, he who fears Allāh and is patient, then indeed, Allāh does not allow to be lost the reward of those who do good.\"","id":"Mereka berkata, \"Apakah engkau benar-benar Yusuf?\" Dia (Yusuf) menjawab, \"Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami.\" Sesungguhnya barang siapa bertakwa dan bersabar, maka sungguh, Allah tidak menyia-nyiakan pahala orang yang berbuat baik.\"","zh":"他们说：“怎么，你呀！真是优素福吗？”他说：“我是优素福，这是我弟弟，安拉确已降恩给我们。谁敬畏而且坚忍，（谁必受报酬），因为安拉必不使行善者徒劳无酬。”","ja":"かれらは驚いて言った。「すると本当にあなたは，ユースフなのですか。」かれは言った。「わたしはユースフです。これはわたしの弟です。アッラーは確かにわたしたちに恵み深くあられる。本当に主を畏れ，堅忍であるならば，アッラーは決して善行の徒への報奨を，虚しくなされない。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":246,"ruku":202}},{"s":12,"a":91,"ar":"قَالُوا۟ تَٱللَّهِ لَقَدْ ءَاثَرَكَ ٱللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَـٰطِـِٔينَ","tl":"qālū tal-lahi laqad ātharaka l-lahu ʿalaynā wa-in kunnā lakhāṭiīna","tr":{"en":"They said, \"By Allāh, certainly has Allāh preferred you over us, and indeed, we have been sinners.\"","id":"Mereka berkata, \"Demi Allah, sungguh Allah telah melebihkan engkau di atas kami, dan sesungguhnya kami adalah orang yang bersalah (berdosa).\"","zh":"他们说：“指安拉发誓，安拉确已从我们当中拣选了你。从前，我们确是有罪的。”","ja":"かれらは言った。「アッラーにかけて。本当にアッラーはわたしたちの上に，あなたを御引き立てなされた。わたしたちは本当に罪深い者です。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":246,"ruku":202}},{"s":12,"a":92,"ar":"قَالَ لَا تَثْرِيبَ عَلَيْكُمُ ٱلْيَوْمَ ۖ يَغْفِرُ ٱللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ","tl":"qāla lā tathrība ʿalaykumu l-yawma yaghfiru l-lahu lakum wahuwa arḥamu l-rāḥimīna","tr":{"en":"He said, \"No blame will there be upon you today. May Allāh forgive you; and He is the most merciful of the merciful.","id":"Dia (Yusuf) berkata, \"Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dan Dia Maha Penyayang di antara para penyayang.","zh":"他说：“今天对你们毫无谴责，但愿安拉饶恕你们。他是最慈爱的。","ja":"かれは言った。「今日あなたがたを，（取り立てて）咎めることはありません。アッラーはあなたがたを御赦しになるでしょう。かれは慈悲深き御方の中でも最も優れた慈悲深き御方であられます。"},"m":{"juz":13,"hizb":25,"rub":null,"page":246,"ruku":202}},{"s":12,"a":93,"ar":"ٱذْهَبُوا۟ بِقَمِيصِى هَـٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِى يَأْتِ بَصِيرًا وَأْتُونِى بِأَهْلِكُمْ أَجْمَعِينَ","tl":"idh'habū biqamīṣī hādhā fa-alqūhu ʿalā wajhi abī yati baṣīran watūnī bi-ahlikum ajmaʿīna","tr":{"en":"Take this, my shirt, and cast it over the face of my father; he will become seeing. And bring me your family, all together.\"","id":"Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat kembali; dan bawalah seluruh keluargamu kepadaku.\"","zh":"你们把我的这件衬衣带回去，把它蒙在我父亲的脸上，他就会恢复视力。然后，你们把自己的眷属全部带到我这里来吧！”","ja":"あなたがたはわたしのこの下着を持って（帰り），わたしの父の顔に投げかけなさい。かれは眼が見えるようになろう。それからあなたがたは，家族揃ってわたしの処に来なさい。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":246,"ruku":202}},{"s":12,"a":94,"ar":"وَلَمَّا فَصَلَتِ ٱلْعِيرُ قَالَ أَبُوهُمْ إِنِّى لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَآ أَن تُفَنِّدُونِ","tl":"walammā faṣalati l-ʿīru qāla abūhum innī la-ajidu rīḥa yūsufa lawlā an tufannidūni","tr":{"en":"And when the caravan departed [from Egypt], their father said,<sup foot_note=196534>1</sup> \"Indeed, I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind.\"","id":"Dan ketika kafilah itu telah keluar (dari negeri Mesir), ayah mereka berkata, \"Sesungguhnya aku mencium bau Yusuf, sekiranya kamu tidak menuduhku lemah akal (tentu kamu membenarkan aku).\"","zh":"当队商出发的时候，他们的父亲说：“我确已闻到优素福的气味了，要不是你们说我是老糊涂。”","ja":"隊商が（エジプトを）たった時，かれらの父は（左右の者に）言った。「わたしは確かにユースフの匂を嗅いだ。だがあなたがたは，老衰のせいだと思うであろう」"},"m":{"juz":13,"hizb":25,"rub":null,"page":246,"ruku":203}},{"s":12,"a":95,"ar":"قَالُوا۟ تَٱللَّهِ إِنَّكَ لَفِى ضَلَـٰلِكَ ٱلْقَدِيمِ","tl":"qālū tal-lahi innaka lafī ḍalālika l-qadīmi","tr":{"en":"They said, \"By Allāh, indeed you are in your [same] old error.\"","id":"Mereka (keluarganya) berkata, \"Demi Allah, sesungguhnya engkau masih dalam kekeliruanmu yang dahulu.\"","zh":"他们说：“指安拉发誓，你的确还在你那旧有的迷误之中。”","ja":"かれらは言った。「アッラーにかけて，全くそれはあなたの（いつもの）老いの迷いです。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":246,"ruku":203}},{"s":12,"a":96,"ar":"فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًا ۖ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ","tl":"falammā an jāa l-bashīru alqāhu ʿalā wajhihi fa-ir'tadda baṣīran qāla alam aqul lakum innī aʿlamu mina l-lahi mā lā taʿlamūna","tr":{"en":"And when the bearer of good tidings<sup foot_note=196535>1</sup> arrived, he cast it over his face, and he returned [once again] seeing. He said, \"Did I not tell you that I know from Allāh that which you do not know?\"","id":"Maka ketika telah tiba pembawa kabar gembira itu, maka diusapkannya (baju itu) ke wajahnya (Yakub), lalu dia dapat melihat kembali. Dia (Yakub) berkata, \"Bukankah telah aku katakan kepadamu, bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui.\"","zh":"当报喜者来到后，他就把那件衬衣蒙在他的脸上，他的眼睛立即恢复了视力。他说：“难道我没有对你们说过吗？我的确从安拉知道你们所不知道的。”","ja":"それから吉報を伝える者が（帰って）来て，（下着を）かれの顔に投げかけると，直かれは視力を回復した。かれは言った。「わたしはあなたがたに言わなかったか。あなたがたが知らないことを，わたしはアッラーから（の啓示で）知っている。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":247,"ruku":203}},{"s":12,"a":97,"ar":"قَالُوا۟ يَـٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَـٰطِـِٔينَ","tl":"qālū yāabānā is'taghfir lanā dhunūbanā innā kunnā khāṭiīna","tr":{"en":"They said, \"O our father, ask for us forgiveness of our sins; indeed, we have been sinners.\"","id":"Mereka berkata, \"Wahai ayah kami! Mohonkanlah ampunan untuk kami atas dosa-dosa kami, sesungguhnya kami adalah orang yang bersalah (berdosa).\"","zh":"他们说：“我们的父亲啊！请你为我们求饶，我们确是有罪的。”","ja":"かれらは言った。「父よ，わたしたちのために，罪の御放しを祈って下さい。わたしたちは本当に罪深い者でした。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":247,"ruku":203}},{"s":12,"a":98,"ar":"قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ","tl":"qāla sawfa astaghfiru lakum rabbī innahu huwa l-ghafūru l-raḥīmu","tr":{"en":"He said, \"I will ask forgiveness for you from my Lord. Indeed, it is He who is the Forgiving, the Merciful.\"","id":"Dia (Yakub) berkata, \"Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sungguh, Dia Yang Maha Pengampun, Maha Penyayang.\"","zh":"他说：“我将要为你们向我的主求饶。他确是至赦的，确是至慈的。”","ja":"かれは言った。「それではわたしはあなたがたのため，わが主に御放しを願ってやろう。本当にかれは，寛容で慈悲深くあられる。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":247,"ruku":203}},{"s":12,"a":99,"ar":"فَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا۟ مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ","tl":"falammā dakhalū ʿalā yūsufa āwā ilayhi abawayhi waqāla ud'khulū miṣ'ra in shāa l-lahu āminīna","tr":{"en":"And when they entered upon Joseph, he took his parents to himself [i.e., embraced them] and said, \"Enter Egypt, Allāh willing, safe [and secure].\"","id":"Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul (dan menyiapkan tempat untuk) kedua orang tuanya seraya berkata, \"Masuklah kamu ke negeri Mesir, insya Allah dalam keadaan aman.\"","zh":"当他们进去见优素福的时候，他拥抱自己的双亲，他说：“你们平安地进埃及吧！如果安拉意欲。”","ja":"やがてかれらがユースフの許に来た時，かれは両親を親しく迎えて言った。「もしアッラーが御望みなら，安らかにエジプトに御入りなさい。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":247,"ruku":203}},{"s":12,"a":100,"ar":"وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا۟ لَهُۥ سُجَّدًا ۖ وَقَالَ يَـٰٓأَبَتِ هَـٰذَا تَأْوِيلُ رُءْيَـٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّا ۖ وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَـٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ ۚ إِنَّ رَبِّى لَطِيفٌ لِّمَا يَشَآءُ ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ","tl":"warafaʿa abawayhi ʿalā l-ʿarshi wakharrū lahu sujjadan waqāla yāabati hādhā tawīlu ru'yāya min qablu qad jaʿalahā rabbī ḥaqqan waqad aḥsana bī idh akhrajanī mina l-sij'ni wajāa bikum mina l-badwi min baʿdi an nazagha l-shayṭānu baynī wabayna ikh'watī inna rabbī laṭīfun limā yashāu innahu huwa l-ʿalīmu l-ḥakīmu","tr":{"en":"And he raised his parents upon the throne, and they bowed to him in prostration.<sup foot_note=196537>1</sup> And he said, \"O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle<sup foot_note=196536>2</sup> in what He wills. Indeed, it is He who is the Knowing, the Wise.","id":"Dan dia menaikkan kedua orang tuanya ke atas singgasana. Dan mereka (semua) tunduk bersujud kepadanya (Yusuf). Dan dia (Yusuf) berkata, \"Wahai ayahku! Inilah takwil mimpiku yang dahulu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.","zh":"他请他的双亲坐在高座上，他们为他而俯伏叩头。他说：“我的父亲啊！这就是我以前的梦兆的解释。我的主已使那个梦兆变成为事实了。他确已优待我，因为他把我从监狱里释放出来，他在恶魔离间我和我哥哥们之后，把你从沙漠里带到这里来。我的主，对他所意欲者是慈爱的。他确是全知的，确是至睿的。","ja":"かれは両親を高座に上らせた。すると一同はかれにひれ伏した。するとかれは言った。「わたしの父よ，これが往年のわたしの夢の解釈です。わが主は，それを真実になさいました。本当にかれは，わたしに恩寵を与え，牢獄からわたしを御出しになり，また悪魔が，わたしと兄弟との間に微妙な敵意をかきたてた後，砂漠からあなたがたを連れて来られたのであります。わが主は，御望みの者には情け深くあられます。本当にかれは全知にして英明であられます。"},"m":{"juz":13,"hizb":25,"rub":null,"page":247,"ruku":203}},{"s":12,"a":101,"ar":"۞ رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بِٱلصَّـٰلِحِينَ","tl":"rabbi qad ātaytanī mina l-mul'ki waʿallamtanī min tawīli l-aḥādīthi fāṭira l-samāwāti wal-arḍi anta waliyyī fī l-dun'yā wal-ākhirati tawaffanī mus'liman wa-alḥiq'nī bil-ṣāliḥīna","tr":{"en":"My Lord, You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth, You are my protector in this world and the Hereafter. Cause me to die a Muslim and join me with the righteous.\"","id":"Tuhanku, sesungguhnya Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat, wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang yang saleh.\"","zh":"我的主啊！你确已赏赐我一部分政权，并教给我一些圆梦的知识。天地的创造者啊！在今世和后世，你都是我的主宰。求你使我作为顺从者而死去，求你使我入于善人之列。”","ja":"主よ，あなたはわたしに権能を授けられ，また出来事の解釈を御教えになりました。天と地の創造の主よ，あなたは現世と来世でのわたしの守護者です。あなたは，わたしをムスリムとして死なせ，正義の徒の中に加えて下さい。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":247,"ruku":203}},{"s":12,"a":102,"ar":"ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا۟ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ","tl":"dhālika min anbāi l-ghaybi nūḥīhi ilayka wamā kunta ladayhim idh ajmaʿū amrahum wahum yamkurūna","tr":{"en":"That is from the news of the unseen which We reveal, [O Muḥammad], to you. And you were not with them when they put together their plan while they conspired.","id":"Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Muhammad); padahal engkau tidak berada di samping mereka, ketika mereka bersepakat mengatur tipu muslihat (untuk memasukan Yusuf ke dalam sumur).","zh":"这是一部分幽玄的消息，我把它启示给你。当他们用计谋决策的时候，你不在他们的面前，","ja":"これはわれがあなた（ムハンマド）に啓示した，幽玄界の消息の一つである。かれらが（ユースフに対する）計画を策謀した時，あなたはかれらと（その場に）いなかった。"},"m":{"juz":13,"hizb":25,"rub":null,"page":247,"ruku":203}},{"s":12,"a":103,"ar":"وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ","tl":"wamā aktharu l-nāsi walaw ḥaraṣta bimu'minīna","tr":{"en":"And most of the people, although you strive [for it], are not believers.","id":"Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya.","zh":"你虽然切望世人信道，但他们大半是不信道的。","ja":"仮令あなたが如何に望んでも，人びとの多くは信じないであろう。"},"m":{"juz":13,"hizb":25,"rub":null,"page":247,"ruku":203}},{"s":12,"a":104,"ar":"وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ أَجْرٍ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَـٰلَمِينَ","tl":"wamā tasaluhum ʿalayhi min ajrin in huwa illā dhik'run lil'ʿālamīna","tr":{"en":"And you do not ask of them for it any payment. It is not except a reminder to the worlds.","id":"Dan engkau tidak meminta imbalan apa pun kepada mereka (terhadap seruanmu ini), sebab (seruan) itu adalah pengajaran bagi seluruh alam.","zh":"你不为传授《古兰经》而向他们要求任何的报酬。《古兰经》只是对世人的教诲。","ja":"あなたはそれ（使命）に対し，どんな報酬もかれらに求めない。これは，全人類への訓戒に外ならない。"},"m":{"juz":13,"hizb":25,"rub":null,"page":248,"ruku":203}},{"s":12,"a":105,"ar":"وَكَأَيِّن مِّنْ ءَايَةٍ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ","tl":"waka-ayyin min āyatin fī l-samāwāti wal-arḍi yamurrūna ʿalayhā wahum ʿanhā muʿ'riḍūna","tr":{"en":"And how many a sign within the heavens and earth do they pass over while they, therefrom, are turning away.","id":"Dan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling darinya.","zh":"天地间有许多迹象，他们从旁边走过，而不注意。","ja":"天と地の間には，（アッラーの唯一性や神慮に関し）如何にも多くの印がある。かれらはその側を過ぎるのだが，それらから（顔を）背ける。"},"m":{"juz":13,"hizb":25,"rub":null,"page":248,"ruku":204}},{"s":12,"a":106,"ar":"وَمَا يُؤْمِنُ أَكْثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشْرِكُونَ","tl":"wamā yu'minu aktharuhum bil-lahi illā wahum mush'rikūna","tr":{"en":"And most of them believe not in Allāh except while they associate others with Him.","id":"Dan kebanyakan mereka tidak beriman kepada Allah, bahkan mereka mempersekutukan-Nya.","zh":"他们虽然大半信仰安拉，但他们都是以物配主的。","ja":"かれらの多くは，アッラーを多神の1つとしてしか信仰しない。"},"m":{"juz":13,"hizb":25,"rub":null,"page":248,"ruku":204}},{"s":12,"a":107,"ar":"أَفَأَمِنُوٓا۟ أَن تَأْتِيَهُمْ غَـٰشِيَةٌ مِّنْ عَذَابِ ٱللَّهِ أَوْ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ","tl":"afa-aminū an tatiyahum ghāshiyatun min ʿadhābi l-lahi aw tatiyahumu l-sāʿatu baghtatan wahum lā yashʿurūna","tr":{"en":"Then do they feel secure that there will not come to them an overwhelming [aspect] of the punishment of Allāh or that the Hour will not come upon them suddenly while they do not perceive?","id":"Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan kiamat kepada mereka secara mendadak, sedangkan mereka tidak menyadarinya?","zh":"难道他们不怕安拉惩罚中的大灾降临他们，或末日在他们不知不觉之中，突然降临他们吗？","ja":"かれらに下るアッラーの懲罰が覆いかかることに対し，またかれらが気付かない間に突然来る時に対し，かれらは安心出来るのか。"},"m":{"juz":13,"hizb":25,"rub":null,"page":248,"ruku":204}},{"s":12,"a":108,"ar":"قُلْ هَـٰذِهِۦ سَبِيلِىٓ أَدْعُوٓا۟ إِلَى ٱللَّهِ ۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِى ۖ وَسُبْحَـٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ","tl":"qul hādhihi sabīlī adʿū ilā l-lahi ʿalā baṣīratin anā wamani ittabaʿanī wasub'ḥāna l-lahi wamā anā mina l-mush'rikīna","tr":{"en":"Say, \"This is my way; I invite to Allāh with insight, I and those who follow me. And exalted is Allāh; and I am not of those who associate others with Him.\"","id":"Katakanlah (Muhammad), \"Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (kamu) kepada Allah dengan yakin, Mahasuci Allah, dan aku tidak termasuk orang-orang musyrik.\"","zh":"你说：“这是我的道路，我号召人们信仰安拉，我和随从我的人，都是依据明证的。（我证）安拉，超绝万物！我不是以物配主的人。”","ja":"言ってやるがいい。「これこそわたしの道。わたしも，わたしに従う者たちも明瞭な証拠の上に立って，アッラーに呼びかける。アッラーに讃えあれ。わたしたちは多神を信じる者ではない。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":248,"ruku":204}},{"s":12,"a":109,"ar":"وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِم مِّنْ أَهْلِ ٱلْقُرَىٰٓ ۗ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۗ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ٱتَّقَوْا۟ ۗ أَفَلَا تَعْقِلُونَ","tl":"wamā arsalnā min qablika illā rijālan nūḥī ilayhim min ahli l-qurā afalam yasīrū fī l-arḍi fayanẓurū kayfa kāna ʿāqibatu alladhīna min qablihim waladāru l-ākhirati khayrun lilladhīna ittaqaw afalā taʿqilūna","tr":{"en":"And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they<sup foot_note=196538>1</sup> not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allāh; then will you not reason?","id":"Dan Kami tidak mengutus sebelummu (Muhammad), melainkan orang laki-laki yang Kami berikan wahyu kepadanya di antara penduduk negeri. Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul). Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa. Tidakkah kamu mengerti?","zh":"在你之前，我只派遣了城市居民中的若干男子，我启示他们。难道他们没有在大地上旅行，因而观察前人的结局是怎样的吗？后世的住所，对于敬畏者是更好的。难道你们不理解吗？","ja":"われはあなた以前にも，町に住む者の中から（特に選んで），われが啓示を授けた人間以外は，（預言者として）遺わさなかった。かれら（マッカの人びと）は，地上を旅して，以前の者たちの最後が，どんな（悲惨な）ものであったかを観察しているではないか。本当に主を畏れる者に対する，来世の住まいこそ上である。あなたがたは悟らないのか。"},"m":{"juz":13,"hizb":25,"rub":null,"page":248,"ruku":204}},{"s":12,"a":110,"ar":"حَتَّىٰٓ إِذَا ٱسْتَيْـَٔسَ ٱلرُّسُلُ وَظَنُّوٓا۟ أَنَّهُمْ قَدْ كُذِبُوا۟ جَآءَهُمْ نَصْرُنَا فَنُجِّىَ مَن نَّشَآءُ ۖ وَلَا يُرَدُّ بَأْسُنَا عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ","tl":"ḥattā idhā is'tayasa l-rusulu waẓannū annahum qad kudhibū jāahum naṣrunā fanujjiya man nashāu walā yuraddu basunā ʿani l-qawmi l-muj'rimīna","tr":{"en":"[They continued] until, when the messengers despaired and were certain that they had been denied, there came to them Our victory, and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals.","id":"Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa.","zh":"直到众使者绝望，而且猜想自己被欺骗的时候，我的援助才来临他们，而我拯救了我所意欲的人。我所加于犯罪的人们的惩罚是不可抗拒的。","ja":"（ムハンマド以前の）使徒たちが（遺わされた民のもとで）一切の希望を失った時，そしてかれら（使徒たち）が（不信仰者に対するアッラーからの勝利の約束の）期待が持てなくなったと思い込んだ時，われの助けがかれら（使徒）に下り，われの欲する者に救いは来るのである。 只罪を犯した者は，わが懲罰は免れられない。"},"m":{"juz":13,"hizb":25,"rub":null,"page":248,"ruku":204}},{"s":12,"a":111,"ar":"لَقَدْ كَانَ فِى قَصَصِهِمْ عِبْرَةٌ لِّأُو۟لِى ٱلْأَلْبَـٰبِ ۗ مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَـٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ","tl":"laqad kāna fī qaṣaṣihim ʿib'ratun li-ulī l-albābi mā kāna ḥadīthan yuf'tarā walākin taṣdīqa alladhī bayna yadayhi watafṣīla kulli shayin wahudan waraḥmatan liqawmin yu'minūna","tr":{"en":"There was certainly in their stories a lesson for those of understanding. Never was it [i.e., the Qur’ān] a narration invented, but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe.","id":"Sungguh, pada kisah-kisah mereka itu terdapat pengajaran bagi orang yang mempunyai akal. (Alquran) itu bukanlah cerita yang dibuat-buat, tetapi membenarkan (kitab-kitab) yang sebelumnya, menjelaskan segala sesuatu, dan (sebagai) petunjuk dan rahmat bagi orang-orang yang beriman.","zh":"在他们的故事里，对于有理智的人们，确有一种教训。这不是伪造的训辞，却是证实前经，详解万事，向导信士，并施以慈恩的。","ja":"本当にかれらの物語の中には，思慮ある人びとへの教訓がある。これは作られた事柄ではなく，以前にあったもの（啓典）の確証であり，凡ゆる事象の詳細な解明であり，また信仰する者への導き，慈悲ともなる。"},"m":{"juz":13,"hizb":25,"rub":null,"page":248,"ruku":204}}]