[{"s":13,"a":1,"ar":" الٓمٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ۗ وَٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ","tl":"alif-lam-meem-ra til'ka āyātu l-kitābi wa-alladhī unzila ilayka min rabbika l-ḥaqu walākinna akthara l-nāsi lā yu'minūna","tr":{"en":"Alif, Lām, Meem, Rā.<sup foot_note=196539>1</sup> These are the verses of the Book; and what has been revealed to you from your Lord is the truth, but most of the people do not believe.","id":"Alif Lām Mīm Rā`. Ini adalah ayat-ayat Kitab (Alquran). Dan (Kitab) yang diturunkan kepadamu (Muhammad) dari Tuhanmu itu adalah benar; tetapi kebanyakan manusia tidak beriman (kepadanya).","zh":"艾列弗，俩目，米目，拉仪。这些是天经的节文。从你的主降示你的经典，确是真实的，但众人大半不信。","ja":"アリフ・ラーム・ミーム・ラー。これは啓典の印である。そしてそれは主から，あなたに啓示された真理である。だが人びとの多くは信じない。"},"m":{"juz":13,"hizb":25,"rub":null,"page":249,"ruku":205}},{"s":13,"a":2,"ar":"ٱللَّهُ ٱلَّذِى رَفَعَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ يُدَبِّرُ ٱلْأَمْرَ يُفَصِّلُ ٱلْـَٔايَـٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ","tl":"al-lahu alladhī rafaʿa l-samāwāti bighayri ʿamadin tarawnahā thumma is'tawā ʿalā l-ʿarshi wasakhara l-shamsa wal-qamara kullun yajrī li-ajalin musamman yudabbiru l-amra yufaṣṣilu l-āyāti laʿallakum biliqāi rabbikum tūqinūna","tr":{"en":"It is Allāh who erected the heavens without pillars that you [can] see; then He established Himself above the Throne<sup foot_note=196541>1</sup> and made subject<sup foot_note=196540>2</sup> the sun and the moon, each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may, of the meeting with your Lord, be certain.","id":"Allah yang meninggikan langit tanpa tiang (sebagaimana) yang kamu lihat, kemudian Dia bersemayam di atas Arasy. Dia menundukkan matahari dan bulan; masing-masing beredar menurut waktu yang telah ditentukan. Dia mengatur urusan (makhluk-Nya), dan menjelaskan tanda-tanda (kebesaran-Nya), agar kamu yakin akan pertemuan dengan Tuhanmu.","zh":"安拉建立诸天，而不用你们所能见的支柱。随后他升上了宝座，制服日月，使其各自运行到一个定期。他处理万事，解释迹象，以便你们确信将与你们的主相会。","ja":"アッラーこそは，あなたがたには見える柱もなくて，諸天を掲げられた方である。それからかれは，（大権の）御座に鎮座なされ，太陽や月を従わせられる。（だから）各々の定められた時期まで運行する。かれが凡ての事物を規制統御し，種々の印を詳しく述べられる。必ずあなたがたに主との会見に就いて確信させるためである。"},"m":{"juz":13,"hizb":25,"rub":null,"page":249,"ruku":205}},{"s":13,"a":3,"ar":"وَهُوَ ٱلَّذِى مَدَّ ٱلْأَرْضَ وَجَعَلَ فِيهَا رَوَٰسِىَ وَأَنْهَـٰرًا ۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوْجَيْنِ ٱثْنَيْنِ ۖ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ","tl":"wahuwa alladhī madda l-arḍa wajaʿala fīhā rawāsiya wa-anhāran wamin kulli l-thamarāti jaʿala fīhā zawjayni ith'nayni yugh'shī al-layla l-nahāra inna fī dhālika laāyātin liqawmin yatafakkarūna","tr":{"en":"And it is He who spread the earth and placed therein firmly set mountains and rivers; and from all of the fruits He made therein two mates; He causes the night to cover the day. Indeed in that are signs for a people who give thought.","id":"Dan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir.","zh":"他展开大地，并在大地上安置许多山岳和河流，他把每种果实造成两性的，他以黑夜覆盖白昼。对于能思维的民众，此中确有许多迹象。","ja":"かれこそは大地を広げ，その上に山々や河川を配置された方である。またかれはそこで，凡ての果実を2つ（雌雄）の対になされた。また夜でもって昼を覆わされる。本当にこの中には，反省する人びとへの印がある。"},"m":{"juz":13,"hizb":25,"rub":null,"page":249,"ruku":205}},{"s":13,"a":4,"ar":"وَفِى ٱلْأَرْضِ قِطَعٌ مُّتَجَـٰوِرَٰتٌ وَجَنَّـٰتٌ مِّنْ أَعْنَـٰبٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَآءٍ وَٰحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِى ٱلْأُكُلِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ","tl":"wafī l-arḍi qiṭaʿun mutajāwirātun wajannātun min aʿnābin wazarʿun wanakhīlun ṣin'wānun waghayru ṣin'wānin yus'qā bimāin wāḥidin wanufaḍḍilu baʿḍahā ʿalā baʿḍin fī l-ukuli inna fī dhālika laāyātin liqawmin yaʿqilūna","tr":{"en":"And within the land are neighboring plots and gardens of grapevines and crops and palm trees, [growing] several from a root or otherwise,<sup foot_note=196542>1</sup> watered with one water; but We make some of them exceed others in [quality of] fruit. Indeed in that are signs for a people who reason.","id":"Dan di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, pohon kurma yang bercabang, dan yang tidak bercabang; disirami dengan air yang sama, tetapi Kami lebihkan tanaman yang satu dari yang lainnya dalam hal rasanya. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berakal.","zh":"大地上有许多邻近的区域，有葡萄园，有庄稼，有椰枣树，其中有二株同根生的，二株异根生的，（这些都是）用同样的水灌溉的，我却使这一部分果实比那一部分佳美。对于能理解的民众，此中确有许多迹象。","ja":"また地上には，隣り合う（が相異った）地域がある。ブドウの園，殻物の畑，一つの根から複数の幹が出たナツメヤシや一本だけの幹のものがある。同じ水で灌漑されても，食物としてあるものを外のものよりも優れたものになさる。本当にこの中には，理性ある人びとへの印がある。"},"m":{"juz":13,"hizb":25,"rub":null,"page":249,"ruku":205}},{"s":13,"a":5,"ar":"۞ وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِى خَلْقٍ جَدِيدٍ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَاقِهِمْ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ","tl":"wa-in taʿjab faʿajabun qawluhum a-idhā kunnā turāban a-innā lafī khalqin jadīdin ulāika alladhīna kafarū birabbihim wa-ulāika l-aghlālu fī aʿnāqihim wa-ulāika aṣḥābu l-nāri hum fīhā khālidūna","tr":{"en":"And if you are astonished,<sup foot_note=196544>1</sup> [O Muḥammad] - then astonishing is their saying, \"When we are dust, will we indeed be [brought] into a new creation?\" Those are the ones who have disbelieved in their Lord, and those will have shackles<sup foot_note=196543>2</sup> upon their necks, and those are the companions of the Fire; they will abide therein eternally.","id":"Dan jika engkau merasa heran, maka yang mengherankan adalah ucapan mereka, \" Apabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru?\" Mereka itulah yang ingkar kepada Tuhannya; dan mereka itulah (yang dilekatkan) belenggu di lehernya. Mereka adalah penghuni neraka, mereka kekal di dalamnya.","zh":"如果你感到惊讶，那么，他们的这句话才是奇怪的：“当我们变成为尘土的时候，我们必定要重新受造吗？”这等人是不信他们的主的；这等人是要带枷锁的；这等人是居住火狱的，他们将永居其中。","ja":"もしあなたが不思議に思うのなら，「わたしたちが（現実に）土になった時，わたしたちは本当に新しく創造されるであろうか。」とかれらの言うことこそ不思議である。これらは主を信じない者である。かれらはその首に枷がかけられる火獄の仲間で，その中に永遠に住む者である。"},"m":{"juz":13,"hizb":25,"rub":null,"page":249,"ruku":205}},{"s":13,"a":6,"ar":"وَيَسْتَعْجِلُونَكَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ ٱلْمَثُلَـٰتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلْعِقَابِ","tl":"wayastaʿjilūnaka bil-sayi-ati qabla l-ḥasanati waqad khalat min qablihimu l-mathulātu wa-inna rabbaka ladhū maghfiratin lilnnāsi ʿalā ẓul'mihim wa-inna rabbaka lashadīdu l-ʿiqābi","tr":{"en":"They impatiently urge you to bring about evil before good,<sup foot_note=196545>1</sup> while there has already occurred before them similar punishments [to what they demand]. And indeed, your Lord is the possessor of forgiveness for the people despite their wrongdoing, and indeed, your Lord is severe in penalty.","id":"Dan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.","zh":"在恩惠降临之前，他们要求你早日昭示惩罚。许多惩戒处罚在他们之前确已逝去了。众人虽然不义，但你的主对于他们确是饶恕的。你的主的惩罚确是严厉的。","ja":"かれらは（多くの）見せしめの例がかれら以前にあるのにあなたに幸福よりも，寧ろ災厄を急いで求める。しかしあなたの主は人間の悪い行いに対し本当に寛容であり，またあなたの主は，懲罰にも本当に痛烈である。"},"m":{"juz":13,"hizb":25,"rub":null,"page":250,"ruku":205}},{"s":13,"a":7,"ar":"وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦٓ ۗ إِنَّمَآ أَنتَ مُنذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ","tl":"wayaqūlu alladhīna kafarū lawlā unzila ʿalayhi āyatun min rabbihi innamā anta mundhirun walikulli qawmin hādin","tr":{"en":"And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" You are only a warner, and for every people is a guide.","id":"Dan orang-orang kafir berkata, \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu tanda (mukjizat) dari Tuhannya?\" Sesungguhnya engkau hanyalah seorang pemberi peringatan; dan bagi setiap kaum ada orang yang memberi petunjuk.","zh":"不信道者说：“为什么没有一种迹象，从他的主降临他呢？”你只是一个警告者，每个民族都有一个引导者。","ja":"信じない者たちは，「何故主からかれらに一つの印も下らないのだろうか。」と言う。あなたは一人の警告者に過ぎない。各々の民には一人の導き手がある。"},"m":{"juz":13,"hizb":25,"rub":null,"page":250,"ruku":205}},{"s":13,"a":8,"ar":"ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَىْءٍ عِندَهُۥ بِمِقْدَارٍ","tl":"al-lahu yaʿlamu mā taḥmilu kullu unthā wamā taghīḍu l-arḥāmu wamā tazdādu wakullu shayin ʿindahu bimiq'dārin","tr":{"en":"Allāh knows what every female carries<sup foot_note=196547>1</sup> and what the wombs lose [prematurely] or exceed.<sup foot_note=196546>2</sup> And everything with Him is by due measure.","id":"Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya.","zh":"安拉知道每个女性的怀孕，和子宫的收缩与膨胀。在主那里，万物是各有定量的。","ja":"アッラーは各々の女性が，妊娠するのを知っておられ，またその子宮の（胎児の時が）直ぐ終るか，また延びるかを知っておられる。凡てのことは，かれの御許で測られている。"},"m":{"juz":13,"hizb":25,"rub":null,"page":250,"ruku":206}},{"s":13,"a":9,"ar":"عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْكَبِيرُ ٱلْمُتَعَالِ","tl":"ʿālimu l-ghaybi wal-shahādati l-kabīru l-mutaʿāli","tr":{"en":"[He is] Knower of the unseen and the witnessed, the Grand, the Exalted.","id":"(Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi.","zh":"他是全知幽明的，是伟大的，是崇高的。","ja":"かれは幽玄界も現象界も知っておられる方，偉大にして至高の方であられる。"},"m":{"juz":13,"hizb":25,"rub":null,"page":250,"ruku":206}},{"s":13,"a":10,"ar":"سَوَآءٌ مِّنكُم مَّنْ أَسَرَّ ٱلْقَوْلَ وَمَن جَهَرَ بِهِۦ وَمَنْ هُوَ مُسْتَخْفٍۭ بِٱلَّيْلِ وَسَارِبٌۢ بِٱلنَّهَارِ","tl":"sawāon minkum man asarra l-qawla waman jahara bihi waman huwa mus'takhfin bi-al-layli wasāribun bil-nahāri","tr":{"en":"It is the same [to Him] concerning you whether one conceals [his] speech or publicizes it and whether one is hidden by night or conspicuous [among others] by day.","id":"Sama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari.","zh":"你们中窃窃私语的，高谈阔论的，隐藏在黑夜的，出现在白昼的，（在他）看来都是一样的。","ja":"あなたがたが言葉を隠しても，また声を出して言っても，あるいは夜間に隠れても，また昼間公然と出かけても，（全知の主においては）同じことである。"},"m":{"juz":13,"hizb":25,"rub":null,"page":250,"ruku":206}},{"s":13,"a":11,"ar":"لَهُۥ مُعَقِّبَـٰتٌ مِّنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ يَحْفَظُونَهُۥ مِنْ أَمْرِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوْمٍ سُوٓءًا فَلَا مَرَدَّ لَهُۥ ۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ","tl":"lahu muʿaqqibātun min bayni yadayhi wamin khalfihi yaḥfaẓūnahu min amri l-lahi inna l-laha lā yughayyiru mā biqawmin ḥattā yughayyirū mā bi-anfusihim wa-idhā arāda l-lahu biqawmin sūan falā maradda lahu wamā lahum min dūnihi min wālin","tr":{"en":"For him [i.e., each one] are successive [angels]<sup foot_note=196550>1</sup> before and behind him who protect him by the decree of Allāh.<sup foot_note=196549>2</sup> Indeed, Allāh will not change the condition of a people until they change what is in themselves. And when Allāh intends for a people ill,<sup foot_note=196548>3</sup> there is no repelling it. And there is not for them besides Him any patron.","id":"Baginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. Sesungguhnya Allah tidak mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. Dan apabila Allah menghendaki keburukan terhadap suatu kaum, maka tak ada yang dapat menolaknya dan tidak ada pelindung bagi mereka selain Dia.","zh":"每个人的前面和后面，都有许多接踵而来的天使，他们奉安拉的命令来监护他。安拉必定不变更任何民众的情况，直到他们变更自己的情况。当安拉欲降灾害于任何民众的时候，那灾害是不可抗拒的。除安拉外，他们绝无保护者。","ja":"各人には，前からも後ろからも，次から次に（天使）が付いていて，アッラーの御命令により監視している。本当にアッラーは，人が自ら変えない限り，決して人びと（の運命）を変えられない。だがアッラーが（一度）人びとに災難を下そうと御望みになれば，それは決して避ける ことは出来ない。かれらには，かれの外に守護者はないのである。"},"m":{"juz":13,"hizb":25,"rub":null,"page":250,"ruku":206}},{"s":13,"a":12,"ar":"هُوَ ٱلَّذِى يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ","tl":"huwa alladhī yurīkumu l-barqa khawfan waṭamaʿan wayunshi-u l-saḥāba l-thiqāla","tr":{"en":"It is He who shows you lightning, [causing] fear and aspiration, and generates the heavy clouds.","id":"Dialah yang memperlihatkan kilat kepadamu yang menimbulkan ketakutan dan harapan, dan Dia menjadikan awan mendung.","zh":"他以电光昭示你们，以引起你们的恐惧和希望，并兴起密云。","ja":"かれこそは稲妻を現わしてあなたがたに恐れと希望を抱かせられ，（雨を含む）重い雲を起こさせられる方である。"},"m":{"juz":13,"hizb":25,"rub":null,"page":250,"ruku":206}},{"s":13,"a":13,"ar":"وَيُسَبِّحُ ٱلرَّعْدُ بِحَمْدِهِۦ وَٱلْمَلَـٰٓئِكَةُ مِنْ خِيفَتِهِۦ وَيُرْسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَـٰدِلُونَ فِى ٱللَّهِ وَهُوَ شَدِيدُ ٱلْمِحَالِ","tl":"wayusabbiḥu l-raʿdu biḥamdihi wal-malāikatu min khīfatihi wayur'silu l-ṣawāʿiqa fayuṣību bihā man yashāu wahum yujādilūna fī l-lahi wahuwa shadīdu l-miḥāli","tr":{"en":"And the thunder exalts [Allāh] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allāh; and He is severe in assault.","id":"Dan guruh bertasbih memuji-Nya, (demikian pula) para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar, lalu menimpakannya kepada siapa yang Dia kehendaki, sementara mereka berbantah-bantahan tentang Allah, dan Dia Mahakeras siksaan-Nya.","zh":"雷霆在赞颂安拉超绝万物，众天使因为畏惧他而赞颂他。他发出霹雳以击杀他所意欲者。他们就安拉而发生争论，而他是强大谋略的主。","ja":"雷はかれを讃えて唱念し，また天使たちもかれを畏れて唱念する。かれは雷鳴を送られ，かれらがアッラーに就いて論争している間に，これでかれの御好みの者を撃たれる。かれは力ある強烈な方である。"},"m":{"juz":13,"hizb":25,"rub":null,"page":250,"ruku":206}},{"s":13,"a":14,"ar":"لَهُۥ دَعْوَةُ ٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَسْتَجِيبُونَ لَهُم بِشَىْءٍ إِلَّا كَبَـٰسِطِ كَفَّيْهِ إِلَى ٱلْمَآءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَـٰلِغِهِۦ ۚ وَمَا دُعَآءُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ","tl":"lahu daʿwatu l-ḥaqi wa-alladhīna yadʿūna min dūnihi lā yastajībūna lahum bishayin illā kabāsiṭi kaffayhi ilā l-māi liyablugha fāhu wamā huwa bibālighihi wamā duʿāu l-kāfirīna illā fī ḍalālin","tr":{"en":"To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing, except as one who stretches his hands toward water [from afar, calling it] to reach his mouth, but it will not reach it [thus].<sup foot_note=196551>1</sup> And the supplication of the disbelievers is not but in error [i.e., futility].","id":"Hanya kepada Allah doa yang benar. Berhala-berhala yang mereka sembah selain Allah tidak dapat mengabulkan apa pun bagi mereka, tidak ubahnya seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya. Padahal air itu tidak akan sampai ke mulutnya. Dan doa orang-orang kafir itu, hanyalah sia-sia belaka.","zh":"真实的祈祷只归于他，他们舍他而祈祷的（偶像），一点也不能答应他们的祈求。但他们好像一个人，把两只手掌伸向水中，以便水达到他的口，其实，水绝不会达到他的口的。不信道者的祈祷，只在迷误中。","ja":"真実の祈りはかれに（だけ祈ることで）ある。かれの外にかれらが祈るものは，決してかれらに答えない。丁度両手を水に差し伸べて，それが自分のロに届く（のを望む）ようなもので， それはかれに届かない。信仰がない者の祈りは，（心が）迷っている（ので無益なこと）に過ぎない。"},"m":{"juz":13,"hizb":25,"rub":null,"page":251,"ruku":206}},{"s":13,"a":15,"ar":"وَلِلَّهِ يَسْجُدُ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَـٰلُهُم بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ ۩","tl":"walillahi yasjudu man fī l-samāwāti wal-arḍi ṭawʿan wakarhan waẓilāluhum bil-ghuduwi wal-āṣāli","tr":{"en":"And to Allāh prostrates whoever is within the heavens and the earth, willingly or by compulsion, and their shadows [as well] in the mornings and the afternoons.","id":"Dan semua sujud kepada Allah baik yang di langit maupun yang di bumi, baik dengan kemauan sendiri maupun terpaksa (dan sujud pula) bayang-bayang mereka, pada waktu pagi dan petang hari.","zh":"凡在天地间的万物，都顺服地或勉强地为安拉而叩头，他们的阴影也朝夕为他而叩头。","ja":"天と地上で凡てのものは，好むと好まないとに拘らず，またかれらの影も，朝夕，アッラーにサジダする。 〔サジダ〕"},"m":{"juz":13,"hizb":25,"rub":null,"page":251,"ruku":206}},{"s":13,"a":16,"ar":"قُلْ مَن رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ قُلِ ٱللَّهُ ۚ قُلْ أَفَٱتَّخَذْتُم مِّن دُونِهِۦٓ أَوْلِيَآءَ لَا يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ أَمْ هَلْ تَسْتَوِى ٱلظُّلُمَـٰتُ وَٱلنُّورُ ۗ أَمْ جَعَلُوا۟ لِلَّهِ شُرَكَآءَ خَلَقُوا۟ كَخَلْقِهِۦ فَتَشَـٰبَهَ ٱلْخَلْقُ عَلَيْهِمْ ۚ قُلِ ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ وَهُوَ ٱلْوَٰحِدُ ٱلْقَهَّـٰرُ","tl":"qul man rabbu l-samāwāti wal-arḍi quli l-lahu qul afa-ittakhadhtum min dūnihi awliyāa lā yamlikūna li-anfusihim nafʿan walā ḍarran qul hal yastawī l-aʿmā wal-baṣīru am hal tastawī l-ẓulumātu wal-nūru am jaʿalū lillahi shurakāa khalaqū kakhalqihi fatashābaha l-khalqu ʿalayhim quli l-lahu khāliqu kulli shayin wahuwa l-wāḥidu l-qahāru","tr":{"en":"Say, \"Who is Lord of the heavens and earth?\" Say, \"Allāh.\" Say, \"Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allāh partners who created like His creation so that the creation [of each] seemed similar to them?\"<sup foot_note=196553>1</sup> Say, \"Allāh is the Creator of all things, and He is the One, the Prevailing.\"<sup foot_note=196552>2</sup>","id":"Katakanlah (Muhammad), \"Siapakah Tuhan langit dan bumi?\" katakanlah, \"Allah.\" Katakanlah, \"Pantaskah kamu mengambil pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?\" Katakanlah, \"Samakah orang yang buta dengan yang dapat melihat? Atau samakah yang gelap dengan yang terang? Apakah mereka menjadikan sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?\" Katakanlah, \"Allah adalah Pencipta segala sesuatu dan Dia Tuhan Yang Maha Esa, Mahaperkasa.\"","zh":"你说：“谁是天地的主？”你说：“安拉。”你说：“难道你们舍安拉而把那些不能自主祸福者当作保佑者吗？”你说：“盲人与非盲人是一样的吗？黑暗与光明是一样的吗？”他们为安拉树立了许多伙伴，难道那些伙伴能像安拉那样创造万物，以致他们分辨不出两种创造吗？你说：“安拉是万物的创造者，他确是独一的，确是万能的。”","ja":"言ってやるがいい。「天と地の主は誰であるのか。」言ってやるがいい。「アッラーであられる。」言ってやるがいい。「あなたがたはかれの外に，自分自身にさえ益も害も齎せないものたちを保護者とするのか。」言ってやるがいい。「盲人と晴眼者は同じであるのか。また暗黒と光明とは同じであるのか。かれらはアッラーが創造されたような創られたものを，かれと同位に配する。それでかれらには創造の意味が疑わしくなったのか。」言ってやるがいい。「アッラーは凡てのものの創造者であり，かれは唯一にして全能であられる。」"},"m":{"juz":13,"hizb":25,"rub":null,"page":251,"ruku":206}},{"s":13,"a":17,"ar":"أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَالَتْ أَوْدِيَةٌۢ بِقَدَرِهَا فَٱحْتَمَلَ ٱلسَّيْلُ زَبَدًا رَّابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِى ٱلنَّارِ ٱبْتِغَآءَ حِلْيَةٍ أَوْ مَتَـٰعٍ زَبَدٌ مِّثْلُهُۥ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْحَقَّ وَٱلْبَـٰطِلَ ۚ فَأَمَّا ٱلزَّبَدُ فَيَذْهَبُ جُفَآءً ۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمْكُثُ فِى ٱلْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ","tl":"anzala mina l-samāi māan fasālat awdiyatun biqadarihā fa-iḥ'tamala l-saylu zabadan rābiyan wamimmā yūqidūna ʿalayhi fī l-nāri ib'tighāa ḥil'yatin aw matāʿin zabadun mith'luhu kadhālika yaḍribu l-lahu l-ḥaqa wal-bāṭila fa-ammā l-zabadu fayadhhabu jufāan wa-ammā mā yanfaʿu l-nāsa fayamkuthu fī l-arḍi kadhālika yaḍribu l-lahu l-amthāla","tr":{"en":"He sends down from the sky, rain, and valleys flow according to their capacity, and the torrent carries a rising foam. And from that [ore] which they heat in the fire, desiring adornments and utensils, is a foam like it. Thus Allāh presents [the example of] truth and falsehood. As for the foam, it vanishes, [being] cast off; but as for that which benefits the people, it remains on the earth. Thus does Allāh present examples.","id":"Allah telah menurunkan air (hujan) dari langit, maka mengalirlah ia (air) di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buihnya seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan (tentang) yang benar dan yang batil. Adapun buih, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi yang bermanfaat bagi manusia, akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan.","zh":"安拉从天上降下雨水，一切沟壑就尽量流行。山洪载着浮渣——他们为制造首饰和器皿而熔化的金属，也有同样的浮渣。安拉如此阐明真伪——至于渣滓则被冲走，至于有益于人的东西则留在上面。安拉如此阐明许多比喻。","ja":"かれが天から雨を降らせられれば，その量に応じて谷を流れ，奔流は浮ぶ泡を乗せて運び去る。また装飾品や道具を造るために（金属）を火にかけても，それと同じ泡（が出来る）。 このようにアッラーは，真実と虚偽とを提示なされる。泡は塵のように消え去る。だが人類を益するものは，地上に残る。アッラーはこのように，種々の譬えで説き明かされる。"},"m":{"juz":13,"hizb":25,"rub":null,"page":251,"ruku":206}},{"s":13,"a":18,"ar":"لِلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمُ ٱلْحُسْنَىٰ ۚ وَٱلَّذِينَ لَمْ يَسْتَجِيبُوا۟ لَهُۥ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦٓ ۚ أُو۟لَـٰٓئِكَ لَهُمْ سُوٓءُ ٱلْحِسَابِ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمِهَادُ","tl":"lilladhīna is'tajābū lirabbihimu l-ḥus'nā wa-alladhīna lam yastajībū lahu law anna lahum mā fī l-arḍi jamīʿan wamith'lahu maʿahu la-if'tadaw bihi ulāika lahum sūu l-ḥisābi wamawāhum jahannamu wabi'sa l-mihādu","tr":{"en":"For those who have responded to their Lord is the best [reward], but those who did not respond to Him - if they had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby. Those will have the worst account, and their refuge is Hell, and wretched is the resting place.","id":"Bagi orang-orang yang memenuhi seruan Tuhan, mereka (disediakan) balasan yang baik. Dan orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya dengan itu. Orang-orang itu mendapat hisab (perhitungan) yang buruk dan tempat kediaman mereka Jahanam, dan itulah seburuk-buruk tempat kediaman.","zh":"已经答应安拉的人，将受极美的报酬；没有答应主的人，假若天地上的一切都归他们所有，再加上一倍，他们必定都用来做赎金。这等人将受严厉的清算，他们的归宿是火狱，那床铺真糟糕！","ja":"かれらの主に答える者には善賞があり，かれに答えない者には，かれらが天地の凡てのものを所有し，またはそれに倍するものをもち，罪を贖うために提供しても（無益である）。かれらにとっては，悪い清算であろう。その住まいは地獄である。その臥床の何と悲惨なことよ。"},"m":{"juz":13,"hizb":25,"rub":null,"page":251,"ruku":206}},{"s":13,"a":19,"ar":"۞ أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ كَمَنْ هُوَ أَعْمَىٰٓ ۚ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ","tl":"afaman yaʿlamu annamā unzila ilayka min rabbika l-ḥaqu kaman huwa aʿmā innamā yatadhakkaru ulū l-albābi","tr":{"en":"Then is he who knows that what has been revealed to you from your Lord is the truth like one who is blind? They will only be reminded who are people of understanding -","id":"Maka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? Hanya orang berakal saja yang dapat mengambil pelajaran,","zh":"从你的主降示你的，正是真理，难道认识这个道理者跟盲人是一样的吗？唯有理智者才能记住。","ja":"主からあなたに下されたものが，真理であることを知る者と，（盲人が物を見られないように）物事を見られない者と同じ（ように報いられる）であろうか。心ある者だけが，訓戒を受け入れることが出来る。"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":207}},{"s":13,"a":20,"ar":"ٱلَّذِينَ يُوفُونَ بِعَهْدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلْمِيثَـٰقَ","tl":"alladhīna yūfūna biʿahdi l-lahi walā yanquḍūna l-mīthāqa","tr":{"en":"Those who fulfill the covenant of Allāh and do not break the contract,","id":"(yaitu) orang yang memenuhi janji Allah dan tidak melanggar perjanjian,","zh":"他们是实践安拉的誓约而且不破坏盟约的。","ja":"（即ち） アッラーの約束を全うし契約に違反しないで，"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":207}},{"s":13,"a":21,"ar":"وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوٓءَ ٱلْحِسَابِ","tl":"wa-alladhīna yaṣilūna mā amara l-lahu bihi an yūṣala wayakhshawna rabbahum wayakhāfūna sūa l-ḥisābi","tr":{"en":"And those who join that which Allāh has ordered to be joined<sup foot_note=196554>1</sup> and fear their Lord and are afraid of the evil of [their] account,","id":"dan orang-orang yang menghubungkan apa yang diperintahkan Allah agar dihubungkan,<sup foot_note=135370>1</sup> dan mereka takut kepada Tuhannya dan takut kepada hisab yang buruk.","zh":"他们是连结安拉命人连结者的，是敬畏他们的主的，是畏惧严厉的清算的。","ja":"結ばれるようアッラーが命じられる者と一緒になり，主を畏敬し，（審判の日の）悪い清算を恐れる者である。"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":207}},{"s":13,"a":22,"ar":"وَٱلَّذِينَ صَبَرُوا۟ ٱبْتِغَآءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ أُو۟لَـٰٓئِكَ لَهُمْ عُقْبَى ٱلدَّارِ","tl":"wa-alladhīna ṣabarū ib'tighāa wajhi rabbihim wa-aqāmū l-ṣalata wa-anfaqū mimmā razaqnāhum sirran waʿalāniyatan wayadraūna bil-ḥasanati l-sayi-ata ulāika lahum ʿuq'bā l-dāri","tr":{"en":"And those who are patient, seeking the face [i.e., acceptance] of their Lord, and establish prayer and spend from what We have provided for them secretly and publicly and prevent evil with good - those will have the good consequence of [this] home<sup foot_note=196555>1</sup> -","id":"Dan orang yang sabar karena mengharap keridaan Tuhannya, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka, secara sembunyi atau terang-terangan serta menolak kejahatan dengan kebaikan; orang itulah yang mendapat tempat kesudahan (yang baik),","zh":"他们是为求得自己的养主的喜悦而坚忍的，是谨守拜功的，是秘密地和公开地分舍我赐给他们的财物的，是以德报怨的。这等人得吃后世的善果——","ja":"また主の御顔を求めて耐え忍び，礼拝の務めを守り，われが糧のために与えたものの中から，陰に陽に施し，また善によって悪を退けるような者は，（善）果の住まいを得る。"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":207}},{"s":13,"a":23,"ar":"جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۖ وَٱلْمَلَـٰٓئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ","tl":"jannātu ʿadnin yadkhulūnahā waman ṣalaḥa min ābāihim wa-azwājihim wadhurriyyātihim wal-malāikatu yadkhulūna ʿalayhim min kulli bābin","tr":{"en":"Gardens of perpetual residence; they will enter them with whoever were righteous among their forefathers, their spouses and their descendants. And the angels will enter upon them from every gate, [saying],","id":"(yaitu) surga-surga 'Ādn, mereka masuk ke dalamnya bersama dengan orang yang saleh dari nenek moyangnya, pasangan-pasangannya dan anak cucunya, sedangkan para malaikat masuk ke tempat-tempat mereka dari semua pintu;","zh":"常住乐园，他们将进入乐园。他们的祖先、妻子和后裔中的善良者，都将进入乐园。众天使从每道门进去见他们，","ja":"かれらは，その祖先と配偶者と子孫の中の善行に励む者と一緒に，アドン（エデン）の園に入るであろう。そして天使たちも各々の門からかれらの許に入（ってこう挨拶す）るであろう。"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":207}},{"s":13,"a":24,"ar":"سَلَـٰمٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى ٱلدَّارِ","tl":"salāmun ʿalaykum bimā ṣabartum faniʿ'ma ʿuq'bā l-dāri","tr":{"en":"\"Peace [i.e., security] be upon you for what you patiently endured. And excellent is the final home.\"","id":"(sambil mengucapkan), \"Selamat sejahtera atasmu karena kesabaranmu.\" Maka alangkah nikmatnya tempat kesudahan itu.","zh":"（说）：“祝你们平安！这是你们因坚忍而得的报酬，后世的善果真优美。”","ja":"「あなたがよく耐え忍んだ故に，あなたがたの上に平安あれ。まあ何と善美な終末の住まいであることよ。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":207}},{"s":13,"a":25,"ar":"وَٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۙ أُو۟لَـٰٓئِكَ لَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ","tl":"wa-alladhīna yanquḍūna ʿahda l-lahi min baʿdi mīthāqihi wayaqṭaʿūna mā amara l-lahu bihi an yūṣala wayuf'sidūna fī l-arḍi ulāika lahumu l-laʿnatu walahum sūu l-dāri","tr":{"en":"But those who break the covenant of Allāh after contracting it and sever that which Allāh has ordered to be joined and spread corruption on earth - for them is the curse, and they will have the worst home.<sup foot_note=196556>1</sup>","id":"Dan orang-orang yang melanggar janji Allah setelah diikrarkannya, dan memutuskan apa yang Allah perintahkan agar disambung dan berbuat kerusakan di bumi; mereka itu memperoleh kutukan dan tempat kediaman yang buruk (Jahanam).","zh":"与安拉缔约，然后加以破坏的，断绝安拉命人连结者的，在地方上进行破坏的，这等人将被诅咒，将吃后世的恶果。","ja":"だがアッラーに誓った後，その契約を破り，アッラーが結べと命じられる者と縁を切り，地上で悪を行った者には呪いがあり，悪い住まいに入るであろう。"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":207}},{"s":13,"a":26,"ar":"ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ وَفَرِحُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا مَتَـٰعٌ","tl":"al-lahu yabsuṭu l-riz'qa liman yashāu wayaqdiru wafariḥū bil-ḥayati l-dun'yā wamā l-ḥayatu l-dun'yā fī l-ākhirati illā matāʿun","tr":{"en":"Allāh extends provision for whom He wills and restricts [it]. And they rejoice in the worldly life, while the worldly life is not, compared to the Hereafter, except [brief] enjoyment.","id":"Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia hanyalah kesenangan (yang sedikit) dibanding kehidupan akhirat.","zh":"安拉使他所意欲者享受宽裕的给养或窘迫的给养。他们因今世的生活而欢喜，然而今世的生活比起后世的生活来，只是一种（暂时）的享受。","ja":"アッラーは御心に適う者に豊かに糧を与え，また乏しくも授けられる。（かれらは）現世の生活を楽しむ。だが現世の生活は，来世では，（はかない）享楽に過ぎない。"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":207}},{"s":13,"a":27,"ar":"وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۗ قُلْ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَنْ أَنَابَ","tl":"wayaqūlu alladhīna kafarū lawlā unzila ʿalayhi āyatun min rabbihi qul inna l-laha yuḍillu man yashāu wayahdī ilayhi man anāba","tr":{"en":"And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" Say, [O Muḥammad], \"Indeed, Allāh leaves astray whom He wills and guides to Himself whoever turns back [to Him] -","id":"Dan orang-orang kafir berkata, \"Mengapa tidak diturunkan kepadanya (Muhammad) tanda (mukjizat) dari Tuhannya?\" Katakanlah (Muhammad), \"Sesungguhnya Allah menyesatkan<sup foot_note=135371>1</sup> siapa yang Dia kehendaki dan memberi petunjuk orang yang bertobat kepada-Nya,\"","zh":"不信道的人们说：“怎么没有一种迹象从他的主降临他呢。”你说：“安拉必定使他所意欲者误入迷途，必定使归依他的人走上正路。”","ja":"信じない者は言う。「何故主からの印が，かれ（ムハンマド）に下されないのですか。」言ってやるがいい。「本当にアッラーは，御好みの者を迷うに任せ，悔悟してかれに返る者を導かれる。"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":208}},{"s":13,"a":28,"ar":"ٱلَّذِينَ ءَامَنُوا۟ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ ٱللَّهِ ۗ أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ","tl":"alladhīna āmanū wataṭma-innu qulūbuhum bidhik'ri l-lahi alā bidhik'ri l-lahi taṭma-innu l-qulūbu","tr":{"en":"Those who have believed and whose hearts are assured by the remembrance of Allāh. Unquestionably, by the remembrance of Allāh hearts are assured.\"","id":"(yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, hanya dengan mengingat Allah hati menjadi tenteram.","zh":"他们信道，他们的心境因铭记安拉而安静，真的，一切心境因铭记安拉而安静。","ja":"これらの信仰した者たちは，アッラーを唱念し，心の安らぎを得る。アッラーを唱念することにより，心の安らぎが得られないはずがないのである。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":252,"ruku":208}},{"s":13,"a":29,"ar":"ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَـَٔابٍ","tl":"alladhīna āmanū waʿamilū l-ṣāliḥāti ṭūbā lahum waḥus'nu maābin","tr":{"en":"Those who have believed and done righteous deeds - a good state is theirs and a good return.","id":"Orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat kebahagiaan dan tempat kembali yang baik.","zh":"信道而且行善者，得享幸福和优美的归宿。","ja":"信仰して，善行に励む者にとっては，至福〔トゥーバー〕がかれらのものであり，善美な所が（究極の）帰り所である。"},"m":{"juz":13,"hizb":26,"rub":null,"page":253,"ruku":208}},{"s":13,"a":30,"ar":"كَذَٰلِكَ أَرْسَلْنَـٰكَ فِىٓ أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُونَ بِٱلرَّحْمَـٰنِ ۚ قُلْ هُوَ رَبِّى لَآ إِلَـٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ","tl":"kadhālika arsalnāka fī ummatin qad khalat min qablihā umamun litatluwā ʿalayhimu alladhī awḥaynā ilayka wahum yakfurūna bil-raḥmāni qul huwa rabbī lā ilāha illā huwa ʿalayhi tawakkaltu wa-ilayhi matābi","tr":{"en":"Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return.\"","id":"Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Alquran) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, \"Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.\"","zh":"我这样派遣你去教化一个民族，在这个民族之前有许多民族确已逝去了，以便你对他们宣读我所启示给你的经典，他们是不信至仁主的。你说：“他是我的主，除他之外，绝无应受崇拜的。我只托靠他，我只以他为归依。”","ja":"そこでわれは，以前に多くの民衆が滅び去った民の中に，あなたを遺わした。それはわれが啓示によってあなたに下すものを，慈悲深き御方を未だ信じないでいるかれらに，読誦させるためである。言ってやるがいい。「かれはわたしの主であられ，かれの外には神はないのである。かれにわたしの凡てを御委せし，かれこそわたしの拠り所である。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":253,"ruku":208}},{"s":13,"a":31,"ar":"وَلَوْ أَنَّ قُرْءَانًا سُيِّرَتْ بِهِ ٱلْجِبَالُ أَوْ قُطِّعَتْ بِهِ ٱلْأَرْضُ أَوْ كُلِّمَ بِهِ ٱلْمَوْتَىٰ ۗ بَل لِّلَّهِ ٱلْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَا۟يْـَٔسِ ٱلَّذِينَ ءَامَنُوٓا۟ أَن لَّوْ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ تُصِيبُهُم بِمَا صَنَعُوا۟ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ","tl":"walaw anna qur'ānan suyyirat bihi l-jibālu aw quṭṭiʿat bihi l-arḍu aw kullima bihi l-mawtā bal lillahi l-amru jamīʿan afalam yāy'asi alladhīna āmanū an law yashāu l-lahu lahadā l-nāsa jamīʿan walā yazālu alladhīna kafarū tuṣībuhum bimā ṣanaʿū qāriʿatun aw taḥullu qarīban min dārihim ḥattā yatiya waʿdu l-lahi inna l-laha lā yukh'lifu l-mīʿāda","tr":{"en":"And if there was any Qur’ān [i.e., recitation] by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak,<sup foot_note=196557>1</sup> [it would be this Qur’ān], but to Allāh belongs the affair entirely. Then have those who believed not accepted that had Allāh willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allāh. Indeed, Allāh does not fail in [His] promise.","id":"Dan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat digoncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Alquran). Sebenarnya segala urusan itu milik Allah. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sampai datang janji Allah (penaklukan Mekkah). Sungguh, Allah tidak menyalahi janji.","zh":"假若有一部《古兰经》，可用来移动山岳，或破裂大地，或使死人说话，（他们必不信它）。不然，一切事情只归安拉，难道信道的人们不知道吗？假若安拉意欲，他必引导全人类。不信道的人们还要因自己的行为而遭受灾殃，或他们住宅的附近遭受灾殃，直到安拉的应许到来。安拉确是不爽约的。","ja":"仮令一部のクルアーンがあって，それにより山々が移動され，大地が裂かれ，または死者に語らせることが出来ても，凡ての命令はアッラーに属すのである。アッラーの御心があれば，人類を一斉に導かれることを，信仰する者たちは未だに納得していないのか。だが不信者たちはかれらの（悪い）行いのために，アッラーの約束が実現するまで災厄がかれらの住まいとその付近に絶えることなく付きまとう。本当にアッラーは決して約束を違えられない。"},"m":{"juz":13,"hizb":26,"rub":null,"page":253,"ruku":208}},{"s":13,"a":32,"ar":"وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا۟ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ","tl":"walaqadi us'tuh'zi-a birusulin min qablika fa-amlaytu lilladhīna kafarū thumma akhadhtuhum fakayfa kāna ʿiqābi","tr":{"en":"And already were [other] messengers ridiculed before you, and I extended the time of those who disbelieved; then I seized them, and how [terrible] was My penalty.","id":"Dan sesungguhnya beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokan, maka Aku beri tenggang waktu kepada orang-orang kafir itu, kemudian Aku binasakan mereka. Maka alangkah hebatnya siksaan-Ku itu!","zh":"在你之前，有许多使者确已被人嘲弄了，但我对不信道者缓刑。随后，我惩治他们。我的惩罚是怎样的呢？","ja":"（多くの）使徒は，あなた以前に確かに嘲笑された。だがわれは不信心な者たちに猶予を与え，それからかれらを捕えた。わが報復は如何であったのか。"},"m":{"juz":13,"hizb":26,"rub":null,"page":253,"ruku":209}},{"s":13,"a":33,"ar":"أَفَمَنْ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفْسٍۭ بِمَا كَسَبَتْ ۗ وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعْلَمُ فِى ٱلْأَرْضِ أَم بِظَـٰهِرٍ مِّنَ ٱلْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا۟ مَكْرُهُمْ وَصُدُّوا۟ عَنِ ٱلسَّبِيلِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ","tl":"afaman huwa qāimun ʿalā kulli nafsin bimā kasabat wajaʿalū lillahi shurakāa qul sammūhum am tunabbiūnahu bimā lā yaʿlamu fī l-arḍi am biẓāhirin mina l-qawli bal zuyyina lilladhīna kafarū makruhum waṣuddū ʿani l-sabīli waman yuḍ'lili l-lahu famā lahu min hādin","tr":{"en":"Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allāh they have attributed partners. Say, \"Name them. Or do you inform Him of that<sup foot_note=196559>1</sup> which He knows not upon the earth or of what is apparent [i.e., alleged] of speech?\"<sup foot_note=196558>2</sup> Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allāh sends astray - there will be for him no guide.","id":"Maka apakah Tuhan yang menjaga setiap jiwa terhadap apa yang diperbuatnya (sama dengan yang lain)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah, \"Sebutkanlah sifat-sifat mereka itu!\" Atau apakah kamu hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi, atau (mengatakan tentang hal itu) sekedar perkataan pada lahirnya saja. Sebenarnya bagi orang kafir, tipu daya mereka itu dijadikan terasa indah, dan mereka dihalangi dari jalan (yang benar). Dan barang siapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya.","zh":"监视每个灵魂的谋求者，难道像那不能监视的吗？他们为安拉树立了许多伙伴，你说：“你们指出他们的名称吧。难道你们把安拉在大地上所不知道的告诉他吗？不然，你们据浮辞而称他们为安拉的伙伴。”不然，不信道者，已为自己的计谋所迷惑了。他们被阻挠而不能入正道。安拉使谁迷误，谁就没有向导。","ja":"かれは人間各人の行う凡てのことを，監察される御方ではないか。だがかれらはアッラーに同位の者を配する。言ってやるがいい。「かれらの名を挙げよ。あなたがたは，かれが地上で知 っておられないものを，かれに告げようとするのか。それとも架空な語に過ぎないのか。」いやそうではない。不信心な者は，かれらの策謀したものが立派に見えて，道から閉め出されたのである。アッラーに迷うに任せられた者には，誰も導き手はいない。"},"m":{"juz":13,"hizb":26,"rub":null,"page":253,"ruku":209}},{"s":13,"a":34,"ar":"لَّهُمْ عَذَابٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ","tl":"lahum ʿadhābun fī l-ḥayati l-dun'yā walaʿadhābu l-ākhirati ashaqqu wamā lahum mina l-lahi min wāqin","tr":{"en":"For them will be punishment in the life of [this] world, and the punishment of the Hereafter is more severe. And they will not have from Allāh any protector.","id":"Mereka mendapat siksaan dalam kehidupan dunia, dan azab akhirat pasti lebih keras. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah.","zh":"他们在今世将受惩罚，后世的惩罚确是更严厉的。他们绝无任何保护者以抗拒安拉。","ja":"かれらに対しては，現世の生活でも罰が科せられる。だが来世の懲罰は更に厳しい。かれらはアッラー（の御怒り）に対し，守護者もないのである。"},"m":{"juz":13,"hizb":26,"rub":null,"page":253,"ruku":209}},{"s":13,"a":35,"ar":"۞ مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ أُكُلُهَا دَآئِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ ۖ وَّعُقْبَى ٱلْكَـٰفِرِينَ ٱلنَّارُ","tl":"mathalu l-janati allatī wuʿida l-mutaqūna tajrī min taḥtihā l-anhāru ukuluhā dāimun waẓilluhā til'ka ʿuq'bā alladhīna ittaqaw waʿuq'bā l-kāfirīna l-nāru","tr":{"en":"The example [i.e., description] of Paradise, which the righteous have been promised, is [that] beneath it rivers flow. Its fruit is lasting, and its shade. That is the consequence for the righteous, and the consequence for the disbelievers is the Fire.","id":"Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang yang bertakwa; sedangkan tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka.","zh":"已应许敬畏者的乐园，其情状是这样的：那乐园下临诸河，其中的果实是永恒的，其中的荫影也是永恒的。这是敬畏者的果报；不信道者的果报是火狱。","ja":"主を畏れる者に約束される楽園に就いて言えば，川が下を流れ，常に果実が実り，日陰に覆れている。これが，かれら主を畏れる者の結末である。だが不信者の結末は火獄である。"},"m":{"juz":13,"hizb":26,"rub":null,"page":254,"ruku":209}},{"s":13,"a":36,"ar":"وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ ۖ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ ۚ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ ۚ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ","tl":"wa-alladhīna ātaynāhumu l-kitāba yafraḥūna bimā unzila ilayka wamina l-aḥzābi man yunkiru baʿḍahu qul innamā umir'tu an aʿbuda l-laha walā ush'rika bihi ilayhi adʿū wa-ilayhi maābi","tr":{"en":"And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you, [O Muḥammad], but among the [opposing] factions are those who deny part of it [i.e., the Qur’ān]. Say, \"I have only been commanded to worship Allāh and not associate [anything] with Him. To Him I invite, and to Him is my return.\"","id":"Dan orang yang telah Kami berikan kitab kepada mereka<sup foot_note=135372>1</sup> bergembira dengan apa (Kitab) yang diturunkan kepadamu (Muhammad), dan ada di antara golongan (Yahudi dan Nasrani), yang mengingkari sebagiannya. Katakanlah, \"Aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.\"","zh":"蒙我赏赐经典的人喜欢降示给你的经典，同盟者当中，有人否认这经典的一部分。你说：“我只奉命崇拜安拉，而不以物配他，我只号召人崇拜他，我只归依他。”","ja":"わが啓典を与えられた者たちは，あなたに啓示されたものを喜ぶ。だが氏族の中には，その一部分を拒否する者がある。言ってやるがいい。「わたしはアッラーに仕え，何ものもかれに比肩してはならないと命じられた。わたしはかれにだけ祈りを捧げ，またかれの御許に帰るのである。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":254,"ruku":209}},{"s":13,"a":37,"ar":"وَكَذَٰلِكَ أَنزَلْنَـٰهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ مَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا وَاقٍ","tl":"wakadhālika anzalnāhu ḥuk'man ʿarabiyyan wala-ini ittabaʿta ahwāahum baʿdamā jāaka mina l-ʿil'mi mā laka mina l-lahi min waliyyin walā wāqin","tr":{"en":"And thus We have revealed it as an Arabic legislation.<sup foot_note=196560>1</sup> And if you should follow their inclinations after what has come to you of knowledge, you would not have against Allāh any ally or any protector.","id":"Dan demikianlah Kami telah menurunkannya (Alquran) sebagai peraturan (yang benar) dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, maka tidak ada yang melindungi dan yang menolong engkau dari (siksaan) Allah.","zh":"我这样把它降示为阿拉伯文的智慧。在知识降临你之后，如果你顺从他们的欲望，那么，你对安拉的（惩罚）绝无任何保护者，也绝无任何保卫者。","ja":"このようにわれは，アラビア語で判断（の規範）を下した。知識があなたがたに下った後，かれらの（虚しい）欲求に従うならば，あなたはアッラー（の怒り）に対して，援助者もなく守護者もないであろう。"},"m":{"juz":13,"hizb":26,"rub":null,"page":254,"ruku":209}},{"s":13,"a":38,"ar":"وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ","tl":"walaqad arsalnā rusulan min qablika wajaʿalnā lahum azwājan wadhurriyyatan wamā kāna lirasūlin an yatiya biāyatin illā bi-idh'ni l-lahi likulli ajalin kitābun","tr":{"en":"And We have already sent messengers before you and assigned to them wives and descendants. And it was not for a messenger to come with a sign except by permission of Allāh. For every term is a decree.","id":"Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada Kitab (tertentu).<sup foot_note=135373>1</sup>","zh":"在你之前，我确已派遣了许多使者，并赏赐他们妻子和儿女。除非奉安拉的命令，任何使者不能昭示迹象。每个期限，各有判定。","ja":"われはあなた以前にも使徒たちを遣わし，妻と子孫をかれらに授けた。だがアッラーの御許しがない限り，何の使徒も印を現わすことはなかった。各時代に，一つの啓典が（下されるので）ある。"},"m":{"juz":13,"hizb":26,"rub":null,"page":254,"ruku":210}},{"s":13,"a":39,"ar":"يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ ۖ وَعِندَهُۥٓ أُمُّ ٱلْكِتَـٰبِ","tl":"yamḥū l-lahu mā yashāu wayuth'bitu waʿindahu ummu l-kitābi","tr":{"en":"Allāh eliminates what He wills or confirms, and with Him is the Mother of the Book.<sup foot_note=196561>1</sup>","id":"Allah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul-Kitāb (Lauḥ Maḥfūẓ).","zh":"安拉任意购销和确定（经典的明文），在他那里有天经的原本。","ja":"アッラーは，御好みのものを取り消し，または確認なされる。啓典の母体はかれの御許にある。"},"m":{"juz":13,"hizb":26,"rub":null,"page":254,"ruku":210}},{"s":13,"a":40,"ar":"وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ وَعَلَيْنَا ٱلْحِسَابُ","tl":"wa-in mā nuriyannaka baʿḍa alladhī naʿiduhum aw natawaffayannaka fa-innamā ʿalayka l-balāghu waʿalaynā l-ḥisābu","tr":{"en":"And whether We show you part of what We promise them or take you in death, upon you is only the [duty of] notification, and upon Us is the account.","id":"Dan sungguh jika Kami perlihatkan kepadamu (Muhammad) sebagian (siksaan) yang Kami ancamkan kepada mereka atau Kami wafatkan engkau, maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka).","zh":"如果我把用来恫吓他们的刑罚昭示你一点儿，（那会使你满意），如果我使你寿终，那么，你只负传达的责任，我自负清算的责任。","ja":"われがかれらに約束したことの一部を，あなたに示しても，または（その完成前に）あなたの魂をわれに召しても，あなたの任務は（啓示を）伝えることであり，清算はわれの行うことで ある。"},"m":{"juz":13,"hizb":26,"rub":null,"page":254,"ruku":210}},{"s":13,"a":41,"ar":"أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ ۚ وَهُوَ سَرِيعُ ٱلْحِسَابِ","tl":"awalam yaraw annā natī l-arḍa nanquṣuhā min aṭrāfihā wal-lahu yaḥkumu lā muʿaqqiba liḥuk'mihi wahuwa sarīʿu l-ḥisābi","tr":{"en":"Have they not seen that We set upon the land, reducing it from its borders?<sup foot_note=196562>1</sup> And Allāh decides; there is no adjuster of His decision. And He is swift in account.","id":"Dan apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya.","zh":"难道他们不知道吗？我到他们的地方来缩小他们的边境。安拉自由判决，任何人不能反抗其判决。他是清算神速的主。","ja":"かれらは，われがこの地に来て，端々からそれを切り崩しているのを見ないのか。アッラーの御裁き（ある時），それを妨げるものはない。かれは清算に迅速であられる。"},"m":{"juz":13,"hizb":26,"rub":null,"page":254,"ruku":210}},{"s":13,"a":42,"ar":"وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ ٱلْكُفَّـٰرُ لِمَنْ عُقْبَى ٱلدَّارِ","tl":"waqad makara alladhīna min qablihim falillahi l-makru jamīʿan yaʿlamu mā taksibu kullu nafsin wasayaʿlamu l-kufāru liman ʿuq'bā l-dāri","tr":{"en":"And those before them had plotted, but to Allāh belongs the plan entirely. He knows what every soul earns, and the disbelievers will know for whom is the final home.","id":"Dan sungguh orang sebelum mereka (kafir Mekkah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang, dan orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan (yang baik).","zh":"在他们之前的人，确已使用计谋；但一切计谋，只归安拉，他知道每个人的谋求。不信道者将要知道，今世的善果将归谁所有。","ja":"かれら以前の者も（使徒に対して）策謀した。だが凡ての策謀はアッラーに属する。かれは各人の行ったことを知っておられる。不信者は，終末の住いが誰のものであるかを間もなく知るであろう。"},"m":{"juz":13,"hizb":26,"rub":null,"page":254,"ruku":210}},{"s":13,"a":43,"ar":"وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَـٰبِ","tl":"wayaqūlu alladhīna kafarū lasta mur'salan qul kafā bil-lahi shahīdan baynī wabaynakum waman ʿindahu ʿil'mu l-kitābi","tr":{"en":"And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muḥammad], \"Sufficient is Allāh as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture.\"<sup foot_note=196563>1</sup>","id":"Dan orang-orang kafir berkata, \"Engkau (Muhammad) bukanlah seorang Rasul.\" Katakanlah, \"Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab<sup foot_note=135374>1</sup> menjadi saksi antara aku dan kamu.\"","zh":"不信道的人们说：“你不是使者。”你说：“安拉足以为我和你们之间的见证者，认识天经的人也足以为我和你们之间的见证者。”","ja":"信仰しない者は，「あなたは使徒ではない。」と言う。言ってやるがいい。「わたしとあなたがたとの間の立証者として，アッラーと啓典の知識を持つ者がいれば十分である。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":255,"ruku":210}}]