[{"s":14,"a":1,"ar":" الٓر ۚ كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ","tl":"alif-lam-ra kitābun anzalnāhu ilayka litukh'rija l-nāsa mina l-ẓulumāti ilā l-nūri bi-idh'ni rabbihim ilā ṣirāṭi l-ʿazīzi l-ḥamīdi","tr":{"en":"Alif, Lām, Rā.<sup foot_note=196564>1</sup> [This is] a Book which We have revealed to you, [O Muḥammad], that you might bring mankind out of darknesses into the light by permission of their Lord - to the path of the Exalted in Might, the Praiseworthy -","id":"Alif Lām Rā`. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji.","zh":"艾列弗，俩目，拉仪。（这是）一部经典，我把它降示给你，以便你奉主的命令而把众人从重重黑暗中引入光明，引入强大的、可颂的主的大道。","ja":"アリフ・ラーム・ラー。われはあなたに，あなたが主の御許しによって，人びとを暗黒から光明に，偉大な讃美すべき方の道に導き出すために啓典を下した。"},"m":{"juz":13,"hizb":26,"rub":null,"page":255,"ruku":211}},{"s":14,"a":2,"ar":"ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌ لِّلْكَـٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ","tl":"al-lahi alladhī lahu mā fī l-samāwāti wamā fī l-arḍi wawaylun lil'kāfirīna min ʿadhābin shadīdin","tr":{"en":"Allāh, to whom belongs whatever is in the heavens and whatever is on the earth. And woe [i.e., destruction] to the disbelievers from a severe punishment -","id":"Allah yang memiliki apa yang ada di langit dan apa yang ada di bumi. Celakalah bagi orang yang ingkar kepada Tuhan karena siksaan yang sangat berat,","zh":"天地万物都是安拉的。哀哉不信道者！他们将受严厉的刑罚。","ja":"天にありまた地にある凡ての有はかれに属する。厳しい懲罰を受ける不信心者にこそ災いあれ。"},"m":{"juz":13,"hizb":26,"rub":null,"page":255,"ruku":211}},{"s":14,"a":3,"ar":"ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍۭ بَعِيدٍ","tl":"alladhīna yastaḥibbūna l-ḥayata l-dun'yā ʿalā l-ākhirati wayaṣuddūna ʿan sabīli l-lahi wayabghūnahā ʿiwajan ulāika fī ḍalālin baʿīdin","tr":{"en":"The ones who prefer the worldly life over the Hereafter and avert [people] from the way of Allāh, seeking to make it [seem] deviant. Those are in extreme error.","id":"(yaitu) orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, dan menghalang-halangi (manusia) dari jalan Allah dan menginginkan (jalan yang) bengkok. Mereka itu berada dalam kesesatan yang jauh.","zh":"他们宁愿要今世，而不要后世，并阻碍安拉的大道，而且想在其中寻求偏邪道，这等人是在深深的迷误之中的。","ja":"かれらは来世よりも現世の生活を愛し，（人びとを）アッラーの道から妨げ，曲げようとするものである。これらは遠く迷い去った者である。"},"m":{"juz":13,"hizb":26,"rub":null,"page":255,"ruku":211}},{"s":14,"a":4,"ar":"وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","tl":"wamā arsalnā min rasūlin illā bilisāni qawmihi liyubayyina lahum fayuḍillu l-lahu man yashāu wayahdī man yashāu wahuwa l-ʿazīzu l-ḥakīmu","tr":{"en":"And We did not send any messenger except [speaking] in the language of his people to state clearly for them, and Allāh sends astray [thereby] whom He wills<sup foot_note=196565>1</sup> and guides whom He wills. And He is the Exalted in Might, the Wise.","id":"Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya,<sup foot_note=135375>1</sup> agar dia dapat memberi penjelasan kepada mereka. Maka Allah menyesatkan siapa yang Dia kehendaki, dan memberi petunjuk kepada siapa yang Dia kehendaki. Dia Yang Mahaperkasa, Mahabijaksana.","zh":"我不派遣一个使者则已，但派遣的时候，总是以他的宗族的语言（降示经典），以便他为他们阐明正道。而安拉使他所意欲者误入迷途，使他所意欲者遵循正道。他确是强大的，确是至睿的。","ja":"われはその民の言葉を使わないような使徒を遺わしたことはない。（それはその使命を）かれらに明瞭に説くためである。それでアッラーは，御好みの者を迷うに任せ，また御好みの者を導かれる。かれは，偉力ならびなく英明であられる。"},"m":{"juz":13,"hizb":26,"rub":null,"page":255,"ruku":211}},{"s":14,"a":5,"ar":"وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ","tl":"walaqad arsalnā mūsā biāyātinā an akhrij qawmaka mina l-ẓulumāti ilā l-nūri wadhakkir'hum bi-ayyāmi l-lahi inna fī dhālika laāyātin likulli ṣabbārin shakūrin","tr":{"en":"And We certainly sent Moses with Our signs, [saying], \"Bring out your people from darknesses into the light and remind them of the days<sup foot_note=196566>1</sup> of Allāh.\" Indeed in that are signs for everyone patient and grateful.","id":"Dan sungguh, Kami telah mengutus Musa dengan membawa tanda-tanda (kekuasaan) Kami, (dan Kami perintahkan kepadanya), \"Keluarkanlah kaummu dari kegelapan kepada cahaya terang-benderang dan ingatkanlah mereka kepada hari-hari Allah.\"<sup foot_note=135376>1</sup> Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang penyabar dan banyak bersyukur.","zh":"我确已派遣穆萨带着我的许多迹象去，（我说）：“你把你的宗族从重重黑暗中引入光明吧。你应当以安拉的一些纪念日提醒他们。”对于每个坚忍者和感恩者，此中确有许多迹象。","ja":"且つてわれは，印を持たせてムーサーを遺わし，「自分の民を，暗黒から光明に導き出し，アッラーの日々（諸民族の過去の出来事）をかれらに銘記させなさい。」と（命じた）。本当にこの中には，耐え忍んで感謝する凡ての者への印がある。"},"m":{"juz":13,"hizb":26,"rub":null,"page":255,"ruku":211}},{"s":14,"a":6,"ar":"وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ أَنجَىٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ","tl":"wa-idh qāla mūsā liqawmihi udh'kurū niʿ'mata l-lahi ʿalaykum idh anjākum min āli fir'ʿawna yasūmūnakum sūa l-ʿadhābi wayudhabbiḥūna abnāakum wayastaḥyūna nisāakum wafī dhālikum balāon min rabbikum ʿaẓīmun","tr":{"en":"And [recall, O Children of Israel], when Moses said to his people, \"Remember the favor of Allāh upon you when He saved you from the people of Pharaoh, who were afflicting you with the worst torment and were slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","id":"Dan (ingatlah) ketika Musa berkata kepada kaumnya, \"Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir'aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu terdapat suatu cobaan yang besar dari Tuhanmu.\"","zh":"当时，穆萨曾对他的宗族说：“你们应当铭记安拉赐给你们的恩典，他曾使你们脱离法老的臣民。他们使你们遭受酷刑，屠杀你们的男子，留下你们的女子，此中有从你们的主降下的大难。”","ja":"ムーサーがその民に言った時を思いなさい。「アッラーがあなたがたをフィルアウンの所から救われた時あなたがたに施されたかれの恩恵を思いなさい。かれらはあなたがたを残酷な刑に会わせ，あなたがたの男児を殺し，女児を生かしておいた。本当にその中には，主からの偉大な試練があったのである。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":256,"ruku":211}},{"s":14,"a":7,"ar":"وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ","tl":"wa-idh ta-adhana rabbukum la-in shakartum la-azīdannakum wala-in kafartum inna ʿadhābī lashadīdun","tr":{"en":"And [remember] when your Lord proclaimed, 'If you are grateful, I will surely increase you [in favor]; but if you deny, indeed, My punishment is severe.'\"","id":"Dan (ingatlah) ketika Tuhanmu memaklumkan, \"Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.\"","zh":"当时，你们的主曾宣布说：“如果你们感谢，我誓必对你们恩上加恩；如果你们忘恩负义，那么，我的刑罚确是严厉的。”","ja":"その時主は（ムーサーの口を通じて）宣告された。「もしあなたがたが感謝するなら，われは必ずあなたがたに（対する恩恵を）増すであろう。だがもし恩恵を忘れるならば，わが懲罰は本当に厳しいものである。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":256,"ruku":212}},{"s":14,"a":8,"ar":"وَقَالَ مُوسَىٰٓ إِن تَكْفُرُوٓا۟ أَنتُمْ وَمَن فِى ٱلْأَرْضِ جَمِيعًا فَإِنَّ ٱللَّهَ لَغَنِىٌّ حَمِيدٌ","tl":"waqāla mūsā in takfurū antum waman fī l-arḍi jamīʿan fa-inna l-laha laghaniyyun ḥamīdun","tr":{"en":"And Moses said, \"If you should disbelieve, you and whoever is on the earth entirely - indeed, Allāh is Free of need and Praiseworthy.\"","id":"Dan Musa berkata, \"Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.","zh":"穆萨说：“如果你们和大地上的人统统都忘恩负义，（也无损于安拉），因为安拉确是无求的，确是可颂的。”","ja":"ムーサーはまた言った。「仮令あなたがたが恩を忘れても，地上の者（が忘恩）でも，本当にアッラーは，凡てが満ち足られている御方讃美すべき方である。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":256,"ruku":212}},{"s":14,"a":9,"ar":"أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا ٱللَّهُ ۚ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرَدُّوٓا۟ أَيْدِيَهُمْ فِىٓ أَفْوَٰهِهِمْ وَقَالُوٓا۟ إِنَّا كَفَرْنَا بِمَآ أُرْسِلْتُم بِهِۦ وَإِنَّا لَفِى شَكٍّ مِّمَّا تَدْعُونَنَآ إِلَيْهِ مُرِيبٍ","tl":"alam yatikum naba-u alladhīna min qablikum qawmi nūḥin waʿādin wathamūda wa-alladhīna min baʿdihim lā yaʿlamuhum illā l-lahu jāathum rusuluhum bil-bayināti faraddū aydiyahum fī afwāhihim waqālū innā kafarnā bimā ur'sil'tum bihi wa-innā lafī shakkin mimmā tadʿūnanā ilayhi murībin","tr":{"en":"Has there not reached you the news of those before you - the people of Noah and ʿAad and Thamūd and those after them? No one knows them [i.e., their number] but Allāh. Their messengers brought them clear proofs, but they returned their hands to their mouths<sup foot_note=196567>1</sup> and said, \"Indeed, we disbelieve in that with which you have been sent, and indeed we are, about that to which you invite us, in disquieting doubt.\"","id":"Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, 'Ād, Samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, \"Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.\"","zh":"你们以前的民族——努哈的宗族、阿德人、赛莫德人和他们以后的人，只有安拉能知道他们——难道这等人的消息没有来临你们吗？他们族中的使者昭示他们许多明证，但他们把自己的手指插入口内，说：“我们必定不信你们所奉的使命，我们对于你们所宣传的事情，确是在使人不安的疑惑之中。”","ja":"あなたがた以前の者たち，ヌーフやアードやサムードの民の消息を，あなたがたは聞かなかったのか。またかれらの後（に来た）者たちのことは，アッラー以外には誰も知らない。使徒たちが明証を持ってかれらの所にやって来たが，かれらは手でかれら（預言者たち）の口を押えて，言った。「わたしたちは，あなたがたが遺わされたことを信じません。またわたしたちを招く教えに就いても，本当に不安な疑いを抱きます。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":256,"ruku":212}},{"s":14,"a":10,"ar":"۞ قَالَتْ رُسُلُهُمْ أَفِى ٱللَّهِ شَكٌّ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ قَالُوٓا۟ إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ ءَابَآؤُنَا فَأْتُونَا بِسُلْطَـٰنٍ مُّبِينٍ","tl":"qālat rusuluhum afī l-lahi shakkun fāṭiri l-samāwāti wal-arḍi yadʿūkum liyaghfira lakum min dhunūbikum wayu-akhirakum ilā ajalin musamman qālū in antum illā basharun mith'lunā turīdūna an taṣuddūnā ʿammā kāna yaʿbudu ābāunā fatūnā bisul'ṭānin mubīnin","tr":{"en":"Their messengers said, \"Can there be doubt about Allāh, Creator of the heavens and earth? He invites you that He may forgive you of your sins, and He delays you [i.e., your death] for a specified term.\" They said, \"You are not but men like us who wish to avert us from what our fathers were worshipping. So bring us a clear authority [i.e., evidence].\"","id":"Rasul-rasul mereka berkata, \"Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?\" Mereka berkata, \"Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.\"","zh":"他们族中的使者说：“难道对于安拉——天地的创造者——还有怀疑吗？他号召你们行善，以便他饶恕你们的罪过，并对你们缓刑到一个定期。”他们说：“你们只是像我们一样的凡人，你们欲阻止我们崇拜我们的祖先所崇拜的（偶像），你们昭示我们一个明证吧！”","ja":"使徒たちは言った。「あなたがたは天と地を創造された方，アッラーに就いて疑いがあるのか。かれがあなたがたを招かれたのは，あなたがたの罪を御赦しなされ，定められた期限まで， あなたがたを猶予なさるためである。」かれらは言った。「あなたがたは，わたしたちと同じ人間に過ぎないのです。あなたがたは，祖先が仕えてきたものから，わたしたちを背かせようと望んでいるのです。それなら（先ず真実を物語る奇跡で）わたしたちに明瞭な権威を現わしなさい。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":256,"ruku":212}},{"s":14,"a":11,"ar":"قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَـٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَمَا كَانَ لَنَآ أَن نَّأْتِيَكُم بِسُلْطَـٰنٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ","tl":"qālat lahum rusuluhum in naḥnu illā basharun mith'lukum walākinna l-laha yamunnu ʿalā man yashāu min ʿibādihi wamā kāna lanā an natiyakum bisul'ṭānin illā bi-idh'ni l-lahi waʿalā l-lahi falyatawakkali l-mu'minūna","tr":{"en":"Their messengers said to them, \"We are only men like you, but Allāh confers favor upon whom He wills of His servants. It has never been for us to bring you evidence except by permission of Allāh. And upon Allāh let the believers rely.","id":"Rasul-rasul mereka berkata kepada mereka, \"Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak pantas bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Dan hanya kepada Allah saja hendaknya orang yang beriman itu bertawakal.","zh":"他们族中的众使者都对他们说过：“我们只是像你们一样的凡人，但安拉施恩于他所意欲的仆人。我们不该昭示你们任何明证，除非奉安拉的命令，信道者只托靠安拉。","ja":"使徒たちはかれらに言った。「勿論わたしたちは，あなたがたと同じ人間に過ぎない。だがアッラーは，そのしもべの中御心に叶う者に御恵みを与えられる。アッラーの御許しがない限り ，あなたがたに一つの権威をも齎さないのである。それで凡ての信心ある人びとは，アッラ ーに全てを御任せしなさい。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":257,"ruku":212}},{"s":14,"a":12,"ar":"وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدْ هَدَىٰنَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَآ ءَاذَيْتُمُونَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ","tl":"wamā lanā allā natawakkala ʿalā l-lahi waqad hadānā subulanā walanaṣbiranna ʿalā mā ādhaytumūnā waʿalā l-lahi falyatawakkali l-mutawakilūna","tr":{"en":"And why should we not rely upon Allāh while He has guided us to our [good] ways. And we will surely be patient against whatever harm you should cause us. And upon Allāh let those who would rely [indeed] rely.\"","id":"Dan mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan jalan kepada kami, dan kami sungguh, akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Dan hanya kepada Allah saja orang yang bertawakal itu berserah diri.\"","zh":"我们怎能不托靠安拉呢？他确已引导我们走上正道。我们誓必忍受你们的折磨，让托靠者只托靠安拉。”","ja":"「どうしてわたしたちは，アッラーを信頼しないでいられようか。かれはわたしたちを（従うべき）道に導かれる。わたしたちは，あなたがたが加える迫害に何処までも耐え忍ぶであろう。信頼する者たちは，アッラーにこそ全てを御任せすべきである。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":257,"ruku":212}},{"s":14,"a":13,"ar":"وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۖ فَأَوْحَىٰٓ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ ٱلظَّـٰلِمِينَ","tl":"waqāla alladhīna kafarū lirusulihim lanukh'rijannakum min arḍinā aw lataʿūdunna fī millatinā fa-awḥā ilayhim rabbuhum lanuh'likanna l-ẓālimīna","tr":{"en":"And those who disbelieved said to their messengers, \"We will surely drive you out of our land, or you must return to our religion.\" So their Lord inspired to them, \"We will surely destroy the wrongdoers.","id":"Dan orang-orang kafir berkata kepada rasul-rasul mereka, \"Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali kepada agama kami.\" Maka Tuhan mewahyukan kepada mereka, \"Kami pasti akan membinasakan orang yang zalim itu.","zh":"不信道者对他们族中的使者说：“我们誓必把你们驱逐出境，或者你们誓必改信我们的宗教！”他们的主就启示他们说：“我誓必毁灭不义者，","ja":"すると信じない者はかれらの使徒たちに言った。「わたしたちは，あなたがたを国土から必ず追放するでしょう。さもなければ，わたしたちの教えに返りなさい。」そこで主は，かれら（使徒）に啓示なされた。「われは不義の徒らを，必ず滅ぼし，"},"m":{"juz":13,"hizb":26,"rub":null,"page":257,"ruku":213}},{"s":14,"a":14,"ar":"وَلَنُسْكِنَنَّكُمُ ٱلْأَرْضَ مِنۢ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَعِيدِ","tl":"walanus'kinannakumu l-arḍa min baʿdihim dhālika liman khāfa maqāmī wakhāfa waʿīdi","tr":{"en":"And We will surely cause you to dwell in the land after them. That is for he who fears My position<sup foot_note=196568>1</sup> and fears My threat.\"","id":"Dan Kami pasti akan menempatkan kamu di negeri-negeri itu setelah mereka. Yang demikian itu (adalah untuk) orang-orang yang takut (menghadap) ke hadirat-Ku dan takut akan ancaman-Ku.\"","zh":"我誓必使你们在他们毁灭之后居住他们的地方。这是畏惧站在我面前（受审讯），而且畏惧我的恫吓者所得享受的。”","ja":"かれらの後，必ずあなたがたをこの国に住まわせるであろう。これらはわれが審判に立つのを恐れる者，また（処罰の）約束を恐れる者のためである。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":257,"ruku":213}},{"s":14,"a":15,"ar":"وَٱسْتَفْتَحُوا۟ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ","tl":"wa-is'taftaḥū wakhāba kullu jabbārin ʿanīdin","tr":{"en":"And they requested decision [i.e., victory from Allāh], and disappointed, [therefore], was every obstinate tyrant.","id":"Dan mereka memohon diberi kemenangan dan binasalah semua orang yang berlaku sewenang-wenang lagi keras kepala,","zh":"他们曾要求判决。每个顽固的暴虐者都失望了。","ja":"かれらは裁定を望んだが，凡ての頑固な反逆者は望みを断たれてしまった。"},"m":{"juz":13,"hizb":26,"rub":null,"page":257,"ruku":213}},{"s":14,"a":16,"ar":"مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ","tl":"min warāihi jahannamu wayus'qā min māin ṣadīdin","tr":{"en":"Before him<sup foot_note=196570>1</sup> is Hell, and he will be given a drink of purulent water.<sup foot_note=196569>2</sup>","id":"dihadapannya ada neraka Jahanam dan dia akan diberi minuman dengan air nanah,","zh":"在他的身后，将有火狱，他将饮脓汁,","ja":"かかる者の後ろは地獄であって，汚らわしい水を飲まされる。"},"m":{"juz":13,"hizb":26,"rub":null,"page":257,"ruku":213}},{"s":14,"a":17,"ar":"يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأْتِيهِ ٱلْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٌ","tl":"yatajarraʿuhu walā yakādu yusīghuhu wayatīhi l-mawtu min kulli makānin wamā huwa bimayyitin wamin warāihi ʿadhābun ghalīẓun","tr":{"en":"He will gulp it but will hardly [be able to] swallow it. And death will come to him from everywhere, but he is not to die. And before him is a massive punishment.","id":"direguknya (air nanah itu) dan dia hampir tidak bisa menelannya dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak juga mati; dan dihadapannya (masih ada) azab yang berat.","zh":"一口一口地饮，几乎咽不下去。死亡将从各处降临他，但他永不会死。在那种刑罚之后，还有严峻的刑罚。","ja":"かれはそれを飲み込もうとするが，なかなか飲み込めない。また死が凡ての方向から迫るが，かれは死にもしない。尚かれの後ろには容赦のない懲罰がある。"},"m":{"juz":13,"hizb":26,"rub":null,"page":257,"ruku":213}},{"s":14,"a":18,"ar":"مَّثَلُ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ أَعْمَـٰلُهُمْ كَرَمَادٍ ٱشْتَدَّتْ بِهِ ٱلرِّيحُ فِى يَوْمٍ عَاصِفٍ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَىْءٍ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ","tl":"mathalu alladhīna kafarū birabbihim aʿmāluhum karamādin ish'taddat bihi l-rīḥu fī yawmin ʿāṣifin lā yaqdirūna mimmā kasabū ʿalā shayin dhālika huwa l-ḍalālu l-baʿīdu","tr":{"en":"The example of those who disbelieve in their Lord is [that] their deeds are like ashes which the wind blows forcefully on a stormy day; they are unable [to keep] from what they earned a [single] thing. That is what is extreme error.","id":"Perumpamaan orang yang ingkar kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin keras pada suatu hari yang berangin kencang. Mereka tidak kuasa (mendatangkan manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.","zh":"不信主者，他们的善功比如一堆灰，在暴风之日，被狂风吹散，他们对于自己所谋求的，不能获得一点报酬。这确是深深的迷误。","ja":"主を信じない者を例えれば，かれらの行いは丁度暴風が吹き荒ぶ大荒の日の灰のようなものである。努力した凡てのことは，かれらに何も役立つものはない。これは（真理の方向から）遠く離れ去っている者である。"},"m":{"juz":13,"hizb":26,"rub":null,"page":257,"ruku":213}},{"s":14,"a":19,"ar":"أَلَمْ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ","tl":"alam tara anna l-laha khalaqa l-samāwāti wal-arḍa bil-ḥaqi in yasha yudh'hib'kum wayati bikhalqin jadīdin","tr":{"en":"Have you not seen [i.e., considered] that Allāh created the heavens and the earth in truth? If He wills, He can do away with you and produce a new creation.","id":"Tidakkah kamu memperhatikan, bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu),","zh":"难道你没有看见安拉已本真理而创造天地吗？如果他意欲，他就消灭你们，而创造新人。","ja":"あなたがたはアッラーが，真理によって天地を創造されたことを考えないのか。もしかれの御心ならば，あなたがたを追放して，（その地に）新しい創造物を（あなたがたの代りに）連れて来られよう。"},"m":{"juz":13,"hizb":26,"rub":null,"page":258,"ruku":213}},{"s":14,"a":20,"ar":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ","tl":"wamā dhālika ʿalā l-lahi biʿazīzin","tr":{"en":"And that is not difficult for Allāh.","id":"dan yang demikian itu tidak sukar bagi Allah.","zh":"这在安拉绝不是困难的。","ja":"それはアッラーにとっては，難しいことではない。"},"m":{"juz":13,"hizb":26,"rub":null,"page":258,"ruku":213}},{"s":14,"a":21,"ar":"وَبَرَزُوا۟ لِلَّهِ جَمِيعًا فَقَالَ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ ٱللَّهِ مِن شَىْءٍ ۚ قَالُوا۟ لَوْ هَدَىٰنَا ٱللَّهُ لَهَدَيْنَـٰكُمْ ۖ سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ","tl":"wabarazū lillahi jamīʿan faqāla l-ḍuʿafāu lilladhīna is'takbarū innā kunnā lakum tabaʿan fahal antum mugh'nūna ʿannā min ʿadhābi l-lahi min shayin qālū law hadānā l-lahu lahadaynākum sawāon ʿalaynā ajaziʿ'nā am ṣabarnā mā lanā min maḥīṣin","tr":{"en":"And they will come out [for judgement] before Allāh all together, and the weak will say to those who were arrogant, \"Indeed, we were your followers, so can you avail us anything against the punishment of Allāh?\" They will say, \"If Allāh had guided us, we would have guided you. It is all the same for us whether we show intolerance or are patient: there is for us no place of escape.\"","id":"Dan mereka semua (di padang Mahsyar) berkumpul untuk menghadap ke hadirat Allah, lalu orang yang lemah berkata kepada orang yang sombong, \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan kami dari azab Allah (walaupun) sedikit saja?\" Mereka menjawab, \"Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat untuk melarikan diri.\"","zh":"他们将要一同出来见安拉，而懦弱者将对自大的人们说：“我们原来是你们的部下，你们能替我们对抗安拉的一点儿刑罚吗？”他们将说：“假若安拉引导我们，我们也必然引导你们。我们无论急躁或忍耐，这在我们是一样的，我们绝无避难所。”","ja":"かれらの凡てがアッラーの御前に罷り出る。その時弱者たちは高慢であった者たちに向かって言う。「わたしたちは（地上で）あなたがたに従っていた。だからあなたがたは，アッラーの懲罰を，少しでも防いでくれないのですか。」かれらは（答えて）言う。「もしアッラーがわたしたちを御導きになったら，必ずあなたがたを（正しく）導いたであろう。（今）耐えても，騒いでも，わたしたちにとっては同じことで免れられないのだ。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":258,"ruku":213}},{"s":14,"a":22,"ar":"وَقَالَ ٱلشَّيْطَـٰنُ لَمَّا قُضِىَ ٱلْأَمْرُ إِنَّ ٱللَّهَ وَعَدَكُمْ وَعْدَ ٱلْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِىَ عَلَيْكُم مِّن سُلْطَـٰنٍ إِلَّآ أَن دَعَوْتُكُمْ فَٱسْتَجَبْتُمْ لِى ۖ فَلَا تَلُومُونِى وَلُومُوٓا۟ أَنفُسَكُم ۖ مَّآ أَنَا۠ بِمُصْرِخِكُمْ وَمَآ أَنتُم بِمُصْرِخِىَّ ۖ إِنِّى كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ ۗ إِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ","tl":"waqāla l-shayṭānu lammā quḍiya l-amru inna l-laha waʿadakum waʿda l-ḥaqi wawaʿadttukum fa-akhlaftukum wamā kāna liya ʿalaykum min sul'ṭānin illā an daʿawtukum fa-is'tajabtum lī falā talūmūnī walūmū anfusakum mā anā bimuṣ'rikhikum wamā antum bimuṣ'rikhiyya innī kafartu bimā ashraktumūni min qablu inna l-ẓālimīna lahum ʿadhābun alīmun","tr":{"en":"And Satan will say when the matter has been concluded, \"Indeed, Allāh had promised you the promise of truth. And I promised you, but I betrayed you. But I had no authority over you except that I invited you, and you responded to me. So do not blame me; but blame yourselves. I cannot be called to your aid, nor can you be called to my aid. Indeed, I deny your association of me [with Allāh] before.<sup foot_note=196571>1</sup> Indeed, for the wrongdoers is a painful punishment.\"","id":"Dan setan berkata ketika perkara (hisab) telah diselesaikan, \"Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.\" Sungguh, orang yang zalim akan mendapat siksaan yang pedih.","zh":"当事情已被判决的时候，恶魔说：“安拉确已真实地应许你们，我也曾应许你们，但我对你们爽约了。我对你们本来没有什么权力，不过是我召唤你们，而你们响应我的号召。所以你们不要责备我，应当责备自己，我不能援助你们，你们也不能援助我。我不承认以前你们曾把我配主，不义者必受痛苦的刑罚。”","ja":"凡ての事が，決定された時，悪魔は言った。「真実の約束を，あなたがたに約束されたのはアッラーでした。わたしも約束したのですが，あなたがたの役には立たなかったのです。もともとわたしは，あなたがたに対し権威はないのです。只あなたがたに呼びかけ，あなたがたがわたしに従っただけです。それでわたしを非難してはならないのです。寧ろ自分自身を責めなさい。わたしはあなたがたを助けることは出来ないのです。あなたがたもわたしを助けられないのです 。実はあなたがたが，先にわたしを（アッラーと）同位に置いたが，わたしはそれを拒否していたのです。本当に不義の徒には痛ましい懲罰があるのです。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":258,"ruku":214}},{"s":14,"a":23,"ar":"وَأُدْخِلَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ","tl":"wa-ud'khila alladhīna āmanū waʿamilū l-ṣāliḥāti jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā bi-idh'ni rabbihim taḥiyyatuhum fīhā salāmun","tr":{"en":"And those who believed and did righteous deeds will be admitted to gardens beneath which rivers flow, abiding eternally therein by permission of their Lord; and their greeting therein will be, \"Peace!\"","id":"Dan orang yang beriman dan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan seizin Tuhan mereka. Ucapan penghormatan mereka dalam (surga) itu ialah salām.<sup foot_note=135377>1</sup>","zh":"信道而且行善者，将蒙主的允许而进入那下临诸河的乐园，并永居其中，他们在乐园里的祝辞是“平安”。","ja":"信仰して善い行いに励む者は，かれらの主の御許しの許に，川が下を流れる楽園に入り，永遠にその中に住むことになる。そこでかれらの受ける挨拶は，「平安あれ。」であろう。"},"m":{"juz":13,"hizb":26,"rub":null,"page":258,"ruku":214}},{"s":14,"a":24,"ar":"أَلَمْ تَرَ كَيْفَ ضَرَبَ ٱللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِى ٱلسَّمَآءِ","tl":"alam tara kayfa ḍaraba l-lahu mathalan kalimatan ṭayyibatan kashajaratin ṭayyibatin aṣluhā thābitun wafarʿuhā fī l-samāi","tr":{"en":"Have you not considered how Allāh presents an example, [making] a good word like a good tree, whose root is firmly fixed and its branches [high] in the sky?","id":"Tidakkah kamu memperhatikan bagaimana Allah telah membuat perumpamaan kalimat yang baik<sup foot_note=135378>1</sup> seperti pohon yang baik, akarnya kuat dan cabangnya (menjulang) ke langit,","zh":"难道你不知道安拉有过这样一个比喻吗？一句良言，好比一棵优良的树，其根柢是深固的，其枝条高耸入云，","ja":"あなたはアッラーが如向に善い御言葉に就いて比喩を上げられているかを考えないのか。それは良い木のようなもので，その根は固く安定し，その幹は天に（聳え），"},"m":{"juz":13,"hizb":26,"rub":null,"page":258,"ruku":214}},{"s":14,"a":25,"ar":"تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ","tl":"tu'tī ukulahā kulla ḥīnin bi-idh'ni rabbihā wayaḍribu l-lahu l-amthāla lilnnāsi laʿallahum yatadhakkarūna","tr":{"en":"It produces its fruit all the time, by permission of its Lord. And Allāh presents examples for the people that perhaps they will be reminded.","id":"(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat.","zh":"凭主的许可，按时结果。安拉为众人打了许多比方，以便他们记取教诲。","ja":"（それは）主の命により凡ての季節に実を結ぶ。アッラーは人びとのために比喩を上げられる。それはかれらに反省させるためである。"},"m":{"juz":13,"hizb":26,"rub":null,"page":259,"ruku":214}},{"s":14,"a":26,"ar":"وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ","tl":"wamathalu kalimatin khabīthatin kashajaratin khabīthatin uj'tuthat min fawqi l-arḍi mā lahā min qarārin","tr":{"en":"And the example of a bad word is like a bad tree, uprooted from the surface of the earth, not having any stability.","id":"Dan perumpamaan kalimat yang buruk<sup foot_note=135379>1</sup> seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun.","zh":"一句恶言，恰似一棵恶劣的树，从大地上被连根拔去，绝没有一点安定。","ja":"悪い言葉を譬えれば，悪い木のようなもので，地面から根が抜けて，それに安定性がない。"},"m":{"juz":13,"hizb":26,"rub":null,"page":259,"ruku":214}},{"s":14,"a":27,"ar":"يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَ ۚ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ","tl":"yuthabbitu l-lahu alladhīna āmanū bil-qawli l-thābiti fī l-ḥayati l-dun'yā wafī l-ākhirati wayuḍillu l-lahu l-ẓālimīna wayafʿalu l-lahu mā yashāu","tr":{"en":"Allāh keeps firm those who believe, with the firm word,<sup foot_note=196573>1</sup> in worldly life and in the Hereafter.<sup foot_note=196572>2</sup> And Allāh sends astray the wrongdoers. And Allāh does what He wills.","id":"Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh<sup foot_note=135380>1</sup> (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki.","zh":"在今世和后世，安拉以坚固的言辞使信道者坚信，安拉使不义者误入迷途，安拉就这样做他所欲意之事。","ja":"アッラーは現世の生活においてもまた来世でも，堅固な（地歩に立つ）御言葉で，信仰する者たちを立たせられる。だがアッラーは悪を行う者を迷うに任せ，かれは御心のままになされる 。"},"m":{"juz":13,"hizb":26,"rub":null,"page":259,"ruku":214}},{"s":14,"a":28,"ar":"۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ","tl":"alam tara ilā alladhīna baddalū niʿ'mata l-lahi kuf'ran wa-aḥallū qawmahum dāra l-bawāri","tr":{"en":"Have you not considered those who exchanged the favor of Allāh for disbelief<sup foot_note=196574>1</sup> and settled their people [in] the home of ruin?","id":"Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan,","zh":"难道你没有看见那等人吗？他们对安拉妄恩负义，并使自己的宗族陷于灭亡之境——","ja":"あなたがたは，アッラーの恩恵を冒瀆に換え，自分たちの民を破滅の住み家に落し入れた者を見ないのか。"},"m":{"juz":13,"hizb":26,"rub":null,"page":259,"ruku":215}},{"s":14,"a":29,"ar":"جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ ٱلْقَرَارُ","tl":"jahannama yaṣlawnahā wabi'sa l-qarāru","tr":{"en":"[It is] Hell, which they will [enter to] burn, and wretched is the settlement.","id":"yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman.","zh":"火狱之中。他们将进入火狱，那归宿真糟糕，","ja":"地獄（に陥り），かれらはその中で焼かれるであろう。（何と）悪い落ち着き場所であることよ。"},"m":{"juz":13,"hizb":26,"rub":null,"page":259,"ruku":215}},{"s":14,"a":30,"ar":"وَجَعَلُوا۟ لِلَّهِ أَندَادًا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ ۗ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ","tl":"wajaʿalū lillahi andādan liyuḍillū ʿan sabīlihi qul tamattaʿū fa-inna maṣīrakum ilā l-nāri","tr":{"en":"And they have attributed to Allāh equals to mislead [people] from His way. Say, \"Enjoy yourselves, for indeed, your destination is the Fire.\"","id":"Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), \"Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.\"","zh":"他们为安拉树立许多匹敌，以便他们使人背离主的大道。你说：“你们享受吧，因为你们必归于火狱！”","ja":"かれらは（人びとを）主の道から背かせるために，アッラーに同位者を配した。言ってやるがいい。「楽しみなさい（はかないこの世の生活を）。本当にあなたがたの道行きの果ては火獄である。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":259,"ruku":215}},{"s":14,"a":31,"ar":"قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَـٰلٌ","tl":"qul liʿibādiya alladhīna āmanū yuqīmū l-ṣalata wayunfiqū mimmā razaqnāhum sirran waʿalāniyatan min qabli an yatiya yawmun lā bayʿun fīhi walā khilālun","tr":{"en":"[O Muḥammad], tell My servants who have believed to establish prayer and spend from what We have provided them, secretly and publicly, before a Day comes in which there will be no exchange [i.e., ransom], nor any friendships.","id":"Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, \"Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.\"","zh":"你要对我的那些信道的仆人说：让他们谨守拜功，并且在那既无买卖又无友谊之日来临以前，秘密地和公开地分舍我所赐予他们的财物。","ja":"信仰するわれのしもべたちに告げなさい。「礼拝の務めを守り，取引も友情も果たせない日が来る前に，われが授けたものから，密かにまた公に施しなさい。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":259,"ruku":215}},{"s":14,"a":32,"ar":"ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ ۖ وَسَخَّرَ لَكُمُ ٱلْأَنْهَـٰرَ","tl":"al-lahu alladhī khalaqa l-samāwāti wal-arḍa wa-anzala mina l-samāi māan fa-akhraja bihi mina l-thamarāti riz'qan lakum wasakhara lakumu l-ful'ka litajriya fī l-baḥri bi-amrihi wasakhara lakumu l-anhāra","tr":{"en":"It is Allāh who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you<sup foot_note=196575>1</sup> the ships to sail through the sea by His command and subjected for you the rivers.","id":"Allah lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu.","zh":"安拉创造天地，并从天上降下雨水，而借雨水生产各种果实，作为你们的给养；他为你们制服船舶，以便它们奉他的命令而航行海中；他为你们制服河流；","ja":"アッラーこそは，天と地を創造され，天から雨を降らせ，これによって果実を実らせられ，あなたがたのために御恵みになられる方である。また船をあなたがたに操縦させ，かれの命令によって海上を航行させられる。また川をあなたがたの用に服させられる。"},"m":{"juz":13,"hizb":26,"rub":null,"page":259,"ruku":215}},{"s":14,"a":33,"ar":"وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ ۖ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ","tl":"wasakhara lakumu l-shamsa wal-qamara dāibayni wasakhara lakumu al-layla wal-nahāra","tr":{"en":"And He subjected for you the sun and the moon, continuous [in orbit], and subjected for you the night and the day.","id":"Dan Dia telah menundukkan matahari dan bulan bagimu yang terus menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu.","zh":"他为你们制服日月，使其经常运行，他为你们制服昼夜。","ja":"またかれは，太陽と月をあなたがたに役立たせ，両者は飽きることなく（軌道）を廻り，また夜と昼をあなたがたの用に役立たせられる。"},"m":{"juz":13,"hizb":26,"rub":null,"page":259,"ruku":215}},{"s":14,"a":34,"ar":"وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَـٰنَ لَظَلُومٌ كَفَّارٌ","tl":"waātākum min kulli mā sa-altumūhu wa-in taʿuddū niʿ'mata l-lahi lā tuḥ'ṣūhā inna l-insāna laẓalūmun kaffārun","tr":{"en":"And He gave you from all you asked of Him.<sup foot_note=196577>1</sup> And if you should count the favor [i.e., blessings] of Allāh, you could not enumerate them. Indeed, mankind is [generally] most unjust and ungrateful.<sup foot_note=196576>2</sup>","id":"Dan Dia telah memberikan kepadamu segala apa yang kamu mohonkan kepada-Nya. Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak dapat menghitungnya. Sungguh, manusia itu sangat zalim dan sangat mengingkari (nikmat Allah).","zh":"你们对主的要求，他对你们都有所赏赐。如果你们计算安拉的恩惠，你们不能加以统计。人确是不义的，确是妄恩负义的。","ja":"またかれはあなたがたが求める，凡てのものを授けられる。仮令アッラーの恩恵を数えあげても，あなたがたはそれを数えられないであろう。人間は，本当に不義であり，忘恩の徒である。"},"m":{"juz":13,"hizb":26,"rub":null,"page":260,"ruku":215}},{"s":14,"a":35,"ar":"وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ","tl":"wa-idh qāla ib'rāhīmu rabbi ij'ʿal hādhā l-balada āminan wa-uj'nub'nī wabaniyya an naʿbuda l-aṣnāma","tr":{"en":"And [mention, O Muḥammad], when Abraham said, \"My Lord, make this city [i.e., Makkah] secure and keep me and my sons away from worshipping idols.","id":"Dan (ingatlah), ketika Ibrahim berdoa, \"Ya Tuhan, jadikanlah negeri ini (Mekkah), negeri yang aman, dan jauhkanlah aku beserta anak cucuku agar tidak menyembah berhala.","zh":"当时，易卜拉欣说：“我的主啊！求你使这个地方变成安全的，求你使我和我的子孙，远离偶像崇拜。","ja":"イブラーヒームが（こう祈って）言った時を思え。「主よ，この町を安泰にして下さい。またわたしと子孫を偶像崇拝から遠ざけて下さい。"},"m":{"juz":13,"hizb":26,"rub":null,"page":260,"ruku":216}},{"s":14,"a":36,"ar":"رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ","tl":"rabbi innahunna aḍlalna kathīran mina l-nāsi faman tabiʿanī fa-innahu minnī waman ʿaṣānī fa-innaka ghafūrun raḥīmun","tr":{"en":"My Lord, indeed they have led astray many among the people. So whoever follows me - then he is of me;<sup foot_note=196578>1</sup> and whoever disobeys me - indeed, You are [yet] Forgiving and Merciful.","id":"Ya Tuhan, berhala-berhala itu telah menyesatkan banyak manusia. Barangsiapa mengikutiku, maka orang itu termasuk golonganku, dan barangsiapa mendurhakaiku, maka Engkau Maha Pengampun, Maha Penyayang.","zh":"我的主啊！偶像们确已使许多人迷误。谁顺从我，他确是我的同教；谁违抗我，那么，你是至赦的，是至慈的。","ja":"主よ，かれらは人びとの多くを迷わせました。わたし（の道）に従う者は，本当にわたしの身内であります。わたしに従わない者は……だがあなたは度々御許しなされる方，慈悲深い方であられます。"},"m":{"juz":13,"hizb":26,"rub":null,"page":260,"ruku":216}},{"s":14,"a":37,"ar":"رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ","tl":"rabbanā innī askantu min dhurriyyatī biwādin ghayri dhī zarʿin ʿinda baytika l-muḥarami rabbanā liyuqīmū l-ṣalata fa-ij'ʿal afidatan mina l-nāsi tahwī ilayhim wa-ur'zuq'hum mina l-thamarāti laʿallahum yashkurūna","tr":{"en":"Our Lord, I have settled some of my descendants in an uncultivated valley near Your sacred House, our Lord, that they may establish prayer. So make hearts among the people incline toward them and provide for them from the fruits that they might be grateful.","id":"Ya Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur.","zh":"我们的主啊！我确已使我的部分后裔住在一个没有庄稼的山谷里，住在你的禁房附近——我们的主啊！——以便他们谨守拜功，求你使一部分人的心依恋他们，求你以一部分果实供给他们，以便他们感谢","ja":"主よ，わたしは子孫のある者をあなたの聖なる館の側の耕せない谷間に住まわせました。主よ，かれらに礼拝の務めを守らせて下さい。そうすれば人びとの心をかれらに引き付けるでしょう。またかれらに果実を御授け下さい。きっとかれらは感謝するでしょう。"},"m":{"juz":13,"hizb":26,"rub":null,"page":260,"ruku":216}},{"s":14,"a":38,"ar":"رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ","tl":"rabbanā innaka taʿlamu mā nukh'fī wamā nuʿ'linu wamā yakhfā ʿalā l-lahi min shayin fī l-arḍi walā fī l-samāi","tr":{"en":"Our Lord, indeed You know what we conceal and what we declare, and nothing is hidden from Allāh on the earth or in the heaven.","id":"Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan; dan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.","zh":"我们的主啊！你必定知道我们所隐讳的和我们所表白的。天地间没有什么事物能满过安拉。","ja":"主よ，本当にあなたは，わたしたちが隠すことも現わすことも知っておられます。また地にも天にも，アッラーに対し何も隠されたものはありません。"},"m":{"juz":13,"hizb":26,"rub":null,"page":260,"ruku":216}},{"s":14,"a":39,"ar":"ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ","tl":"al-ḥamdu lillahi alladhī wahaba lī ʿalā l-kibari is'māʿīla wa-is'ḥāqa inna rabbī lasamīʿu l-duʿāi","tr":{"en":"Praise to Allāh, who has granted to me in old age Ishmael and Isaac. Indeed, my Lord is the Hearer of supplication.","id":"Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(ku) Ismail dan Ishak. Sungguh, Tuhanku, benar-benar Maha Mendengar (memperkenankan) doa.","zh":"一切赞颂，全归安拉！他在我老迈的时候，赏赐我易司马仪和易司哈格。我的主确是听取祈祷的。","ja":"老年なのに，わたしにイスマーイールとイスハークを授けられた方，アッラーを讃えます。本当にわたしの主は，祈りを御聞き届け下さる方です。"},"m":{"juz":13,"hizb":26,"rub":null,"page":260,"ruku":216}},{"s":14,"a":40,"ar":"رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ","tl":"rabbi ij'ʿalnī muqīma l-ṣalati wamin dhurriyyatī rabbanā wataqabbal duʿāi","tr":{"en":"My Lord, make me an establisher of prayer, and [many] from my descendants. Our Lord, and accept my supplication.","id":"Ya Tuhanku, jadikanlah aku dan anak cucuku orang yang tetap melaksanakan salat, ya Tuhan kami, perkenankanlah doaku.","zh":"我的主啊！求你使我和一部分后裔谨守拜功。我们的主啊！求你接受我的祈祷。","ja":"主よ，わたしとわたしの子孫たちを，礼拝の務めを守る者にして下さい。主よ，わたしの祈りを御受け下さい。"},"m":{"juz":13,"hizb":26,"rub":null,"page":260,"ruku":216}},{"s":14,"a":41,"ar":"رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ","tl":"rabbanā igh'fir lī waliwālidayya walil'mu'minīna yawma yaqūmu l-ḥisābu","tr":{"en":"Our Lord, forgive me and my parents and the believers the Day the account is established.\"","id":"Ya Tuhan kami, ampunilah aku dan kedua ibu bapakku dan semua orang yang beriman pada hari diadakan perhitungan (hari Kiamat).\"","zh":"我们的主啊！求你在清算之日饶恕我和我的双亲和信士们。”","ja":"主よ，清算が確定する日には，わたしと両親そして（凡ての）信者たちを，御赦し下さい。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":260,"ruku":216}},{"s":14,"a":42,"ar":"وَلَا تَحْسَبَنَّ ٱللَّهَ غَـٰفِلًا عَمَّا يَعْمَلُ ٱلظَّـٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَـٰرُ","tl":"walā taḥsabanna l-laha ghāfilan ʿammā yaʿmalu l-ẓālimūna innamā yu-akhiruhum liyawmin tashkhaṣu fīhi l-abṣāru","tr":{"en":"And never think that Allāh is unaware of what the wrongdoers do. He only delays them [i.e., their account] for a Day when eyes will stare [in horror].","id":"Dan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak,","zh":"你绝不要以为安拉忽视不义者的行为，他只对他们缓刑到瞪眼的日子，","ja":"不義を行う者を，アッラーは疎かになされると考えてはならない。かれは（恐れのために）目が坐る日まで，かれらに猶予を与えられるだけである。"},"m":{"juz":13,"hizb":26,"rub":null,"page":260,"ruku":217}},{"s":14,"a":43,"ar":"مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْـِٔدَتُهُمْ هَوَآءٌ","tl":"muh'ṭiʿīna muq'niʿī ruūsihim lā yartaddu ilayhim ṭarfuhum wa-afidatuhum hawāon","tr":{"en":"Racing ahead, their heads raised up, their glance does not come back to them,<sup foot_note=196579>1</sup> and their hearts are void.","id":"mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip dan hati mereka kosong.","zh":"（在那日），他们将抬着头往前奔走，他们的眼睛不敢看自己，他们的心是空虚的。","ja":"（その日）かれらは首を上げて前の方に走って行き， 目は坐わって自分に戻らず，心は空ろである。"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}},{"s":14,"a":44,"ar":"وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا۟ رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ ۗ أَوَلَمْ تَكُونُوٓا۟ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ","tl":"wa-andhiri l-nāsa yawma yatīhimu l-ʿadhābu fayaqūlu alladhīna ẓalamū rabbanā akhir'nā ilā ajalin qarībin nujib daʿwataka wanattabiʿi l-rusula awalam takūnū aqsamtum min qablu mā lakum min zawālin","tr":{"en":"And, [O Muḥammad], warn the people of a Day when the punishment will come to them and those who did wrong will say, \"Our Lord, delay us for a short term; we will answer Your call and follow the messengers.\" [But it will be said], \"Had you not sworn, before, that for you there would be no cessation?<sup foot_note=196580>1</sup>","id":"Dan berikanlah peringatan (Muhammad) kepada manusia pada hari (ketika) azab datang kepada mereka, maka orang yang zalim berkata, \"Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul.\" (Kepada mereka dikatakan), \"Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa?","zh":"你应当警告众人，将来要有这样的一日，刑罚将来临他们，而不义者将说：“我们的主啊！求你让我们延迟到一个临近的定期，以便我们响应你的号召，顺从你的使者。”难道你们以前没有发誓说，你们绝不会灭亡吗？","ja":"それで懲罰がかれらに下る日を，人びとに警告しなさい。その時不義の徒は言うであろう。「主よ，短い期間の御猶予を願います。わたしたちはあなたの呼び掛けに答えて，使徒に従います。」（主は答えて仰せられよう）。「何と，以前あなたがたは，衰退する（ような）ことはないのだと，誓っていたではないか。"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}},{"s":14,"a":45,"ar":"وَسَكَنتُمْ فِى مَسَـٰكِنِ ٱلَّذِينَ ظَلَمُوٓا۟ أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ","tl":"wasakantum fī masākini alladhīna ẓalamū anfusahum watabayyana lakum kayfa faʿalnā bihim waḍarabnā lakumu l-amthāla","tr":{"en":"And you lived among the dwellings of those who wronged themselves, and it had become clear to you how We dealt with them. And We presented for you [many] examples.\"","id":"dan kamu telah tinggal di tempat orang yang menzalimi diri sendiri, dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan kepadamu beberapa perumpamaan.\"","zh":"你们曾居住在自亏者所住的地方，而且明白我是怎样处治他们的。我也为你们打了许多比方。","ja":"あなたがたは，自らの魂を損っていた人びとの住まい（の跡）に住み，われは如何にかれらを処分したかをあなたがたに明らかにし，またあなたがたのために（多くの）例を述べたのである。」"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}},{"s":14,"a":46,"ar":"وَقَدْ مَكَرُوا۟ مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ","tl":"waqad makarū makrahum waʿinda l-lahi makruhum wa-in kāna makruhum litazūla min'hu l-jibālu","tr":{"en":"And they had planned their plan, but with Allāh is [recorded] their plan, even if their plan had been [sufficient] to do away with the mountains.<sup foot_note=196581>1</sup>","id":"Dan sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Dan sesungguhnya tipu daya mereka tidak mampu melenyapkan gunung-gunung.<sup foot_note=135381>1</sup>","zh":"他们确已用计谋，在安拉那里，有他们的计谋（的果报）。即使他们的计谋能移动群山。","ja":"かれらは確かに策謀を企んだ。仮令かれらの策謀がそれによって山を移す程のものであっても，かれらが策謀したのはアッラーの御手の中であった。"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}},{"s":14,"a":47,"ar":"فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ ۗ إِنَّ ٱللَّهَ عَزِيزٌ ذُو ٱنتِقَامٍ","tl":"falā taḥsabanna l-laha mukh'lifa waʿdihi rusulahu inna l-laha ʿazīzun dhū intiqāmin","tr":{"en":"So never think that Allāh will fail in His promise to His messengers. Indeed, Allāh is Exalted in Might and Owner of Retribution.<sup foot_note=196582>1</sup>","id":"Maka karena itu, jangan sekali-kali kamu mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya! Sungguh, Allah Mahaperkasa dan mempunyai pembalasan.","zh":"你绝不要以为安拉对他的使者爽约。安拉确是强大的，确是惩恶的。","ja":"だからアッラーが，かれの使徒たちとの約束を破られたと考えてはならない。本当にアッラーは偉力ならびなき報復の主である。"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}},{"s":14,"a":48,"ar":"يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَـٰوَٰتُ ۖ وَبَرَزُوا۟ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ","tl":"yawma tubaddalu l-arḍu ghayra l-arḍi wal-samāwātu wabarazū lillahi l-wāḥidi l-qahāri","tr":{"en":"[It will be] on the Day the earth will be replaced by another earth, and the heavens [as well], and they [i.e., all creatures] will come out before Allāh, the One, the Prevailing,","id":"(Yaitu) pada hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit, dan mereka (manusia) berkumpul (di padang Mahsyar) menghadap Allah Yang Maha Esa, Mahaperkasa.","zh":"在那日，这大地要变成别的大地，诸天也要变成别的诸天，他们要出来见独一的、全能的安拉。","ja":"大地が大地ではないものに変えられ，諸天も変えられる日，（人びとは一斉に）唯一の方，全知，全能の御方，アッラー（の御前）に罷り出るであろう。"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}},{"s":14,"a":49,"ar":"وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ","tl":"watarā l-muj'rimīna yawma-idhin muqarranīna fī l-aṣfādi","tr":{"en":"And you will see the criminals that Day bound together in irons,","id":"Dan pada hari itu engkau akan melihat orang yang berdosa bersama-sama diikat dengan belenggu.","zh":"在那日，你将看见罪人们带着桎梏，成双成对地被捆绑起来；","ja":"その日あなたは，罪のある者たちが鎖で一緒に繋がれているのを見るであろう。"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}},{"s":14,"a":50,"ar":"سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ","tl":"sarābīluhum min qaṭirānin wataghshā wujūhahumu l-nāru","tr":{"en":"Their garments of liquid pitch and their faces covered by the Fire","id":"Pakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka,","zh":"他们的衬衣是用沥青做的，火将笼罩他们的脸。","ja":"かれらの下着はタールで，かれらの顔は火で覆われる。"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}},{"s":14,"a":51,"ar":"لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ","tl":"liyajziya l-lahu kulla nafsin mā kasabat inna l-laha sarīʿu l-ḥisābi","tr":{"en":"So that Allāh will recompense every soul for what it earned. Indeed, Allāh is swift in account.","id":"agar Allah memberi balasan kepada setiap orang atas apa yang dia usahakan. Sungguh, Allah Mahacepat perhitungan-Nya.","zh":"以便安拉依据各人所行的善恶而加以报酬。安拉确是清算神速的。","ja":"アッラーは各人がそれぞれに行ったことに報われる。本当にアッラーは清算に迅速である。"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}},{"s":14,"a":52,"ar":"هَـٰذَا بَلَـٰغٌ لِّلنَّاسِ وَلِيُنذَرُوا۟ بِهِۦ وَلِيَعْلَمُوٓا۟ أَنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَلِيَذَّكَّرَ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ","tl":"hādhā balāghun lilnnāsi waliyundharū bihi waliyaʿlamū annamā huwa ilāhun wāḥidun waliyadhakkara ulū l-albābi","tr":{"en":"This [Qur’ān] is notification for the people that they may be warned thereby and that they may know that He is but one God and that those of understanding will be reminded.","id":"Dan (Alquran) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran.","zh":"这是对众人的充分的表示，以便他们因此而受警告，以便他们知道他只是独一的被崇拜者，以便有理智的人记取教诲。","ja":"これは，人びとに対する伝言で，これによってかれらは警告され，かれが唯―の神であられることを知らされ，同時に思慮ある者たちが戒められる。"},"m":{"juz":13,"hizb":26,"rub":null,"page":261,"ruku":217}}]