[{"s":15,"a":1,"ar":" الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ وَقُرْءَانٍ مُّبِينٍ","tl":"alif-lam-ra til'ka āyātu l-kitābi waqur'ānin mubīnin","tr":{"en":"Alif, Lām, Rā.<sup foot_note=196583>1</sup> These are the verses of the Book and a clear Qur’ān [i.e., recitation].","id":"Alif Lām Rā`. (Surah) ini adalah (sebagian dari) ayat-ayat Kitab (yang sempurna) yaitu (ayat-ayat) Alquran yang memberi penjelasan.","zh":"艾列弗，俩目，拉仪。这些是天经——明白的《古兰经》的节文。","ja":"アリフ・ラーム・ラー。これは啓典の印で，まごうかたないクルアーンの印である。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":2,"ar":"رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ لَوْ كَانُوا۟ مُسْلِمِينَ","tl":"rubamā yawaddu alladhīna kafarū law kānū mus'limīna","tr":{"en":"Perhaps those who disbelieve will wish<sup foot_note=196584>1</sup> that they had been Muslims.","id":"Orang kafir itu kadang-kadang (nanti di akhirat) menginginkan, sekiranya mereka dahulu (di dunia) menjadi orang muslim.","zh":"不信道者或许要希望他们原是归顺的。","ja":"信じない者たちは，自分たちがムスリムであったならばと，望む時が屢々あろう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":3,"ar":"ذَرْهُمْ يَأْكُلُوا۟ وَيَتَمَتَّعُوا۟ وَيُلْهِهِمُ ٱلْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ","tl":"dharhum yakulū wayatamattaʿū wayul'hihimu l-amalu fasawfa yaʿlamūna","tr":{"en":"Let them eat and enjoy themselves and be diverted by [false] hope, for they are going to know.","id":"Biarkanlah mereka (di dunia ini) makan dan bersenang-senang dan dilalaikan oleh angan-angan (kosong) mereka, kelak mereka akan mengetahui (akibat perbuatannya).","zh":"你听任他们吃喝玩乐吧！你听任他们受希望的诱惑吧！因为他们不久就会知道的。","ja":"かれらを放任し，食べさせ楽しませて，（はかない）希望に惑わせておくがいい。間もなくかれらは悟るであろう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":4,"ar":"وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَّعْلُومٌ","tl":"wamā ahlaknā min qaryatin illā walahā kitābun maʿlūmun","tr":{"en":"And We did not destroy any city but that for it was a known decree.","id":"Dan Kami tidak membinasakan suatu negeri, melainkan sudah ada ketentuan yang di tetapkan baginya.","zh":"我不毁灭一个城市则已，但毁灭它，就有一个可知的定期。","ja":"われはどんな町を滅ぼす場合でも，定められた期限がやって来た時にそうした。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":5,"ar":"مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ","tl":"mā tasbiqu min ummatin ajalahā wamā yastakhirūna","tr":{"en":"No nation will precede its term, nor will they remain thereafter.","id":"Tidak ada suatu umat pun yang dapat mendahului ajalnya, dan tidak (pula) dapat meminta penundaan(nya).","zh":"任何民族都不能先其定期而灭亡，也不能后其定期而沦丧。","ja":"誰もその時期を早め，また遅らすことは出来ない。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":6,"ar":"وَقَالُوا۟ يَـٰٓأَيُّهَا ٱلَّذِى نُزِّلَ عَلَيْهِ ٱلذِّكْرُ إِنَّكَ لَمَجْنُونٌ","tl":"waqālū yāayyuhā alladhī nuzzila ʿalayhi l-dhik'ru innaka lamajnūnun","tr":{"en":"And they say, \"O you upon whom the message has been sent down, indeed you are mad.<sup foot_note=196585>1</sup>","id":"Dan mereka berkata, \"Wahai orang yang kepadanya diturunkan Alquran, sesungguhnya engkau (Muhammad) benar-benar orang yang gila.<sup foot_note=135382>1</sup>","zh":"他们说：“受降示教诲的人啊！你确是一个疯子。","ja":"かれらは言う。「訓戒が啓示された者よ，本当にあなたは憑かれた者である。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":7,"ar":"لَّوْ مَا تَأْتِينَا بِٱلْمَلَـٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","tl":"law mā tatīnā bil-malāikati in kunta mina l-ṣādiqīna","tr":{"en":"Why do you not bring us the angels, if you should be among the truthful?\"","id":"Mengapa engkau tidak mendatangkan malaikat kepada kami, jika engkau termasuk orang yang benar?\"","zh":"你怎不昭示我们一些天使呢？如果你是说实话的。”","ja":"もしあなた（の言うこと）が真実であるならば，何故天使を連れて来ないのか。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":8,"ar":"مَا نُنَزِّلُ ٱلْمَلَـٰٓئِكَةَ إِلَّا بِٱلْحَقِّ وَمَا كَانُوٓا۟ إِذًا مُّنظَرِينَ","tl":"mā nunazzilu l-malāikata illā bil-ḥaqi wamā kānū idhan munẓarīna","tr":{"en":"We do not send down the angels except with truth;<sup foot_note=196586>1</sup> and they [i.e., the disbelievers] would not then be reprieved.","id":"Kami tidak menurunkan malaikat melainkan dengan kebenaran (untuk membawa azab) dan mereka ketika itu tidak diberi penangguhan.","zh":"我只凭真理而降天使，到那时，他们是不蒙缓刑的。","ja":"われは，それなりの理由による以外には天使を遣わさない。そうなれば，かれらは猶予されないのである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":9,"ar":"إِنَّا نَحْنُ نَزَّلْنَا ٱلذِّكْرَ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ","tl":"innā naḥnu nazzalnā l-dhik'ra wa-innā lahu laḥāfiẓūna","tr":{"en":"Indeed, it is We who sent down the message [i.e., the Qur’ān], and indeed, We will be its guardian.","id":"Sesungguhnya Kamilah yang menurunkan Alquran, dan pasti Kami (pula) yang memeliharanya.<sup foot_note=135383>1</sup>","zh":"我确已降示教诲，我确是教诲的保护者。","ja":"本当にわれこそは，その訓戒を下し，必ずそれを守護するのである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":10,"ar":"وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِى شِيَعِ ٱلْأَوَّلِينَ","tl":"walaqad arsalnā min qablika fī shiyaʿi l-awalīna","tr":{"en":"And We had certainly sent [messengers] before you, [O Muḥammad], among the sects of the former peoples.","id":"Dan sungguh, Kami telah mengutus (beberapa rasul) sebelum engkau (Muhammad) kepada umat-umat terdahulu.","zh":"在你之前，我确已派遣了许多使者，去教化古代的各宗派。","ja":"われはあなた以前の，昔の諸集団にも確かに（使徒たちを）遺わした。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":11,"ar":"وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ","tl":"wamā yatīhim min rasūlin illā kānū bihi yastahziūna","tr":{"en":"And no messenger would come to them except that they ridiculed him.","id":"Dan setiap kali seorang rasul datang kepada mereka, mereka selalu memperolok-olokannya.","zh":"没有一个使者来临他们则已，但有使者来临，他们都加以嘲笑。","ja":"だが使徒たちがかれらの許に来る度に，かれらによって嘲笑されない者はなかった。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":12,"ar":"كَذَٰلِكَ نَسْلُكُهُۥ فِى قُلُوبِ ٱلْمُجْرِمِينَ","tl":"kadhālika naslukuhu fī qulūbi l-muj'rimīna","tr":{"en":"Thus do We insert it [i.e., denial] into the hearts of the criminals.","id":"Demikianlah, Kami memasukkannya (olok-olok itu) ke dalam hati orang yang berdosa,","zh":"我这样使爱好嘲笑深入罪人们的心。","ja":"このようにわれは，罪深い者の心に，そうすることを忍び込ませた。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":13,"ar":"لَا يُؤْمِنُونَ بِهِۦ ۖ وَقَدْ خَلَتْ سُنَّةُ ٱلْأَوَّلِينَ","tl":"lā yu'minūna bihi waqad khalat sunnatu l-awalīna","tr":{"en":"They will not believe in it, while there has already occurred the precedent of the former peoples.","id":"mereka tidak beriman kepadanya (Alquran) padahal telah berlalu sunnatullah<sup foot_note=135384>1</sup> terhadap orang-orang terdahulu.","zh":"他们不信我的教诲，其实，古人的常道已逝去了。","ja":"昔の者たちへの先例があったのに，かれらはこの（啓示）を信じない。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":14,"ar":"وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ ٱلسَّمَآءِ فَظَلُّوا۟ فِيهِ يَعْرُجُونَ","tl":"walaw fataḥnā ʿalayhim bāban mina l-samāi faẓallū fīhi yaʿrujūna","tr":{"en":"And [even] if We opened to them a gate from the heaven and they continued therein to ascend,","id":"Dan kalau Kami bukakan kepada mereka salah satu pintu langit, lalu mereka terus menerus naik ke atasnya,","zh":"假若我为他们开辟一道天门，而他们从那道天门继续登天，","ja":"仮令われがかれらのために天の門を開いて，（随時）かれらを登らせようとしても，"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":15,"ar":"لَقَالُوٓا۟ إِنَّمَا سُكِّرَتْ أَبْصَـٰرُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ","tl":"laqālū innamā sukkirat abṣārunā bal naḥnu qawmun masḥūrūna","tr":{"en":"They would say, \"Our eyes have only been dazzled. Rather, we are a people affected by magic.\"","id":"tentulah mereka berkata, \"Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.\"","zh":"他们必定说：“我们的眼睛受蒙蔽了，不然，我们是中了魔术的民众。”","ja":"かれらは必ず，「わたしたちの目は本当に眩んでしまった。いやわたしたちは魔法にかけられている。」と言うであろう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":262,"ruku":218}},{"s":15,"a":16,"ar":"وَلَقَدْ جَعَلْنَا فِى ٱلسَّمَآءِ بُرُوجًا وَزَيَّنَّـٰهَا لِلنَّـٰظِرِينَ","tl":"walaqad jaʿalnā fī l-samāi burūjan wazayyannāhā lilnnāẓirīna","tr":{"en":"And We have placed within the heaven great stars and have beautified it for the observers.","id":"Dan sungguh, Kami telah menciptakan gugusan bintang di langit dan menjadikannya terasa indah bagi orang yang memandang(nya),","zh":"我确已在天上创造了许多宫，我为观察者而修饰天空。","ja":"われは天に星座を定めて見る者に美しく眺めさせ，"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":17,"ar":"وَحَفِظْنَـٰهَا مِن كُلِّ شَيْطَـٰنٍ رَّجِيمٍ","tl":"waḥafiẓ'nāhā min kulli shayṭānin rajīmin","tr":{"en":"And We have protected it from every devil expelled [from the mercy of Allāh]","id":"dan Kami menjaganya dari setiap (gangguan) setan yang terkutuk,","zh":"我保护着天，不许任何受诅咒的恶魔得以侵入，","ja":"また，呪われた凡ての悪魔からもそれらを守る。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":18,"ar":"إِلَّا مَنِ ٱسْتَرَقَ ٱلسَّمْعَ فَأَتْبَعَهُۥ شِهَابٌ مُّبِينٌ","tl":"illā mani is'taraqa l-samʿa fa-atbaʿahu shihābun mubīnun","tr":{"en":"Except one who steals a hearing and is pursued by a clear burning flame.","id":"kecuali (setan) yang mencuri-curi (berita) yang dapat didengar (dari malaikat) lalu dikejar oleh semburan api yang terang.","zh":"但窃听的恶魔则有明显的流星赶上它。","ja":"だが盗み聞きする者は別で，かれは紛いのない炎（流星）に追いかけられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":19,"ar":"وَٱلْأَرْضَ مَدَدْنَـٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ شَىْءٍ مَّوْزُونٍ","tl":"wal-arḍa madadnāhā wa-alqaynā fīhā rawāsiya wa-anbatnā fīhā min kulli shayin mawzūnin","tr":{"en":"And the earth - We have spread it and cast therein firmly set mountains and caused to grow therein [something] of every well-balanced thing.","id":"Dan Kami telah menghamparkan bumi dan Kami pancangkan padanya gunung-gunung serta Kami tumbuhkan di sana segala sesuatu menurut ukuran.","zh":"我展开了大地，并把许多山岳安置在大地上，而且使各种均衡的东西生出来。","ja":"またわれは大地を伸ベ広げて，山々をその上に堅固に据えつけた。そこで凡てのものを（妥当な）均衡の下に，生長させる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":20,"ar":"وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ وَمَن لَّسْتُمْ لَهُۥ بِرَٰزِقِينَ","tl":"wajaʿalnā lakum fīhā maʿāyisha waman lastum lahu birāziqīna","tr":{"en":"And We have made for you therein means of living and [for] those for whom you are not providers.<sup foot_note=196587>1</sup>","id":"Dan Kami telah menjadikan padanya sumber-sumber kehidupan untuk keperluanmu, dan (Kami ciptakan pula) makhluk-makhluk yang bukan kamu pemberi rezekinya.","zh":"我在大地上为你们和你们所不能供养者而创造了许多生活资料。","ja":"われはあなたがたのためにも，またあなたがたが決して養育者たりえないものにも生計の道を与えた。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":21,"ar":"وَإِن مِّن شَىْءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٍ مَّعْلُومٍ","tl":"wa-in min shayin illā ʿindanā khazāinuhu wamā nunazziluhu illā biqadarin maʿlūmin","tr":{"en":"And there is not a thing but that with Us are its depositories, and We do not send it down except according to a known [i.e., specified] measure.","id":"Dan tidak ada sesuatu pun, melainkan pada sisi Kamilah khazanahnya;<sup foot_note=135385>1</sup> Kami tidak menurunkannya melainkan dengan ukuran tertentu.","zh":"每一种事物，我这里都有其仓库，我只依定数降下它。","ja":"どのようなものでも，われにその（無尽の）蓄えのないものはない。（必要に応した）一定の分量以外には下さないだけである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":22,"ar":"وَأَرْسَلْنَا ٱلرِّيَـٰحَ لَوَٰقِحَ فَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَسْقَيْنَـٰكُمُوهُ وَمَآ أَنتُمْ لَهُۥ بِخَـٰزِنِينَ","tl":"wa-arsalnā l-riyāḥa lawāqiḥa fa-anzalnā mina l-samāi māan fa-asqaynākumūhu wamā antum lahu bikhāzinīna","tr":{"en":"And We have sent the fertilizing winds<sup foot_note=196588>1</sup> and sent down water from the sky and given you drink from it. And you are not its retainers.","id":"Dan Kami telah meniupkan angin untuk mengawinkan<sup foot_note=135386>1</sup> dan Kami turunkan hujan dari langit, lalu Kami beri minum kamu dengan (air) itu, dan bukanlah kamu yang menyimpannya.","zh":"我派遣滋润的风，我从天上降下雨水，以供给你们饮料，你们绝不是雨水的蓄藏者。","ja":"またわれは豊沃にする風を送り，天から雨を降らせて，それをあなたがたに飲ませる。だがあなたがたはその（宝庫の）管理者ではない。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":23,"ar":"وَإِنَّا لَنَحْنُ نُحْىِۦ وَنُمِيتُ وَنَحْنُ ٱلْوَٰرِثُونَ","tl":"wa-innā lanaḥnu nuḥ'yī wanumītu wanaḥnu l-wārithūna","tr":{"en":"And indeed, it is We who give life and cause death, and We are the Inheritor.<sup foot_note=196589>1</sup>","id":"Dan sungguh, Kamilah yang menghidupkan dan mematikan dan Kami (pulalah) yang mewarisi.","zh":"我确是能使万物生，能使万物死的；我确是万物的继承者。","ja":"本当にわれは，あなたがたを生かし，また死なせる。われはまた相続者である。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":24,"ar":"وَلَقَدْ عَلِمْنَا ٱلْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا ٱلْمُسْتَـْٔخِرِينَ","tl":"walaqad ʿalim'nā l-mus'taqdimīna minkum walaqad ʿalim'nā l-mus'takhirīna","tr":{"en":"And We have already known the preceding [generations] among you, and We have already known the later [ones to come].","id":"Dan sungguh, Kami mengetahui orang yang terdahulu sebelum kamu dan Kami mengetahui pula orang yang terkemudian.","zh":"我确已知道你们中先进的，我确已知道你们中后进的。","ja":"われはあなたがたの中で率先する者を，知っている。また遅れをとる者も，知っている。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":25,"ar":"وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌ","tl":"wa-inna rabbaka huwa yaḥshuruhum innahu ḥakīmun ʿalīmun","tr":{"en":"And indeed, your Lord will gather them; indeed, He is Wise and Knowing.","id":"Dan sesungguhnya Tuhanmu, Dialah yang akan mengumpulkan mereka. Sungguh, Dia Mahabijaksana, Maha Mengetahui.","zh":"你的主必定集合他们。他确是至睿的，确是全知的。","ja":"あなたの主は，かれらを（審判の日に）一斉に召集なされる。本当にかれは英明にして全知であられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":219}},{"s":15,"a":26,"ar":"وَلَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ مِن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ","tl":"walaqad khalaqnā l-insāna min ṣalṣālin min ḥama-in masnūnin","tr":{"en":"And We did certainly create man out of clay from an altered black mud.","id":"Dan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk.","zh":"我确已用黑色的成形的粘土创造了人。","ja":"本当にわれは人類を，泥で形作って陶土から創った。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":220}},{"s":15,"a":27,"ar":"وَٱلْجَآنَّ خَلَقْنَـٰهُ مِن قَبْلُ مِن نَّارِ ٱلسَّمُومِ","tl":"wal-jāna khalaqnāhu min qablu min nāri l-samūmi","tr":{"en":"And the jinn We created before from scorching fire.","id":"Dan Kami telah menciptakan jin sebelum (Adam) dari api yang sangat panas.","zh":"以前，我曾用烈火创造了精灵。","ja":"またわれは先に燃え盛る炎から幽精〔ジン〕を創った。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":220}},{"s":15,"a":28,"ar":"وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى خَـٰلِقٌۢ بَشَرًا مِّن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ","tl":"wa-idh qāla rabbuka lil'malāikati innī khāliqun basharan min ṣalṣālin min ḥama-in masnūnin","tr":{"en":"And [mention, O Muḥammad], when your Lord said to the angels, \"I will create a human being out of clay from an altered black mud.","id":"Dan (ingatlah), ketika Tuhanmu berfirman kepada para malaikat, \"Sungguh, Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang diberi bentuk.","zh":"当时，你的主曾对天使们说：“我必定用黑色的粘土塑造人像而创造人。","ja":"あなたの主が，天使たちに向かって仰せられた時を思え。「本当にわれは人間を泥で形作って，陶土から創ろうとするのである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":220}},{"s":15,"a":29,"ar":"فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَـٰجِدِينَ","tl":"fa-idhā sawwaytuhu wanafakhtu fīhi min rūḥī faqaʿū lahu sājidīna","tr":{"en":"And when I have proportioned him and breathed into him of My [created] soul,<sup foot_note=196590>1</sup> then fall down to him in prostration.\"","id":"Maka apabila Aku telah menyempurnakan (kejadian)nya, dan Aku telah meniupkan roh (ciptaan)-Ku ke dalamnya, maka tunduklah kamu kepadanya dengan bersujud.<sup foot_note=135387>1</sup>","zh":"当我把它塑成，而且把我的精神吹入他的塑像的时候，你们应当对他俯伏叩头。”","ja":"われはかれを（完全に）形作った。それからわれの霊をかれに吹込んだ時，あなたがた（天使）はかれにサジダしなさい。」と（命じた）。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":220}},{"s":15,"a":30,"ar":"فَسَجَدَ ٱلْمَلَـٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ","tl":"fasajada l-malāikatu kulluhum ajmaʿūna","tr":{"en":"So the angels prostrated - all of them entirely,","id":"Maka bersujudlah para malaikat itu semuanya bersama-sama,","zh":"随后，天使们一同叩头，","ja":"それで天使たちは，イブリースを除き一斉にサジダした。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":220}},{"s":15,"a":31,"ar":"إِلَّآ إِبْلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّـٰجِدِينَ","tl":"illā ib'līsa abā an yakūna maʿa l-sājidīna","tr":{"en":"Except Iblees;<sup foot_note=196591>1</sup> he refused to be with those who prostrated.","id":"kecuali Iblis. Ia enggan ikut bersama-sama para (malaikat) yang sujud itu.","zh":"唯独易卜劣厮不肯同鞠躬者们一起叩头。（他拒绝叩头）。","ja":"かれは一緒にサジダすることを拒否した。"},"m":{"juz":14,"hizb":27,"rub":null,"page":263,"ruku":220}},{"s":15,"a":32,"ar":"قَالَ يَـٰٓإِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّـٰجِدِينَ","tl":"qāla yāib'līsu mā laka allā takūna maʿa l-sājidīna","tr":{"en":"[Allāh] said, \"O Iblees, what is [the matter] with you that you are not with those who prostrate?\"","id":"Dia (Allah) berfirman, \"Wahai Iblis! Apa sebabnya kamu (tidak ikut) sujud bersama mereka?\"","zh":"主说：“易卜劣厮啊！你怎么不叩头呢？”","ja":"かれは仰せられた。「イブリースよ，あなたが一緒にサジダしなかったのは何故か。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":33,"ar":"قَالَ لَمْ أَكُن لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهُۥ مِن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ","tl":"qāla lam akun li-asjuda libasharin khalaqtahu min ṣalṣālin min ḥama-in masnūnin","tr":{"en":"He said, \"Never would I prostrate to a human whom You created out of clay from an altered black mud.\"","id":"Ia (Iblis) berkata, \"Aku sekali-kali tidak akan sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering dari lumpur hitam yang diberi bentuk.\"","zh":"他说：“你用黑色粘土塑成人像而创造人，我不该向他叩头。”","ja":"かれは申し上げた。「わたしにはあなたが泥で形作り，陶土から御創りになった人間にサジダするようなことは，出来ません。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":34,"ar":"قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ","tl":"qāla fa-ukh'ruj min'hā fa-innaka rajīmun","tr":{"en":"[Allāh] said, \"Then depart from it,<sup foot_note=196592>1</sup> for indeed, you are expelled.","id":"Dia (Allah) berfirman, \"(Kalau begitu) keluarlah dari surga, karena sesungguhnya kamu terkutuk,","zh":"主说：“你从这里出去吧。因为你确是被放逐的。","ja":"かれは仰せられた。「それならあなたはここから下がれ。本当にあなたは，呪われている。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":35,"ar":"وَإِنَّ عَلَيْكَ ٱللَّعْنَةَ إِلَىٰ يَوْمِ ٱلدِّينِ","tl":"wa-inna ʿalayka l-laʿnata ilā yawmi l-dīni","tr":{"en":"And indeed, upon you is the curse until the Day of Recompense.\"","id":"dan sesungguhnya kutukan itu tetap menimpamu sampai hari Kiamat.\"","zh":"你必遭诅咒，直到报应日。”","ja":"この呪いは，本当に審判の日まであなたの上にあろう。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":36,"ar":"قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ","tl":"qāla rabbi fa-anẓir'nī ilā yawmi yub'ʿathūna","tr":{"en":"He said, \"My Lord, then reprieve me until the Day they are resurrected.\"","id":"Ia (Iblis) berkata, \"Ya Tuhanku, (kalau begitu) maka berilah penangguhan kepadaku sampai hari (manusia) dibangkitkan.\"","zh":"他说：“我的主啊！求你对我缓刑，直到人类复活之日。”","ja":"かれは申し上げた。「主よ，かれらが甦される日まで，わたしを猶予して下さい。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":37,"ar":"قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ","tl":"qāla fa-innaka mina l-munẓarīna","tr":{"en":"[Allāh] said, \"So indeed, you are of those reprieved","id":"Allah berfirman, \"(Baiklah) maka sesungguhnya kamu termasuk yang diberi penangguhan,","zh":"主说：“你确是被缓刑的，","ja":"かれは仰せられた。「あなたは猶予される，"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":38,"ar":"إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ","tl":"ilā yawmi l-waqti l-maʿlūmi","tr":{"en":"Until the Day of the time well-known.\"","id":"sampai hari yang telah ditentukan (Kiamat).\"","zh":"直到可知的日期。”","ja":"定められた時の（その）日まで。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":39,"ar":"قَالَ رَبِّ بِمَآ أَغْوَيْتَنِى لَأُزَيِّنَنَّ لَهُمْ فِى ٱلْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ","tl":"qāla rabbi bimā aghwaytanī la-uzayyinanna lahum fī l-arḍi wala-ugh'wiyannahum ajmaʿīna","tr":{"en":"[Iblees] said, \"My Lord, because You have put me in error, I will surely make [disobedience] attractive to them [i.e., mankind] on earth, and I will mislead them all","id":"Ia (Iblis) berkata, \"Tuhanku, oleh karena Engkau telah memutuskan bahwa aku sesat, aku pasti akan jadikan (kejahatan) tampak indah bagi mereka di bumi, dan aku akan menyesatkan mereka semuanya,","zh":"他说：“我的主啊！你已判定我是迷误的，所以我誓必在大地上以罪恶诱惑他们，我必定要使他们一同迷误。","ja":"かれは申し上げた。「主よあなたは，わたしを迷わされましたので，わたしは地上でかれらに（迷いを）好ましく思わせ，必ずかれら凡てを，迷いに陥らせましよう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":40,"ar":"إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ","tl":"illā ʿibādaka min'humu l-mukh'laṣīna","tr":{"en":"Except, among them, Your chosen servants.\"","id":"kecuali hamba-hamba-Mu yang terpilih di antara mereka.\"","zh":"除非他们中你所选拔的仆人。”","ja":"かれらの中で誠実な（恩恵により清められた）あなたのしもベの外は。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":41,"ar":"قَالَ هَـٰذَا صِرَٰطٌ عَلَىَّ مُسْتَقِيمٌ","tl":"qāla hādhā ṣirāṭun ʿalayya mus'taqīmun","tr":{"en":"[Allāh] said, \"This is a path [of return] to Me [that is] straight.","id":"Dia (Allah) berfirman, \"Ini adalah jalan yang lurus (menuju) kepada-Ku.\"","zh":"主说：“这是我应当维持的正路。","ja":"かれは仰せられた。「この（謙虚で清純なわがしもベの）道こそ，われへの正しい道である。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":42,"ar":"إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَـٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلْغَاوِينَ","tl":"inna ʿibādī laysa laka ʿalayhim sul'ṭānun illā mani ittabaʿaka mina l-ghāwīna","tr":{"en":"Indeed, My servants - no authority will you have over them, except those who follow you of the deviators.","id":"Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat.","zh":"我的仆人，你对他们绝无权力，除非那些顺从你的迷误者。","ja":"あなた（イブリース）に従って，邪道にそれるような者を除き，われのしもベ（信者）に関しては，あなたはかれらの上に何の権威を持たない。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":43,"ar":"وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ","tl":"wa-inna jahannama lamawʿiduhum ajmaʿīna","tr":{"en":"And indeed, Hell is the promised place for them all.","id":"Dan sungguh, Jahanam itu benar-benar (tempat) yang telah dijanjikan untuk mereka (pengikut setan) semuanya,","zh":"火狱必定是他们全体的约定的地方。","ja":"本当に地獄こそ，かれら凡ての者に約束される場所である。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":44,"ar":"لَهَا سَبْعَةُ أَبْوَٰبٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ","tl":"lahā sabʿatu abwābin likulli bābin min'hum juz'on maqsūmun","tr":{"en":"It has seven gates; for every gate is of them [i.e., Satan's followers] a portion designated.\"","id":"(Jahanam) itu mempunyai tujuh pintu. Setiap pintu (telah ditetapkan) untuk golongan tertentu dari mereka.","zh":"火狱有七道门，每道门将收容他们中被派定的一部分人。","ja":"それには7つの門があり，各々の門には，かれら（罪人）の一団が割り当てられるのである。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":220}},{"s":15,"a":45,"ar":"إِنَّ ٱلْمُتَّقِينَ فِى جَنَّـٰتٍ وَعُيُونٍ","tl":"inna l-mutaqīna fī jannātin waʿuyūnin","tr":{"en":"Indeed, the righteous will be within gardens and springs,","id":"Sesungguhnya orang yang bertakwa itu berada dalam surga-surga (taman-taman) dan (di dekat) mata air (yang mengalir).","zh":"敬畏者们必定在一些乐园和源泉之间，","ja":"本当に主を畏れる者は，泉のある楽園に入る。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":221}},{"s":15,"a":46,"ar":"ٱدْخُلُوهَا بِسَلَـٰمٍ ءَامِنِينَ","tl":"ud'khulūhā bisalāmin āminīna","tr":{"en":"[Having been told], \"Enter it in peace, safe [and secure].\"","id":"(Allah berfirman), \"Masuklah ke dalamnya dengan sejahtera dan aman.\"","zh":"你们平平安安地进入乐园吧！”","ja":"（かれらは挨拶されよう。）「あなたがたは，平安に心安らかにここにお入り。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":221}},{"s":15,"a":47,"ar":"وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ إِخْوَٰنًا عَلَىٰ سُرُرٍ مُّتَقَـٰبِلِينَ","tl":"wanazaʿnā mā fī ṣudūrihim min ghillin ikh'wānan ʿalā sururin mutaqābilīna","tr":{"en":"And We will remove whatever is in their breasts of resentment,<sup foot_note=196593>1</sup> [so they will be] brothers, on thrones facing each other.","id":"Dan Kami lenyapkan segala rasa dendam yang ada dalam hati mereka; mereka merasa bersaudara, duduk berhadap-hadapan di atas dipan-dipan.","zh":"我清除他们胸中的怨恨，他们将成为弟兄，在高榻上相对而坐。","ja":"われはかれらの胸にある拘わりを除き，（かれらは）兄弟として高位の寝椅子の上に対座する。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":221}},{"s":15,"a":48,"ar":"لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُم مِّنْهَا بِمُخْرَجِينَ","tl":"lā yamassuhum fīhā naṣabun wamā hum min'hā bimukh'rajīna","tr":{"en":"No fatigue will touch them therein, nor from it will they [ever] be removed.","id":"Mereka tidak merasa lelah di dalamnya dan mereka tidak akan dikeluarkan darinya.","zh":"他们在那里不感觉疲乏，他们绝不被逐出。","ja":"そこでは疲れ倦ことなく，また（永遠に）そこから追われることもない。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":221}},{"s":15,"a":49,"ar":"۞ نَبِّئْ عِبَادِىٓ أَنِّىٓ أَنَا ٱلْغَفُورُ ٱلرَّحِيمُ","tl":"nabbi ʿibādī annī anā l-ghafūru l-raḥīmu","tr":{"en":"[O Muḥammad], inform My servants that it is I who am the Forgiving, the Merciful,","id":"Kabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang,","zh":"你告诉我的仆人们，我确是至赦的，至慈的；","ja":"われのしもべたちに，「われは本当に，寛容で慈悲深い者であり，"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":221}},{"s":15,"a":50,"ar":"وَأَنَّ عَذَابِى هُوَ ٱلْعَذَابُ ٱلْأَلِيمُ","tl":"wa-anna ʿadhābī huwa l-ʿadhābu l-alīmu","tr":{"en":"And that it is My punishment which is the painful punishment.","id":"dan sesungguhnya azab-Ku adalah azab yang sangat pedih.","zh":"我的刑罚确是痛苦的。","ja":"われの懲罰は，本当に痛苦な懲罰である。」と告げ知らせなさい。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":221}},{"s":15,"a":51,"ar":"وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَٰهِيمَ","tl":"wanabbi'hum ʿan ḍayfi ib'rāhīma","tr":{"en":"And inform them about the guests of Abraham,","id":"Dan kabarkanlah (Muhammad) kepada mereka tentang tamu Ibrahim (malaikat).","zh":"你应当对他们叙述易卜拉欣的客人们的故事。","ja":"それから，イブラーヒームの賓客のことに就いてかれらに語れ。"},"m":{"juz":14,"hizb":27,"rub":null,"page":264,"ruku":221}},{"s":15,"a":52,"ar":"إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَـٰمًا قَالَ إِنَّا مِنكُمْ وَجِلُونَ","tl":"idh dakhalū ʿalayhi faqālū salāman qāla innā minkum wajilūna","tr":{"en":"When they entered upon him and said, \"Peace.\" [Abraham] said, \"Indeed, we are fearful [i.e., apprehensive] of you.\"","id":"Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan, \"Salām.\" Dia (Ibrahim) berkata, \"kami benar-benar merasa takut kepadamu.\"","zh":"当时，他们进去见他，说：“祝你平安。”他说：“我们确是畏惧你们的。”","ja":"かれら（賓客の2天使）が，かれの所に入って来て，「平安あれ。」と挨拶した時，「わたしたちは，あなたがたが，恐いです。」と言った。"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":221}},{"s":15,"a":53,"ar":"قَالُوا۟ لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ عَلِيمٍ","tl":"qālū lā tawjal innā nubashiruka bighulāmin ʿalīmin","tr":{"en":"[The angels] said, \"Fear not. Indeed, we give you good tidings of a learned boy.\"","id":"(Mereka) berkata, \"Janganlah engkau merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang pandai (Ishak).\"","zh":"他们说：“你不要畏惧，我们的确以一个有知识的男孩子向你报喜。”","ja":"かれらは言った。「恐れることはない。わたしたちは利口な1人の息子が授る吉報を，あなたに齎したのだ。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":221}},{"s":15,"a":54,"ar":"قَالَ أَبَشَّرْتُمُونِى عَلَىٰٓ أَن مَّسَّنِىَ ٱلْكِبَرُ فَبِمَ تُبَشِّرُونَ","tl":"qāla abashartumūnī ʿalā an massaniya l-kibaru fabima tubashirūna","tr":{"en":"He said, \"Have you given me good tidings although old age has come upon me? Then of what [wonder] do you inform?\"","id":"Dia (Ibrahim) berkata, \"Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?\"","zh":"他说：“我已老迈，你们还向我报喜吗？你们以什么向我报喜呢？”","ja":"かれは言った。「わたしは既に老齢に達しているのに，あなたがたはわたしに吉報を下さるのか。一体あなたがたに何の吉報があろうか。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":221}},{"s":15,"a":55,"ar":"قَالُوا۟ بَشَّرْنَـٰكَ بِٱلْحَقِّ فَلَا تَكُن مِّنَ ٱلْقَـٰنِطِينَ","tl":"qālū basharnāka bil-ḥaqi falā takun mina l-qāniṭīna","tr":{"en":"They said, \"We have given you good tidings in truth, so do not be of the despairing.\"","id":"(Mereka) menjawab, \"Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah engkau termasuk orang yang berputus asa!\"","zh":"他们说：“我们凭真理而向你报喜，所以你不要绝望。”","ja":"かれらは言った。「わたしたちは，真理によって吉報をあなたに伝える。だから失望してはならない。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":221}},{"s":15,"a":56,"ar":"قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ","tl":"qāla waman yaqnaṭu min raḥmati rabbihi illā l-ḍālūna","tr":{"en":"He said, \"And who despairs of the mercy of his Lord except for those astray?\"","id":"Dia (Ibrahim) berkata, \"Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat.\"","zh":"他说：“除迷误者外，谁会绝望于安拉的恩惠呢？”","ja":"かれは（答えて）言った。「迷った者の外は，誰が主の御慈悲に絶望しましょうか。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":221}},{"s":15,"a":57,"ar":"قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ","tl":"qāla famā khaṭbukum ayyuhā l-mur'salūna","tr":{"en":"[Abraham] said, \"Then what is your business [here], O messengers?\"","id":"Dia (Ibrahim) berkata, \"Apakah perkara pentingmu, wahai para utusan?\"","zh":"他说：“使者们啊！你们有什么差事呢？”","ja":"かれは（また）言った。「（主の）使徒の方がたよ，あなたがた（が来られたところ）の用件は，何でしょうか。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":221}},{"s":15,"a":58,"ar":"قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍ مُّجْرِمِينَ","tl":"qālū innā ur'sil'nā ilā qawmin muj'rimīna","tr":{"en":"They said, \"Indeed, we have been sent to a people of criminals,","id":"(Mereka) menjawab, \"Sesungguhnya kami diutus kepada kaum yang berdosa,","zh":"他们说：“我们奉派去惩治一群犯罪的民众。","ja":"かれらは言った。「わたしたちは罪深い民に遺わされた。"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":221}},{"s":15,"a":59,"ar":"إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ","tl":"illā āla lūṭin innā lamunajjūhum ajmaʿīna","tr":{"en":"Except the family of Lot; indeed, we will save them all","id":"kecuali para pengikut Luṭ. Sesungguhnya kami pasti menyelamatkan mereka semuanya,","zh":"鲁特的家族除外，我们确要把他们全部救出来；","ja":"（だが） ルートの一族は別である。わたしたちは，かれらの全員を必ず救うであろう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":221}},{"s":15,"a":60,"ar":"إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَآ ۙ إِنَّهَا لَمِنَ ٱلْغَـٰبِرِينَ","tl":"illā im'ra-atahu qaddarnā innahā lamina l-ghābirīna","tr":{"en":"Except his wife.\" We [i.e., Allāh] decreed that she is of those who remain behind.<sup foot_note=196594>1</sup>","id":"kecuali istrinya, kami telah menentukan, bahwa dia termasuk orang yang tertinggal (bersama orang kafir lainnya).\"","zh":"但他的妻子除外，我们已预定她和其余的人同受刑罚。”","ja":"だがわたしたちの確認しているかれ（ルート）の妻は別で，かの女は背後に残る人々の一人である。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":221}},{"s":15,"a":61,"ar":"فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلْمُرْسَلُونَ","tl":"falammā jāa āla lūṭin l-mur'salūna","tr":{"en":"And when the messengers came to the family of Lot,","id":"Maka ketika utusan itu datang kepada para pengikut Luṭ,","zh":"当使者们来到鲁特的家里的时候，","ja":"それから使徒たちがルートの一族の許に来た時，"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":62,"ar":"قَالَ إِنَّكُمْ قَوْمٌ مُّنكَرُونَ","tl":"qāla innakum qawmun munkarūna","tr":{"en":"He said, \"Indeed, you are people unknown.\"","id":"dia (Luṭ) berkata, \"Sesungguhnya kamu orang yang tidak kami kenal.\"","zh":"他说：“你们确是一些陌生的人。”","ja":"かれは言った。「あなたがたは，見なれない方がたです。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":63,"ar":"قَالُوا۟ بَلْ جِئْنَـٰكَ بِمَا كَانُوا۟ فِيهِ يَمْتَرُونَ","tl":"qālū bal ji'nāka bimā kānū fīhi yamtarūna","tr":{"en":"They said, \"But we have come to you with that about which they were disputing,","id":"(Para utusan) menjawab, \"Sebenarnya kami ini datang kepadamu membawa azab yang selalu mereka dustakan.","zh":"他们说：“不然，我们把他们一向争论的（刑罚）带来给你了。","ja":"かれらは言った。「いや，わたしたちはかれらの疑いを抱いていることに関して，あなたのところに来たのである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":64,"ar":"وَأَتَيْنَـٰكَ بِٱلْحَقِّ وَإِنَّا لَصَـٰدِقُونَ","tl":"wa-ataynāka bil-ḥaqi wa-innā laṣādiqūna","tr":{"en":"And we have come to you with truth, and indeed, we are truthful.","id":"Dan kami datang kepadamu membawa kebenaran dan sungguh, kami orang yang benar.","zh":"我们把真理带来给你了，我们确是诚实的。","ja":"わたしたちは真理を齎した。本当にわたしたちは，真実を告げる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":65,"ar":"فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَٱتَّبِعْ أَدْبَـٰرَهُمْ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ وَٱمْضُوا۟ حَيْثُ تُؤْمَرُونَ","tl":"fa-asri bi-ahlika biqiṭ'ʿin mina al-layli wa-ittabiʿ adbārahum walā yaltafit minkum aḥadun wa-im'ḍū ḥaythu tu'marūna","tr":{"en":"So set out with your family during a portion of the night and follow behind them and let not anyone among you look back and continue on to where you are commanded.\"","id":"Maka pergilah kamu pada akhir malam beserta keluargamu, dan ikutilah mereka dari belakang! Jangan ada di antara kamu yang menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.\"","zh":"你应当带着你的家族在深夜出行，你要跟在他们的后面，你们中的任何人也不要回头看。你们应当往前走，一直走到你们奉命到达的地方。”","ja":"それで夜の明けない間に，あなたの家族と一緒に旅立ちなさい。そしてあなたは皆の一番後から着いていき，あなたがたの誰も後ろを振り向かせてはならない。只，命じられた通りに実行しなさい。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":66,"ar":"وَقَضَيْنَآ إِلَيْهِ ذَٰلِكَ ٱلْأَمْرَ أَنَّ دَابِرَ هَـٰٓؤُلَآءِ مَقْطُوعٌ مُّصْبِحِينَ","tl":"waqaḍaynā ilayhi dhālika l-amra anna dābira hāulāi maqṭūʿun muṣ'biḥīna","tr":{"en":"And We conveyed to him [the decree] of that matter: that those [sinners] would be eliminated by early morning.","id":"Dan telah Kami tetapkan kepadanya (Luṭ) keputusan itu, bahwa akhirnya mereka akan ditumpas habis pada waktu subuh.","zh":"我启示他这个判决：就是这等人，在早晨将被根除。","ja":"われがこの決定をかれに知らせたのは，残ったこれらの（罪深い）者たちを（翌）朝滅ぼすためである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":67,"ar":"وَجَآءَ أَهْلُ ٱلْمَدِينَةِ يَسْتَبْشِرُونَ","tl":"wajāa ahlu l-madīnati yastabshirūna","tr":{"en":"And the people of the city came rejoicing.<sup foot_note=196595>1</sup>","id":"Dan datanglah penduduk kota itu<sup foot_note=135388>1</sup> (ke rumah Luṭ) dengan gembira (karena kedatangan tamu itu).","zh":"城里的居民欣然而来，","ja":"町の住民たちは，（若者のニュースを聞いて）喜びに駆りたてられてやって来た。"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":68,"ar":"قَالَ إِنَّ هَـٰٓؤُلَآءِ ضَيْفِى فَلَا تَفْضَحُونِ","tl":"qāla inna hāulāi ḍayfī falā tafḍaḥūni","tr":{"en":"[Lot] said, \"Indeed, these are my guests, so do not shame me.","id":"Dia (Luṭ) berkata, \"Sesungguhnya mereka adalah tamuku; maka jangan kamu mempermalukan aku,","zh":"他说：“这些是我的客人，你们不要凌辱我，","ja":"かれ（ルート）は言った。「この方がたは，わたしの賓客です。わたしを恥さらしにしないでください。"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":69,"ar":"وَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ","tl":"wa-ittaqū l-laha walā tukh'zūni","tr":{"en":"And fear Allāh and do not disgrace me.\"","id":"dan bertakwalah kepada Allah dan janganlah kamu membuat aku terhina!\"","zh":"你们应当敬畏安拉，你们不要羞辱我。”","ja":"アッラーを畏れ，わたしに恥をかかせないでください。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":70,"ar":"قَالُوٓا۟ أَوَلَمْ نَنْهَكَ عَنِ ٱلْعَـٰلَمِينَ","tl":"qālū awalam nanhaka ʿani l-ʿālamīna","tr":{"en":"They said, \"Have we not forbidden you from [protecting] people?\"","id":"(Mereka) berkata, \"Bukankah kami telah melarangmu dari (melindungi) manusia?\"<sup foot_note=135389>1</sup>","zh":"他们说：“难道我们没有禁止你与世人来往吗？”","ja":"かれらは言った。「わたしたちは，外国の者（を泊めること）を，あなたに禁じなかったか。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":265,"ruku":222}},{"s":15,"a":71,"ar":"قَالَ هَـٰٓؤُلَآءِ بَنَاتِىٓ إِن كُنتُمْ فَـٰعِلِينَ","tl":"qāla hāulāi banātī in kuntum fāʿilīna","tr":{"en":"[Lot] said, \"These are my daughters<sup foot_note=196596>1</sup> - if you would be doers [of lawful marriage].\"","id":"Dia (Luṭ) berkata, \"Mereka itulah putri-putri (negeri)ku (nikahlah dengan mereka), jika kamu hendak berbuat.\"","zh":"他说：“这些是我的女儿，如果你们要干什么。”","ja":"かれは言った。「もしあなたがたが行おうとするなら，ここにわたしの娘たちがいます。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":222}},{"s":15,"a":72,"ar":"لَعَمْرُكَ إِنَّهُمْ لَفِى سَكْرَتِهِمْ يَعْمَهُونَ","tl":"laʿamruka innahum lafī sakratihim yaʿmahūna","tr":{"en":"By your life, [O Muḥammad], indeed they were, in their intoxication, wandering blindly.","id":"(Allah berfirman), \"Demi umurmu<sup foot_note=135390>1</sup> (Muhammad), sungguh, mereka terombang-ambing dalam kemabukan (kesesatan).\"","zh":"指你的寿命发誓，他们必将彷徨于自己的癫狂之中。","ja":"（預言者よ）あなたの生命にかけて（誓う）。本当にかれらは心を乱して，当てもなくさ迷う者である。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":222}},{"s":15,"a":73,"ar":"فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُشْرِقِينَ","tl":"fa-akhadhathumu l-ṣayḥatu mush'riqīna","tr":{"en":"So the shriek<sup foot_note=196597>1</sup> seized them at sunrise.","id":"Maka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit,","zh":"呐喊声在日出时袭击了他们。","ja":"それで一声（懲罰）が，日の出にかれらを襲った。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":222}},{"s":15,"a":74,"ar":"فَجَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ","tl":"fajaʿalnā ʿāliyahā sāfilahā wa-amṭarnā ʿalayhim ḥijāratan min sijjīlin","tr":{"en":"And We made the highest part [of the city] its lowest and rained upon them stones of hard clay.","id":"maka Kami jungkirbalikan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras.","zh":"我使那个市镇天翻地覆，并使陶石像雨点般降落在他们身上。","ja":"われはその（町を）上を下にして転覆し，焼いた泥の石をかれらの上に降らせた。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":222}},{"s":15,"a":75,"ar":"إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّلْمُتَوَسِّمِينَ","tl":"inna fī dhālika laāyātin lil'mutawassimīna","tr":{"en":"Indeed in that are signs for those who discern.","id":"Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang yang memperhatikan tanda-tanda,","zh":"对于能考查者，此中确有许多迹象。","ja":"本当にこの中には知性ある者への，種々の印がある。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":222}},{"s":15,"a":76,"ar":"وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ","tl":"wa-innahā labisabīlin muqīmin","tr":{"en":"And indeed, they [i.e., those cities] are [situated] on an established road.","id":"dan sungguh, (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia).","zh":"那个市镇确是在一条仍然存在的道路上的。","ja":"その（町の跡）は，大道に沿ってなお存在する。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":222}},{"s":15,"a":77,"ar":"إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّلْمُؤْمِنِينَ","tl":"inna fī dhālika laāyatan lil'mu'minīna","tr":{"en":"Indeed in that is a sign for the believers.","id":"Sungguh, pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang yang beriman.","zh":"对于信道者，此中确有一种迹象。","ja":"本当にこの中には信仰する者への一つの印がある。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":222}},{"s":15,"a":78,"ar":"وَإِن كَانَ أَصْحَـٰبُ ٱلْأَيْكَةِ لَظَـٰلِمِينَ","tl":"wa-in kāna aṣḥābu l-aykati laẓālimīna","tr":{"en":"And the companions of the thicket [i.e., the people of Madyan] were [also] wrongdoers,","id":"Dan sesungguhnya penduduk Aikah<sup foot_note=135391>1</sup> itu benar-benar kaum yang zalim,","zh":"那丛林的居民，确是不义的。","ja":"また森の仲間も不義を行う者であった。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":222}},{"s":15,"a":79,"ar":"فَٱنتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ","tl":"fa-intaqamnā min'hum wa-innahumā labi-imāmin mubīnin","tr":{"en":"So We took retribution from them, and indeed, both [cities] are on a clear highway.","id":"maka Kami membinasakan mereka. Dan sesungguhnya kedua (negeri)<sup foot_note=135392>1</sup> itu terletak di satu jalur jalan raya.","zh":"故我惩治了他们。这两个地方都在平坦的道路上。","ja":"そこでわれはそれに報復した。本当にこの2つ（の跡）は大道に沿って，（今）明らか（に見られるの）である。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":222}},{"s":15,"a":80,"ar":"وَلَقَدْ كَذَّبَ أَصْحَـٰبُ ٱلْحِجْرِ ٱلْمُرْسَلِينَ","tl":"walaqad kadhaba aṣḥābu l-ḥij'ri l-mur'salīna","tr":{"en":"And certainly did the companions of al-Ḥijr<sup foot_note=196598>1</sup> [i.e., the Thamūd] deny the messengers.","id":"Dan sesungguhnya penduduk negeri Hijr<sup foot_note=135393>1</sup> benar-benar telah mendustakan para rasul (mereka),<sup foot_note=135394>2</sup>","zh":"石谷的居民确已否认使者们。","ja":"ヒジュルの仲間も使徒たちを嘘つきとして拒否した。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":81,"ar":"وَءَاتَيْنَـٰهُمْ ءَايَـٰتِنَا فَكَانُوا۟ عَنْهَا مُعْرِضِينَ","tl":"waātaynāhum āyātinā fakānū ʿanhā muʿ'riḍīna","tr":{"en":"And We gave them Our signs, but from them they were turning away.","id":"dan Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling darinya,","zh":"我确已把我的许多迹象昭示他们，但他们背离了它。","ja":"われはかれらにわが種々の印を下したが，かれらはそれらを避け（て無視し）た。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":82,"ar":"وَكَانُوا۟ يَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا ءَامِنِينَ","tl":"wakānū yanḥitūna mina l-jibāli buyūtan āminīna","tr":{"en":"And they used to carve from the mountains, houses, feeling secure.","id":"dan mereka memahat rumah-rumah dari gunung batu, (yang didiami) dengan rasa aman.","zh":"他们安全地凿山为屋，","ja":"かれらは（岩）山に家を彫り込み，安全であると考えていた。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":83,"ar":"فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُصْبِحِينَ","tl":"fa-akhadhathumu l-ṣayḥatu muṣ'biḥīna","tr":{"en":"But the shriek seized them at early morning,","id":"Kemudian mereka dibinasakan oleh suara keras yang mengguntur pada pagi hari,<sup foot_note=135395>1</sup>","zh":"但呐喊声在早晨袭击了他们。","ja":"それである朝，一声（懲罰）が，かれらを襲って，"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":84,"ar":"فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ","tl":"famā aghnā ʿanhum mā kānū yaksibūna","tr":{"en":"So nothing availed them [from] what they used to earn.","id":"sehingga tidak berguna bagi mereka, apa yang telah mereka usahakan.","zh":"他们所谋求的，对于他们无济于事。","ja":"かれらが（特別の知識と技術で）築き営んでいたことは，かれらにとって何も役立たなかった。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":85,"ar":"وَمَا خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ ۗ وَإِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ ۖ فَٱصْفَحِ ٱلصَّفْحَ ٱلْجَمِيلَ","tl":"wamā khalaqnā l-samāwāti wal-arḍa wamā baynahumā illā bil-ḥaqi wa-inna l-sāʿata laātiyatun fa-iṣ'faḥi l-ṣafḥa l-jamīla","tr":{"en":"And We have not created the heavens and earth and that between them except in truth. And indeed, the Hour is coming; so forgive with gracious forgiveness.","id":"Dan Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya, melainkan dengan kebenaran. Dan sungguh, Kiamat pasti akan datang, maka maafkanlah (mereka) dengan cara yang baik.","zh":"我只凭真理创造天地万物，复活时是必定来临的。所以，你应当温和地原谅众人。","ja":"われは天と地，そしてその間にある凡てのものを，只真理に基いて創造した。（審判の）時は本当に来ているのだ。だからあなたは情け深く寛容に（人びとの過失や欠点を）赦してやるがいい。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":86,"ar":"إِنَّ رَبَّكَ هُوَ ٱلْخَلَّـٰقُ ٱلْعَلِيمُ","tl":"inna rabbaka huwa l-khalāqu l-ʿalīmu","tr":{"en":"Indeed, your Lord - He is the Knowing Creator.","id":"Sungguh, Tuhanmu, Dialah Yang Maha Pencipta, Maha Mengetahui.","zh":"你的主确是创造万物的主，确是全知的。","ja":"本当にあなたの主は，万有を創造した全知の御方であられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":87,"ar":"وَلَقَدْ ءَاتَيْنَـٰكَ سَبْعًا مِّنَ ٱلْمَثَانِى وَٱلْقُرْءَانَ ٱلْعَظِيمَ","tl":"walaqad ātaynāka sabʿan mina l-mathānī wal-qur'āna l-ʿaẓīma","tr":{"en":"And We have certainly given you, [O Muḥammad], seven of the often repeated [verses]<sup foot_note=196599>1</sup> and the great Qur’ān.","id":"Dan sungguh, Kami telah memberikan kepadamu tujuh (ayat) yang (dibaca) berulang-ulang<sup foot_note=135396>1</sup> dan Alquran yang agung.","zh":"我确已赏赐你常常反复诵读的七节经文和伟大的《古兰经》。","ja":"われは絶えず繰り返されるべき7つ（の節）と，偉大なクルアーンをあなたに授けた。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":88,"ar":"لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَٱخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ","tl":"lā tamuddanna ʿaynayka ilā mā mattaʿnā bihi azwājan min'hum walā taḥzan ʿalayhim wa-ikh'fiḍ janāḥaka lil'mu'minīna","tr":{"en":"Do not extend your eyes toward that by which We have given enjoyment to [certain] categories of them [i.e., the disbelievers], and do not grieve over them. And lower your wing [i.e., show kindness] to the believers.","id":"Jangan sekali-kali engkau (Muhammad) tujukan pandanganmu kepada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang kafir), dan jangan engkau bersedih hati terhadap mereka dan berendah hatilah engkau terhadap orang yang beriman.","zh":"你不要觊觎我所使他们中各等人所享受的事物，你不要为他们而悲哀。你应当温和地对待信士们。","ja":"あの者たちの何人かにわれが授けた楽しみに対して羨ましそうにしてはならない。そしてそれに心を痛めてはならない。それよりあなたの翼を低く（して優しく）しなさい。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":89,"ar":"وَقُلْ إِنِّىٓ أَنَا ٱلنَّذِيرُ ٱلْمُبِينُ","tl":"waqul innī anā l-nadhīru l-mubīnu","tr":{"en":"And say, \"Indeed, I am the clear warner\" -","id":"Dan katakanlah (Muhammad), \"Sesungguhnya aku adalah pemberi peringatan yang jelas.\"","zh":"你说：“我确是坦率的警告者。”","ja":"そして言ってやるがいい。「本当にわたしは公明な警告者である。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":90,"ar":"كَمَآ أَنزَلْنَا عَلَى ٱلْمُقْتَسِمِينَ","tl":"kamā anzalnā ʿalā l-muq'tasimīna","tr":{"en":"Just as We had revealed [scriptures] to the separators<sup foot_note=196600>1</sup>","id":"Sebagaimana (Kami telah memberi peringatan), Kami telah menurunkan (azab) kepada orang yang memilah-milah (Kitab Allah),<sup foot_note=135397>1</sup>","zh":"那正如我所降示分配者们的〔东西〕一样的，","ja":"（啓示を勝手に）分割した者に対しても，われは啓示しておいた。"},"m":{"juz":14,"hizb":27,"rub":null,"page":266,"ruku":223}},{"s":15,"a":91,"ar":"ٱلَّذِينَ جَعَلُوا۟ ٱلْقُرْءَانَ عِضِينَ","tl":"alladhīna jaʿalū l-qur'āna ʿiḍīna","tr":{"en":"Who have made the Qur’ān into portions.<sup foot_note=196601>1</sup>","id":"(Yaitu) orang-orang<sup foot_note=135398>1</sup> yang telah menjadikan Alquran itu terbagi-bagi.","zh":"他们把《古兰经》分割成若干片段。","ja":"すなわちクルアーンを（かれらの都合のよいように）断片にした者たちにも。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":223}},{"s":15,"a":92,"ar":"فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ أَجْمَعِينَ","tl":"fawarabbika lanasalannahum ajmaʿīna","tr":{"en":"So by your Lord, We will surely question them all","id":"Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua,","zh":"指你的主发誓，我必将他们全体加以审问——","ja":"それで，あなたの主に誓て，われは必ずかれら凡てを尋問するであろう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":223}},{"s":15,"a":93,"ar":"عَمَّا كَانُوا۟ يَعْمَلُونَ","tl":"ʿammā kānū yaʿmalūna","tr":{"en":"About what they used to do.","id":"tentang apa yang telah mereka kerjakan dahulu.","zh":"审问他们生前的行为。","ja":"かれらが行った凡てのことに就いて。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":223}},{"s":15,"a":94,"ar":"فَٱصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ","tl":"fa-iṣ'daʿ bimā tu'maru wa-aʿriḍ ʿani l-mush'rikīna","tr":{"en":"Then declare what you are commanded<sup foot_note=196603>1</sup> and turn away from the polytheists.<sup foot_note=196602>2</sup>","id":"Maka sampaikanlah (Muhammad) secara terang-terangan segala apa yang diperintahkan (kepadamu) dan berpalinglah dari orang yang musyrik.","zh":"你应当公开宣布你所奉的命令，而且避开以物配主者。","ja":"だからあなたが命じられたことを宣揚しなさい。そして多神教徒から遠ざかれ。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":223}},{"s":15,"a":95,"ar":"إِنَّا كَفَيْنَـٰكَ ٱلْمُسْتَهْزِءِينَ","tl":"innā kafaynāka l-mus'tahziīna","tr":{"en":"Indeed, We are sufficient for you against the mockers","id":"Sesungguhnya Kami memelihara engkau (Muhammad) dari (kejahatan) orang yang memperolok-olokkan (engkau),","zh":"在对付嘲笑者方面，我必使你满足。","ja":"本当にわれは，嘲笑する者に対し，あなたを十分に守ってやる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":223}},{"s":15,"a":96,"ar":"ٱلَّذِينَ يَجْعَلُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ ۚ فَسَوْفَ يَعْلَمُونَ","tl":"alladhīna yajʿalūna maʿa l-lahi ilāhan ākhara fasawfa yaʿlamūna","tr":{"en":"Who make [equal] with Allāh another deity. But they are going to know.","id":"(yaitu) orang yang menganggap adanya tuhan selain Allah; mereka kelak akan mengetahui (akibatnya).","zh":"嘲笑者除安拉外还崇拜别的神灵，不久他们就会知道了。","ja":"かれらは，アッラーに外の神を配するが，間もなく知るであろう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":223}},{"s":15,"a":97,"ar":"وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ","tl":"walaqad naʿlamu annaka yaḍīqu ṣadruka bimā yaqūlūna","tr":{"en":"And We already know that your breast is constrained by what they say.","id":"Dan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan,","zh":"我确已知道你为他们的谰言而烦闷。","ja":"われはかれらの口にすることで，あなたの胸が締めつけられるのを知っている。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":223}},{"s":15,"a":98,"ar":"فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ ٱلسَّـٰجِدِينَ","tl":"fasabbiḥ biḥamdi rabbika wakun mina l-sājidīna","tr":{"en":"So exalt [Allāh] with praise of your Lord and be of those who prostrate [to Him].","id":"maka bertasbihlah dengan memuji Tuhanmu dan jadilah engkau di antara orang yang bersujud (salat),","zh":"你应当赞颂你的主超绝万物，你应当与众人一起叩头，","ja":"だから，あなたの主を讃えて唱念し，サジダして，"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":223}},{"s":15,"a":99,"ar":"وَٱعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ ٱلْيَقِينُ","tl":"wa-uʿ'bud rabbaka ḥattā yatiyaka l-yaqīnu","tr":{"en":"And worship your Lord until there comes to you the certainty [i.e., death].","id":"dan sembahlah Tuhanmu sampai yakin (ajal) datang kepadamu.","zh":"你应当崇拜你的主，直到那无疑的消息来临。","ja":"定めの時が訪れるまで，あなたの主に仕えなさい。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":223}}]