[{"s":16,"a":1,"ar":" أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ","tl":"atā amru l-lahi falā tastaʿjilūhu sub'ḥānahu wataʿālā ʿammā yush'rikūna","tr":{"en":"The command of Allāh is coming,<sup foot_note=196604>1</sup> so be not impatient for it. Exalted is He and high above what they associate with Him.","id":"Ketetapan Allah<sup foot_note=135399>1</sup> pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan.","zh":"安拉的命令必定来临，所以你们不必要求其早日实现，赞颂安拉超绝万物，他超乎他们所用以配他的。","ja":"アッラーの命令は（必ず）来る。それを急いで求めてはならない。かれに讃えあれ。かれはかれらが同等に配するものの上に高くおられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":224}},{"s":16,"a":2,"ar":"يُنَزِّلُ ٱلْمَلَـٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا۟ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","tl":"yunazzilu l-malāikata bil-rūḥi min amrihi ʿalā man yashāu min ʿibādihi an andhirū annahu lā ilāha illā anā fa-ittaqūni","tr":{"en":"He sends down the angels, with the inspiration [i.e., revelation] of His command, upon whom He wills of His servants, [telling them], \"Warn that there is no deity except Me; so fear Me.\"","id":"Dia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, \"Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.\"","zh":"他使天使们奉他的命令，偕同精神，降临他所意欲的仆人，说：“你们应当警告世人说：除我之外，绝无应受崇拜的，所以你们应当敬畏我。”","ja":"かれはそのしもベの中の，御心に適う者に，かれが命じられた啓示を持たせて，天使を遺わされ（こう仰せられた）。「われの外に神はないのである。だからわれにあなたがたの義務を果たすよう勧告しなさい。」"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":224}},{"s":16,"a":3,"ar":"خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ تَعَـٰلَىٰ عَمَّا يُشْرِكُونَ","tl":"khalaqa l-samāwāti wal-arḍa bil-ḥaqi taʿālā ʿammā yush'rikūna","tr":{"en":"He created the heavens and earth in truth. High is He above what they associate with Him.","id":"Dia menciptakan langit dan bumi dengan kebenaran. Mahatinggi Allah dari apa yang mereka persekutukan.","zh":"他凭真理创造了天地，他超乎他们所用以配他的。","ja":"かれは真理によって，天と地を創造なされたのである。かれはかれらが同等に配するものの上に高くおられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":224}},{"s":16,"a":4,"ar":"خَلَقَ ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ","tl":"khalaqa l-insāna min nuṭ'fatin fa-idhā huwa khaṣīmun mubīnun","tr":{"en":"He created man from a sperm-drop; then at once<sup foot_note=196605>1</sup> he is a clear adversary.","id":"Dia telah menciptakan manusia dari mani, ternyata dia menjadi pembantah yang nyata.","zh":"他用精液创造了人，而人却突然变成了明显的对手。","ja":"かれは一精滴から人間を創られた。しかし見るがいい。かれ（人間）は公然と異論を唱える。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":224}},{"s":16,"a":5,"ar":"وَٱلْأَنْعَـٰمَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌ وَمَنَـٰفِعُ وَمِنْهَا تَأْكُلُونَ","tl":"wal-anʿāma khalaqahā lakum fīhā dif'on wamanāfiʿu wamin'hā takulūna","tr":{"en":"And the grazing livestock He has created for you; in them is warmth<sup foot_note=196606>1</sup> and [numerous] benefits, and from them you eat.","id":"Dan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan.","zh":"他创造了牲畜，你们可以其毛和皮御寒，可以其乳和肉充饥，还有许多益处。","ja":"またかれは，家畜をあなたがた（人間のため）に創られた。あなたがたは，それらにより暖衣や種々の便益を得たり，またそれらを食用とする。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":224}},{"s":16,"a":6,"ar":"وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ","tl":"walakum fīhā jamālun ḥīna turīḥūna waḥīna tasraḥūna","tr":{"en":"And for you in them is [the enjoyment of] beauty when you bring them in [for the evening] and when you send them out [to pasture].","id":"Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan).","zh":"你们把牲畜赶回家或放出去吃草的时候，牲畜对于你们都有光彩。","ja":"夕方にそれらを（家に）駆り戻す時，また朝に（牧地へ）駆りたてる時，あなたがたはそれらに優美さを感じる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":267,"ruku":224}},{"s":16,"a":7,"ar":"وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا۟ بَـٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ","tl":"wataḥmilu athqālakum ilā baladin lam takūnū bālighīhi illā bishiqqi l-anfusi inna rabbakum laraūfun raḥīmun","tr":{"en":"And they carry your loads to a land you could not have reached except with difficulty to yourselves. Indeed, your Lord is Kind and Merciful.","id":"Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang,","zh":"牲畜把你们的货物驮运到你们须经困难才能到达的地方去。你们的主确是至仁的，确是至慈的。","ja":"またあなたがたが自ら苦労しなければ達し難い国に，それらはあなたがたの重荷を運ぶ。本当にあなたがたの主は，親切で慈悲深い方であられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":268,"ruku":224}},{"s":16,"a":8,"ar":"وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ","tl":"wal-khayla wal-bighāla wal-ḥamīra litarkabūhā wazīnatan wayakhluqu mā lā taʿlamūna","tr":{"en":"And [He created] the horses, mules and donkeys for you to ride and [as] adornment. And He creates that which you do not know.","id":"dan (Dia telah menciptakan) kuda, bagal,<sup foot_note=135400>1</sup> dan keledai, untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui.","zh":"他创造马、骡、驴，以供你们骑乘，以作你们的装饰。他还创造你们所不知道的东西。","ja":"また（かれは）馬とラバとロバ（を創られた）。これらはあなたがたの乗用と飾りのためである。またかれはあなたがたの知らない，（外の）色々な物を創られた。"},"m":{"juz":14,"hizb":27,"rub":null,"page":268,"ruku":224}},{"s":16,"a":9,"ar":"وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌ ۚ وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ","tl":"waʿalā l-lahi qaṣdu l-sabīli wamin'hā jāirun walaw shāa lahadākum ajmaʿīna","tr":{"en":"And upon Allāh<sup foot_note=196607>1</sup> is the direction of the [right] way, and among them [i.e., the various paths] are those deviating. And if He willed, He could have guided you all.","id":"Dan hak Allah menerangkan jalan yang lurus, dan di antaranya ada (jalan) yang menyimpang. Dan jika Dia menghendaki, tentu Dia memberi petunjuk kamu semua (ke jalan yang benar).","zh":"安拉负责指示正道的责任。有些道路是偏邪的，假若他意欲，他必将你们全体引入正道。","ja":"（正しい）道に方向付けるのは，アッラーの仕事である。だが曲った道もある。もしかれの御心が望むならば，あなたがたは一斉に導かれたであろう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":268,"ruku":224}},{"s":16,"a":10,"ar":"هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً ۖ لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ","tl":"huwa alladhī anzala mina l-samāi māan lakum min'hu sharābun wamin'hu shajarun fīhi tusīmūna","tr":{"en":"It is He who sends down rain from the sky; from it is drink and from it is foliage in which you pasture [animals].","id":"Dialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu.","zh":"他从天上降下雨水，你们可以用做饮料，你们赖以放牧的树木因之而生长。","ja":"かれこそは，あなたがたのために天から雨を降らす方で，それによってあなたがたは飲み，それによって樹木は生長し，それによって牧畜する。"},"m":{"juz":14,"hizb":27,"rub":null,"page":268,"ruku":225}},{"s":16,"a":11,"ar":"يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَـٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ","tl":"yunbitu lakum bihi l-zarʿa wal-zaytūna wal-nakhīla wal-aʿnāba wamin kulli l-thamarāti inna fī dhālika laāyatan liqawmin yatafakkarūna","tr":{"en":"He causes to grow for you thereby the crops, olives, palm trees, grapevines, and of all the fruits. Indeed in that is a sign for a people who give thought.","id":"Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.","zh":"他为你们而生产庄稼、油橄榄、椰枣、葡萄和各种果实。对于能思维的民众，此中确有一种迹象。","ja":"かれはそれであなたがたのために，穀類とオリーブとナツメヤシとブドウその外各種の果物を育てられる。本当にこの中には，反省する民への種々の印がある。"},"m":{"juz":14,"hizb":27,"rub":null,"page":268,"ruku":225}},{"s":16,"a":12,"ar":"وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ وَٱلنُّجُومُ مُسَخَّرَٰتٌۢ بِأَمْرِهِۦٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ","tl":"wasakhara lakumu al-layla wal-nahāra wal-shamsa wal-qamara wal-nujūmu musakharātun bi-amrihi inna fī dhālika laāyātin liqawmin yaʿqilūna","tr":{"en":"And He has subjected for you the night and day and the sun and moon, and the stars are subjected by His command. Indeed in that are signs for a people who reason.","id":"Dan Dia menundukkan malam dan siang, matahari dan bulan untukmu, dan bintang-bintang dikendalikan dengan perintah-Nya. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang yang mengerti,","zh":"他为你们而制服了昼夜和日月，群星都是因他的意旨而被制服的；对于能理解的民众，此中确有许多迹象。","ja":"かれは夜と昼，太陽と月をあなたがたのために運行させる。群星もかれの命令に服従している。本当にこの中には，理解ある者への種々の印があり，"},"m":{"juz":14,"hizb":27,"rub":null,"page":268,"ruku":225}},{"s":16,"a":13,"ar":"وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَذَّكَّرُونَ","tl":"wamā dhara-a lakum fī l-arḍi mukh'talifan alwānuhu inna fī dhālika laāyatan liqawmin yadhakkarūna","tr":{"en":"And [He has subjected] whatever He multiplied for you on the earth of varying colors. Indeed in that is a sign for a people who remember.","id":"dan (Dia juga mengendalikan) apa yang Dia ciptakan untukmu di bumi ini dengan berbagai jenis dan macam warnanya. Sungguh pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang mengambil pelajaran.","zh":"（他又为你们而制服）他所为你们创造于大地的各色物品，对于能记取教诲的民众，此中确有一种迹象。","ja":"またかれがあなたがたのために，地上に生育する凡ての物を，多様の色彩（と性質）になされる。本当にその中には，（感謝して）訓戒を受け入れる者への一つの印がある。"},"m":{"juz":14,"hizb":27,"rub":null,"page":268,"ruku":225}},{"s":16,"a":14,"ar":"وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا۟ مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا۟ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ","tl":"wahuwa alladhī sakhara l-baḥra litakulū min'hu laḥman ṭariyyan watastakhrijū min'hu ḥil'yatan talbasūnahā watarā l-ful'ka mawākhira fīhi walitabtaghū min faḍlihi walaʿallakum tashkurūna","tr":{"en":"And it is He who subjected the sea for you to eat from it tender meat and to extract from it ornaments which you wear. And you see the ships plowing through it, and [He subjected it] that you may seek of His bounty; and perhaps you will be grateful.","id":"Dan Dialah yang menundukkan lautan (untukmu), agar kamu dapat memakan daging yang segar (ikan) darinya, dan (dari lautan itu) kamu mengeluarkan perhiasan yang kamu pakai. Kamu (juga) melihat perahu berlayar padanya, dan agar kamu mencari sebagian karunia-Nya, dan agar kamu bersyukur.","zh":"他制服海洋，以便你们渔取其中的鲜肉，做你们的食品；或采取其中的珠宝，做你们的装饰。你看船舶在其中破浪而行，以便你们寻求他的恩惠，以便你们感谢。","ja":"かれこそは，海洋を（人間に）使役させられる方で，それによってあなたかたは鮮魚を食べ，また服飾に用いられるものをそれから採り，またかれの恩恵を求めて，その中に波を切って進む船を見る。必ずあなたがたは感謝するであろう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":268,"ruku":225}},{"s":16,"a":15,"ar":"وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَـٰرًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ","tl":"wa-alqā fī l-arḍi rawāsiya an tamīda bikum wa-anhāran wasubulan laʿallakum tahtadūna","tr":{"en":"And He has cast into the earth firmly set mountains, lest it shift with you, and [made] rivers and roads, that you may be guided,","id":"Dan Dia menancapkan gunung di bumi agar bumi itu tidak goncang bersama kamu, (dan Dia menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk,","zh":"他在大地上安置许多山岳，以免大地动荡，而你们不得安居。他开辟许多河流和道路，以便你们遵循正路。","ja":"またかれは，地上に山々を堅固に据えられた。（それは）大地があなたがたを揺り動かさないためである。また川や道を創られた。あなたがたが導かれるためである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":225}},{"s":16,"a":16,"ar":"وَعَلَـٰمَـٰتٍ ۚ وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ","tl":"waʿalāmātin wabil-najmi hum yahtadūna","tr":{"en":"And landmarks. And by the stars they are [also] guided.<sup foot_note=196608>1</sup>","id":"dan (Dia menciptakan) tanda-tanda (penunjuk jalan). Dan dengan bintang-bintang mereka mendapat petunjuk.","zh":"他设立许多标志，他们借助那些标志和星宿而遵循正路。","ja":"また色々な標識，星を頼りにかれら（人びと）は導かれる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":225}},{"s":16,"a":17,"ar":"أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ","tl":"afaman yakhluqu kaman lā yakhluqu afalā tadhakkarūna","tr":{"en":"Then is He who creates like one who does not create? So will you not be reminded?","id":"Maka apakah (Allah) yang menciptakan sama dengan yang tidak dapat menciptakan (sesuatu)? Mengapa kamu tidak mengambil pelajaran?","zh":"难道造物主同不能创造的（偶像）是一样的吗？你们怎么不记取教诲呢？","ja":"これでも創造なされた方が，創造しない者と比べられようか。それでもあなたがたは，なお訓戒を受け入れないのか。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":225}},{"s":16,"a":18,"ar":"وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱللَّهَ لَغَفُورٌ رَّحِيمٌ","tl":"wa-in taʿuddū niʿ'mata l-lahi lā tuḥ'ṣūhā inna l-laha laghafūrun raḥīmun","tr":{"en":"And if you should count the favors of Allāh, you could not enumerate them. Indeed, Allāh is Forgiving and Merciful.","id":"Dan jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sungguh, Allah benar-benar Maha Pengampun, Maha Penyayang.","zh":"如果你们要计算安拉的恩惠，你们是无法统计的。安拉确是至赦的，确是至慈的。","ja":"あなたがたは，仮令アッラーの恩恵を数えても，到底数え尽くすことは出来ない。本当にアッラーは寛容にして慈悲深くあられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":225}},{"s":16,"a":19,"ar":"وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ","tl":"wal-lahu yaʿlamu mā tusirrūna wamā tuʿ'linūna","tr":{"en":"And Allāh knows what you conceal and what you declare.","id":"Dan Allah mengetahui apa yang kamu rahasiakan dan apa yang kamu tampakkan.","zh":"安拉知道你们所隐讳的，和你们所表白的。","ja":"アッラーはあなたがたが隠すことも，現わすことも知っておられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":225}},{"s":16,"a":20,"ar":"وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ","tl":"wa-alladhīna yadʿūna min dūni l-lahi lā yakhluqūna shayan wahum yukh'laqūna","tr":{"en":"And those they invoke other than Allāh create nothing, and they [themselves] are created.","id":"Dan (berhala-berhala) yang mereka seru selain Allah, tidak dapat membuat sesuatu apa pun, sedang berhala-berhala itu (sendiri) dibuat orang.","zh":"他们舍安拉而祈祷的不能创造任何物，而他们是被造的。","ja":"かれら（不信者）が，アッラーを差し置いて，祈り求めるものたちは，何も創造しない。しかもかれら（邪神）自身こそ創られたものである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":225}},{"s":16,"a":21,"ar":"أَمْوَٰتٌ غَيْرُ أَحْيَآءٍ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ","tl":"amwātun ghayru aḥyāin wamā yashʿurūna ayyāna yub'ʿathūna","tr":{"en":"They are [in fact] dead,<sup foot_note=196609>1</sup> not alive, and they do not perceive when they will be resurrected.","id":"(Berhala-berhala itu) benda mati, tidak hidup, dan berhala-berhala itu tidak mengetahui kapankah (penyembahnya) dibangkitkan.","zh":"他们是死的，不是活的，他们连自己都不知道什么时候被复活。","ja":"（かれらは）死んだもので生命はない。何時甦されるかも知らない。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":225}},{"s":16,"a":22,"ar":"إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۚ فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ","tl":"ilāhukum ilāhun wāḥidun fa-alladhīna lā yu'minūna bil-ākhirati qulūbuhum munkiratun wahum mus'takbirūna","tr":{"en":"Your god is one God. But those who do not believe in the Hereafter - their hearts are disapproving, and they are arrogant.","id":"Tuhan kamu adalah Tuhan Yang Maha Esa. Maka orang yang tidak beriman kepada akhirat, hati mereka mengingkari (keesaan Allah), dan mereka adalah orang yang sombong.","zh":"你们所应当崇拜的是唯一的受崇拜者。不信后世的人，他们的心是否认的，他们是自大的。","ja":"あなたがたの神は，唯一の神（アッラー）である。だが来世を信じない者は，その心からして知ろうとせず，かれらは高慢である。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":226}},{"s":16,"a":23,"ar":"لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ","tl":"lā jarama anna l-laha yaʿlamu mā yusirrūna wamā yuʿ'linūna innahu lā yuḥibbu l-mus'takbirīna","tr":{"en":"Assuredly, Allāh knows what they conceal and what they declare. Indeed, He does not like the arrogant.","id":"Tidak diragukan lagi bahwa Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka tampakkan. Sesungguhnya Dia tidak menyukai orang yang sombong.","zh":"诚然！安拉确是知道他们所隐讳的，和他们所表白的，他确是不喜爱自大者的。","ja":"疑いもなく，アッラーはかれらの隠すことと，現わすことを知っておられる。かれは高慢な者を御好みになられない。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":226}},{"s":16,"a":24,"ar":"وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ ۙ قَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ","tl":"wa-idhā qīla lahum mādhā anzala rabbukum qālū asāṭīru l-awalīna","tr":{"en":"And when it is said to them, \"What has your Lord sent down?\" they say, \"Legends of the former peoples,\"","id":"Dan apabila dikatakan kepada mereka, \"Apa yang telah diturunkan Tuhanmu?\" Mereka menjawab, \"Dongeng-dongeng orang dahulu,\"","zh":"有人问他们：“你们的主曾降示什么？”他们说：“古人的神话”。","ja":"かれらに向かって，「あなたがたの主が（ムハンマドに）下されたのは何か。」と問われる時，かれらは，「昔の物語です。」と言う。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":226}},{"s":16,"a":25,"ar":"لِيَحْمِلُوٓا۟ أَوْزَارَهُمْ كَامِلَةً يَوْمَ ٱلْقِيَـٰمَةِ ۙ وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ ۗ أَلَا سَآءَ مَا يَزِرُونَ","tl":"liyaḥmilū awzārahum kāmilatan yawma l-qiyāmati wamin awzāri alladhīna yuḍillūnahum bighayri ʿil'min alā sāa mā yazirūna","tr":{"en":"That they may bear their own burdens [i.e., sins] in full on the Day of Resurrection and some of the burdens of those whom they misguide without [i.e., by lack of] knowledge. Unquestionably, evil is that which they bear.","id":"(ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu.","zh":"以便他们在复活日承担自己的全部责任，以及被他们无知地加以误导者的一部分责任。真的，他们所承担的真恶劣！","ja":"かれらは復活の日に，自分自身の重荷の全部と，知識がないために，かれらに迷わせられた者の重荷をも負う。ああ，かれらが負うものこそ哀れである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":226}},{"s":16,"a":26,"ar":"قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَـٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ","tl":"qad makara alladhīna min qablihim fa-atā l-lahu bun'yānahum mina l-qawāʿidi fakharra ʿalayhimu l-saqfu min fawqihim wa-atāhumu l-ʿadhābu min ḥaythu lā yashʿurūna","tr":{"en":"Those before them had already plotted, but Allāh came at [i.e., uprooted] their building from the foundations, so the roof fell upon them from above them,<sup foot_note=196610>1</sup> and the punishment came to them from where they did not perceive.","id":"Sungguh, orang-orang yang sebelum mereka telah mengadakan tipu daya, maka Allah menghancurkan rumah-rumah mereka mulai dari pondasinya, lalu atap (rumah itu) jatuh menimpa mereka dari atas, dan siksa itu datang kepada mereka dari arah yang tidak mereka sadari.","zh":"前人确已用计谋，但安拉把他们的建筑物彻底加以摧毁，而他们的屋顶落在他们的身上。刑罚从他们料想不道到的地方来临他们。","ja":"かれら以前の者も（主の道に対して色々と）策謀した。だがアッラーはかれらの構造物を，土台から覆され，屋根が上から落ち，懲罰は予想しなかった方面からかれらに下った。"},"m":{"juz":14,"hizb":27,"rub":null,"page":269,"ruku":227}},{"s":16,"a":27,"ar":"ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَـٰٓقُّونَ فِيهِمْ ۚ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَـٰفِرِينَ","tl":"thumma yawma l-qiyāmati yukh'zīhim wayaqūlu ayna shurakāiya alladhīna kuntum tushāqqūna fīhim qāla alladhīna ūtū l-ʿil'ma inna l-khiz'ya l-yawma wal-sūa ʿalā l-kāfirīna","tr":{"en":"Then on the Day of Resurrection He will disgrace them and say, \"Where are My 'partners' for whom you used to oppose [the believers]?\" Those who were given knowledge will say, \"Indeed disgrace, this Day, and evil are upon the disbelievers\" -","id":"Kemudian Allah menghinakan mereka pada hari Kiamat, dan berfirman, \"Di manakah sekutu-sekutu-Ku itu yang (karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang yang beriman)?\" Orang-orang yang diberi ilmu berkata;<sup foot_note=135401>1</sup> \"Sesungguhnya kehinaan dan azab hari ini ditimpakan kepada orang yang kafir,\"","zh":"然后在复活日他要凌辱他们，并审问他们说：“我的那些伙伴——你们为了他们而与信士们相争论的——如今在哪里呢？”有学识者将要说：“凌辱和刑罚今日必归于不信道者。”","ja":"そればかりか復活の日には，かれらに屈辱を与え，かれは仰せられよう。「あなたがたがわれと同等に配したものは何処にいるのか。それらに就いて，あなたがたは（信心深い人びとと） 論争していたではないか。」知識を与えられていた者は言う。「今日は，屈辱と苦痛が不信者の上にあるのだ。"},"m":{"juz":14,"hizb":27,"rub":null,"page":270,"ruku":227}},{"s":16,"a":28,"ar":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ ۖ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ ۚ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ","tl":"alladhīna tatawaffāhumu l-malāikatu ẓālimī anfusihim fa-alqawū l-salama mā kunnā naʿmalu min sūin balā inna l-laha ʿalīmun bimā kuntum taʿmalūna","tr":{"en":"The ones whom the angels take in death [while] wronging themselves,<sup foot_note=196611>1</sup> and [who] then offer submission, [saying], \"We were not doing any evil.\" But, yes! Indeed, Allāh is Knowing of what you used to do.","id":"(yaitu) orang yang dicabut nyawanya oleh para malaikat dalam keadaan (berbuat) zalim kepada diri sendiri, lalu mereka menyerahkan diri (sambil berkata), \"Kami tidak pernah mengerjakan sesuatu kejahatan pun.\" (Malaikat menjawab), \"Pernah! Sesungguhnya Allah Maha Mengetahui apa yang telah kamu kerjakan.\"","zh":"他们在自亏的情况下，天使们使他们死亡。他们表示屈服，说：“我们没有犯过什么罪。”不然！安拉确是全知你们的行为的。","ja":"自分の魂が，われとわが身を害している間に，天使に召された者には。」その時服従と帰依を表明し，「わたしたちは悪を行っていたのではありません。」と（言っても），（天使は）「 いや，アッラーはあなたがたが行った凡てのことを知っておられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":270,"ruku":227}},{"s":16,"a":29,"ar":"فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ","tl":"fa-ud'khulū abwāba jahannama khālidīna fīhā falabi'sa mathwā l-mutakabirīna","tr":{"en":"So enter the gates of Hell to abide eternally therein, and how wretched is the residence of the arrogant.","id":"Maka masukilah pintu-pintu neraka Jahanam, kamu kekal di dalamnya. Pasti itu seburuk-buruk tempat orang yang menyombongkan diri.","zh":"他们被押进火狱而永居其中。自大者的住处真恶劣！","ja":"だから地獄の門を入り，その中に住みなさい。」（と言うであろう）。高慢な者の住まいの何と哀れなことよ。"},"m":{"juz":14,"hizb":27,"rub":null,"page":270,"ruku":227}},{"s":16,"a":30,"ar":"۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ","tl":"waqīla lilladhīna ittaqaw mādhā anzala rabbukum qālū khayran lilladhīna aḥsanū fī hādhihi l-dun'yā ḥasanatun waladāru l-ākhirati khayrun walaniʿ'ma dāru l-mutaqīna","tr":{"en":"And it will be said to those who feared Allāh, \"What did your Lord send down?\" They will say, \"[That which is] good.\" For those who do good in this world is good; and the home of the Hereafter is better. And how excellent is the home of the righteous -","id":"Dan kemudian dikatakan kepada orang yang bertakwa, \"Apakah yang telah diturunkan oleh Tuhanmu?\"Mereka menjawab, \"Kebaikan.\" Bagi orang yang berbuat baik di dunia ini mendapat (balasan) yang baik. Dan sesungguhnya negeri akhirat pasti lebih baik. Dan itulah sebaik-baik tempat bagi orang yang bertakwa,","zh":"有人问敬畏者说：“你们的主曾降示什么？”他们说：“他降示善言。”行善者在今世将享受美满的生活，而后世的住宅确是更好的。敬畏者的住宅真优美。","ja":"（声があって）主を畏れた者たちに言われた。「主は，あなたがたに何を下されたのか。」かれらは（答えて），「結構なものを。」と言う。善行をする者には現世で善いことがあり，来世の住まいは更に善い。本当に主を畏れる者の住まいの何と幸せであることよ。"},"m":{"juz":14,"hizb":27,"rub":null,"page":270,"ruku":227}},{"s":16,"a":31,"ar":"جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ لَهُمْ فِيهَا مَا يَشَآءُونَ ۚ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ","tl":"jannātu ʿadnin yadkhulūnahā tajrī min taḥtihā l-anhāru lahum fīhā mā yashāūna kadhālika yajzī l-lahu l-mutaqīna","tr":{"en":"Gardens of perpetual residence, which they will enter, beneath which rivers flow. They will have therein whatever they wish. Thus does Allāh reward the righteous -","id":"(yaitu) surga-surga 'Ādn yang mereka masuki, mengalir di bawahnya sungai-sungai, di dalam (surga) itu mereka mendapat segala apa yang diinginkan. Demikianlah Allah memberi balasan kepada orang yang bertakwa,","zh":"常住的乐园将任随他们进去，那些乐园下临诸河，其中有他们所意欲的。安拉这样报酬敬畏者。","ja":"かれらは，アドン（エデン）の楽園に入るが，その下には川が流れている。その中でかれらは，何でも欲しいものを得るであろう。アッラーはこのように，主を畏れる者を報われる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":270,"ruku":227}},{"s":16,"a":32,"ar":"ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَـٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ","tl":"alladhīna tatawaffāhumu l-malāikatu ṭayyibīna yaqūlūna salāmun ʿalaykumu ud'khulū l-janata bimā kuntum taʿmalūna","tr":{"en":"The ones whom the angels take in death, [being] good and pure; [the angels] will say, \"Peace be upon you. Enter Paradise for what you used to do.\"","id":"(yaitu) orang yang ketika diwafatkan oleh para malaikat dalam keadaan baik,<sup foot_note=135402>1</sup> mereka (para malaikat) mengatakan (kepada mereka), \"Salāmun 'alaikum, masuklah ke dalam surga karena apa yang telah kamu kerjakan.\"","zh":"他们在良好的情况下，天使们使他们死亡。天使们对他们说：“祝你们平安，你们可以因为自己的善功而进入乐园。”","ja":"天使たちが清い（状態）で，死なせる者に，「あなたがたに平安あれ。あなたがたは自分の行った（善行の）結果，楽園に入れ。」と言われよう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":270,"ruku":227}},{"s":16,"a":33,"ar":"هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ","tl":"hal yanẓurūna illā an tatiyahumu l-malāikatu aw yatiya amru rabbika kadhālika faʿala alladhīna min qablihim wamā ẓalamahumu l-lahu walākin kānū anfusahum yaẓlimūna","tr":{"en":"Do they [i.e., the disbelievers] await except that the angels should come to them or there comes the command of your Lord? Thus did those do before them. And Allāh wronged them not, but they had been wronging themselves.","id":"Tidak ada yang ditunggu mereka (orang kafir) selain datangnya para malaikat kepada mereka<sup foot_note=135403>1</sup> atau datangnya perintah Tuhanmu.<sup foot_note=135404>2</sup> Demikianlah yang telah diperbuat oleh orang-orang (kafir) sebelum mereka. Allah tidak menzalimi mereka, justru merekalah yang (selalu) menzalimi diri mereka sendiri.","zh":"（不信道者）只能等待天使们来临他们，或等待你的主的命令降临。在他们之前的人就是这样做的。安拉没有亏枉他们，但他们却亏枉了自己。","ja":"かれら（不信者）は，天使たちがやって来て（かれらの魂を引き抜き），主の（処罰の）命令が下るまで待つ外はないのではないか。かれら以前にもそのような者もいた。しかしアッラーはかれらを不当に扱ったわけではない。だがかれらは自分自身を（不信心によって）害しただけである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":270,"ruku":227}},{"s":16,"a":34,"ar":"فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ","tl":"fa-aṣābahum sayyiātu mā ʿamilū waḥāqa bihim mā kānū bihi yastahziūna","tr":{"en":"So they were struck by the evil consequences of what they did and were enveloped by what they used to ridicule.","id":"Maka mereka ditimpa azab (akibat) perbuatan mereka dan diliputi oleh azab yang dulu selalu mereka perolok-olokkan.","zh":"所以他们必遭受他们的行为的恶报，而他们一向嘲笑的（刑罚）将包围他们。","ja":"かれらの行為の悪い結果がかれらに降り懸かり，以前に嘲笑していたことが，かれらを取り囲む。"},"m":{"juz":14,"hizb":27,"rub":null,"page":270,"ruku":227}},{"s":16,"a":35,"ar":"وَقَالَ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَا عَبَدْنَا مِن دُونِهِۦ مِن شَىْءٍ نَّحْنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِۦ مِن شَىْءٍ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ فَهَلْ عَلَى ٱلرُّسُلِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ","tl":"waqāla alladhīna ashrakū law shāa l-lahu mā ʿabadnā min dūnihi min shayin naḥnu walā ābāunā walā ḥarramnā min dūnihi min shayin kadhālika faʿala alladhīna min qablihim fahal ʿalā l-rusuli illā l-balāghu l-mubīnu","tr":{"en":"And those who associate others with Allāh say, \"If Allāh had willed, we would not have worshipped anything other than Him, neither we nor our fathers, nor would we have forbidden anything through other than Him.\" Thus did those do before them. So is there upon the messengers except [the duty of] clear notification?","id":"Dan orang musyrik berkata, \"Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak (pula) kami mengharamkan sesuatu pun tanpa (izin)-Nya.\" Demikianlah yang diperbuat oleh orang sebelum mereka. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas.","zh":"以物配主者说：“假若安拉意欲，则我们和我们的祖先不会舍他而崇拜任何物的，我们也不会擅自戒除任何物的。”在他们之前的人，曾这样做过了。使者们只负明白的传达的责任。","ja":"偶像を崇拝する者たちは言う。「もしアッラーが御望みなら，わたしたちもまたわたしたちの祖先も，かれを差し置いて何者にも仕えなかったであろう。またわたしたちはかれ（の命令）なく，何ものをも禁じなかったであろう。」かれら以前の者たちもそうであった。つまり使徒たち（の務め）は，明白な（啓示の）宣布の外に何があろうか。"},"m":{"juz":14,"hizb":27,"rub":null,"page":271,"ruku":228}},{"s":16,"a":36,"ar":"وَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱجْتَنِبُوا۟ ٱلطَّـٰغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى ٱللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ ٱلضَّلَـٰلَةُ ۚ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ","tl":"walaqad baʿathnā fī kulli ummatin rasūlan ani uʿ'budū l-laha wa-ij'tanibū l-ṭāghūta famin'hum man hadā l-lahu wamin'hum man ḥaqqat ʿalayhi l-ḍalālatu fasīrū fī l-arḍi fa-unẓurū kayfa kāna ʿāqibatu l-mukadhibīna","tr":{"en":"And We certainly sent into every nation a messenger, [saying], \"Worship Allāh and avoid ṭāghūt.\"<sup foot_note=196612>1</sup> And among them were those whom Allāh guided, and among them were those upon whom error was [deservedly] decreed. So proceed [i.e., travel] through the earth and observe how was the end of the deniers.","id":"Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), \"Sembahlah Allah, dan jauhilah tagut,\" kemudian di antara mereka ada yang diberi petunjuk oleh Allah dan ada pula yang tetap dalam kesesatan. Maka berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul).","zh":"我在每个民族中，确已派遣一个使者，说：“你们当崇拜安拉，当远离塔吾特。”但他们中有安拉所引导的，有应当迷误的。故你们当在大地上旅行，应当观察否认的人们的结局是怎样的。","ja":"本当にわれは，各々の民に一人の使徒を遺わして「アッラーに仕え，邪神を避けなさい。」 と（命じた）。それでかれらの中には，アッラーの導かれた者もあり，また，迷誤が避けられない者もあった。それで地上を旅して，（真理を）拒否した者の後がどんなものであったかを見るがいい。"},"m":{"juz":14,"hizb":27,"rub":null,"page":271,"ruku":228}},{"s":16,"a":37,"ar":"إِن تَحْرِصْ عَلَىٰ هُدَىٰهُمْ فَإِنَّ ٱللَّهَ لَا يَهْدِى مَن يُضِلُّ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ","tl":"in taḥriṣ ʿalā hudāhum fa-inna l-laha lā yahdī man yuḍillu wamā lahum min nāṣirīna","tr":{"en":"[Even] if you should strive for their guidance, [O Muḥammad], indeed, Allāh does not guide those He sends astray,<sup foot_note=196613>1</sup> and they will have no helpers.","id":"Jika engkau (Muhammad) sangat mengharapkan agar mereka mendapat petunjuk, maka sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang disesatkan-Nya, dan mereka tidak mempunyai penolong.","zh":"如果你热望他们获得引导，那么，（你的热望是徒然的），安拉不引导那误导人者，他们绝没有任何援助者。","ja":"仮令あなたがかれらを導こうと熱望しても，迷うに任せられた者を，アッラーはお導きになられない。かれらには援助者はないのである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":271,"ruku":228}},{"s":16,"a":38,"ar":"وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ لَا يَبْعَثُ ٱللَّهُ مَن يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ","tl":"wa-aqsamū bil-lahi jahda aymānihim lā yabʿathu l-lahu man yamūtu balā waʿdan ʿalayhi ḥaqqan walākinna akthara l-nāsi lā yaʿlamūna","tr":{"en":"And they swear by Allāh their strongest oaths [that] Allāh will not resurrect one who dies. But yes - [it is] a true promise [binding] upon Him, but most of the people do not know.","id":"Dan mereka bersumpah atas (nama) Allah dengan sumpah yang sungguh-sungguh, \"Allah tidak akan membangkitkan orang yang mati.\" Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui,","zh":"他们指安拉而发出最严重的誓言，说：“安拉不使死人复活。”不然！这是他应当实践的诺言。但世人大半不知道。","ja":"かれらはアッラーにかけて，強く宣誓して，「アッラーは，決して死者を甦らせません。」と誓う。決してそうではない。これはかれが，真理によって（義務とされた）御約束である。だが人びとの多くは知らない。"},"m":{"juz":14,"hizb":27,"rub":null,"page":271,"ruku":228}},{"s":16,"a":39,"ar":"لِيُبَيِّنَ لَهُمُ ٱلَّذِى يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ كَانُوا۟ كَـٰذِبِينَ","tl":"liyubayyina lahumu alladhī yakhtalifūna fīhi waliyaʿlama alladhīna kafarū annahum kānū kādhibīna","tr":{"en":"[It is] so He will make clear to them [the truth of] that wherein they differ and so those who have disbelieved may know that they were liars.","id":"agar Dia menjelaskan kepada mereka apa yang mereka perselisihkan itu, dan agar orang kafir itu mengetahui bahwa mereka adalah orang yang berdusta.","zh":"（他将使他们复活）以便他为他们阐明他们所争论的是非，并且让不信道者知道自己原是说谎的。","ja":"（復活の日において）かれら（不信者）の異論を唱えたことに就き，かれらに明白にし，また真理を拒否した者に，自分が嘘つきであったことを知らせるためである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":271,"ruku":228}},{"s":16,"a":40,"ar":"إِنَّمَا قَوْلُنَا لِشَىْءٍ إِذَآ أَرَدْنَـٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ","tl":"innamā qawlunā lishayin idhā aradnāhu an naqūla lahu kun fayakūnu","tr":{"en":"Indeed, Our word to a thing when We intend it is but that We say to it, \"Be,\" and it is.","id":"Sesungguhnya firman Kami terhadap sesuatu apabila Kami menghendakinya, Kami hanya mengatakan kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu.","zh":"当我要创造一件事物的时候，我只对他说声“有”，它就有了。","ja":"本当に事を望む時それに対するわれの言葉は，唯それに「有れ」と言うだけで，つまりその通りになるのである。"},"m":{"juz":14,"hizb":27,"rub":null,"page":271,"ruku":228}},{"s":16,"a":41,"ar":"وَٱلَّذِينَ هَاجَرُوا۟ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ظُلِمُوا۟ لَنُبَوِّئَنَّهُمْ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَلَأَجْرُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ","tl":"wa-alladhīna hājarū fī l-lahi min baʿdi mā ẓulimū lanubawwi-annahum fī l-dun'yā ḥasanatan wala-ajru l-ākhirati akbaru law kānū yaʿlamūna","tr":{"en":"And those who emigrated for [the cause of] Allāh after they had been wronged - We will surely settle them in this world in a good place; but the reward of the Hereafter is greater, if only they could know.","id":"Dan orang yang berhijrah karena Allah setelah mereka dizalimi, pasti Kami akan memberikan tempat yang baik kepada mereka di dunia. Dan pahala di akhirat pasti lebih besar, sekiranya mereka mengetahui,","zh":"在被压迫之后，为安拉而迁居者，我在今世誓必使他们获得一个优美的住处，后世的报酬是更大的，假若他们知道。","ja":"迫害されて，アッラーの（道の）ために移住する者には，われは現世で，必ず良い住まいを与える。だが来世での報奨こそもっと大なるものである。これがもしかれら（不信者）に分るならば。"},"m":{"juz":14,"hizb":27,"rub":null,"page":271,"ruku":229}},{"s":16,"a":42,"ar":"ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ","tl":"alladhīna ṣabarū waʿalā rabbihim yatawakkalūna","tr":{"en":"[They are] those who endured patiently and upon their Lord relied.","id":"(yaitu) orang yang sabar dan hanya kepada Tuhan mereka bertawakal.","zh":"他们是坚忍的，是托靠他们的主的。","ja":"（かれら移住者は）耐え忍び，かれらの主に縋りきる者である。"},"m":{"juz":14,"hizb":27,"rub":null,"page":271,"ruku":229}},{"s":16,"a":43,"ar":"وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۚ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ","tl":"wamā arsalnā min qablika illā rijālan nūḥī ilayhim fasalū ahla l-dhik'ri in kuntum lā taʿlamūna","tr":{"en":"And We sent not before you except men to whom We revealed [Our message]. So ask the people of the message [i.e., former scriptures] if you do not know.","id":"Dan Kami tidak mengutus sebelum engkau (Muhammad), melainkan orang laki-laki yang Kami beri wahyu kepada mereka; maka bertanyalah kepada orang yang mempunyai pengetahuan<sup foot_note=135405>1</sup> jika kamu tidak mengetahui,","zh":"在你之前，我只派遣了我所启示的一些男子。你们应当请教深明教诲者，如果你们不知道。","ja":"われがあなたより以前に遣わし，啓示を授けたのは（天使ではなく）人間に外ならない。あなたがたがもし分らないなら，以前に訓戒（の啓典）を与えられている民（ユダヤ，キリスト教徒）に問うがいい。"},"m":{"juz":14,"hizb":27,"rub":null,"page":272,"ruku":229}},{"s":16,"a":44,"ar":"بِٱلْبَيِّنَـٰتِ وَٱلزُّبُرِ ۗ وَأَنزَلْنَآ إِلَيْكَ ٱلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ","tl":"bil-bayināti wal-zuburi wa-anzalnā ilayka l-dhik'ra litubayyina lilnnāsi mā nuzzila ilayhim walaʿallahum yatafakkarūna","tr":{"en":"[We sent them] with clear proofs and written ordinances. And We revealed to you the message [i.e., the Qur’ān] that you may make clear to the people what was sent down to them and that they might give thought.","id":"(mereka Kami utus) dengan membawa keterangan-keterangan (mukjizat) dan kitab-kitab. Dan Kami turunkan Aż-Żikr (Alquran) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka<sup foot_note=135406>1</sup> dan agar mereka memikirkan,","zh":"（我曾派遣他们）带着一些明证和经典，（去教化众人），我降示你教诲，以便你对众人阐明他们所受的启示，以便他们思维。","ja":"われは明瞭な印と啓典とを，授け（てかれらを遣わし）た。われがあなたにこの訓戒を下したのは，且つて人びとに対し下されたものを，あなたに解明させるためである。かれらはきっと反省するであろう。"},"m":{"juz":14,"hizb":27,"rub":null,"page":272,"ruku":229}},{"s":16,"a":45,"ar":"أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا۟ ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ","tl":"afa-amina alladhīna makarū l-sayiāti an yakhsifa l-lahu bihimu l-arḍa aw yatiyahumu l-ʿadhābu min ḥaythu lā yashʿurūna","tr":{"en":"Then, do those who have planned evil deeds feel secure that Allāh will not cause the earth to swallow them or that the punishment will not come upon them from where they do not perceive?","id":"maka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari,","zh":"使用诡计以作恶者，难道不怕安拉使他们随地面而陷落，或刑罚从他们料想不到的地方来临他们吗？","ja":"悪事を策謀する者は，アッラーがかれらを，大地に沈ませないか。あるいはかれらが予想しない方向から，懲罰が下されないであろう （と安心出来るだろうか）。"},"m":{"juz":14,"hizb":27,"rub":null,"page":272,"ruku":229}},{"s":16,"a":46,"ar":"أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ","tl":"aw yakhudhahum fī taqallubihim famā hum bimuʿ'jizīna","tr":{"en":"Or that He would not seize them during their [usual] activity, and they could not cause failure [i.e., escape from Him]?","id":"atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu),","zh":"或在他们的旅途中惩治他们，而他们绝不能逃避。","ja":"またかれらがあちこち往き来している間に，回避の機会もなく御召し上げになることはないか。"},"m":{"juz":14,"hizb":27,"rub":null,"page":272,"ruku":229}},{"s":16,"a":47,"ar":"أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ","tl":"aw yakhudhahum ʿalā takhawwufin fa-inna rabbakum laraūfun raḥīmun","tr":{"en":"Or that He would not seize them gradually [in a state of dread]?<sup foot_note=196615>1</sup> But indeed, your Lord is Kind and Merciful.<sup foot_note=196614>2</sup>","id":"atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa).<sup foot_note=135407>1</sup> Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang.","zh":"或逐渐惩治他们，因为你们的主确是至爱的，确是至慈的。","ja":"またはゆっくり消耗させて，かれらを召されることはないであろうか。本当にあなたがたの主は親切な方，慈悲深い方であられる。"},"m":{"juz":14,"hizb":27,"rub":null,"page":272,"ruku":229}},{"s":16,"a":48,"ar":"أَوَلَمْ يَرَوْا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍ يَتَفَيَّؤُا۟ ظِلَـٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَٰخِرُونَ","tl":"awalam yaraw ilā mā khalaqa l-lahu min shayin yatafayya-u ẓilāluhu ʿani l-yamīni wal-shamāili sujjadan lillahi wahum dākhirūna","tr":{"en":"Have they not considered what things Allāh has created? Their shadows incline to the right and to the left, prostrating to Allāh, while they [i.e., those creations] are humble.","id":"Dan apakah mereka tidak memperhatikan suatu benda yang diciptakan Allah, bayang-bayangnya berbolak-balik ke kanan dan ke kiri, dalam keadaan sujud kepada Allah, dan mereka (bersikap) rendah hati.","zh":"难道他们没有观察安拉所创造的万物吗？各物的阴影，偏向左边和右边，为安拉而叩头，同时他们是卑贱的。","ja":"あなたがたは，アッラーの創造なされる凡てのものにおいて，その影が，右から左に回って，アッラーに敬虔にサジダするのを見る。"},"m":{"juz":14,"hizb":27,"rub":null,"page":272,"ruku":229}},{"s":16,"a":49,"ar":"وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍ وَٱلْمَلَـٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ","tl":"walillahi yasjudu mā fī l-samāwāti wamā fī l-arḍi min dābbatin wal-malāikatu wahum lā yastakbirūna","tr":{"en":"And to Allāh prostrates whatever is in the heavens and whatever is on the earth of creatures, and the angels [as well], and they are not arrogant.","id":"Dan segala apa yang ada di langit dan apa yang ada di bumi hanya bersujud kepada Allah yaitu semua makhluk bergerak (bernyawa) dan (juga) para malaikat, dan mereka (malaikat) tidak menyombongkan diri.","zh":"天地间的动物和天使们，都只为安拉而叩头，他们不敢自大。","ja":"本当に天にあり地にある凡ての生きものも，また天使たちも（アッラーにサジダし），かれらは（主の御前で）高慢ではない。"},"m":{"juz":14,"hizb":27,"rub":null,"page":272,"ruku":229}},{"s":16,"a":50,"ar":"يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩","tl":"yakhāfūna rabbahum min fawqihim wayafʿalūna mā yu'marūna","tr":{"en":"They fear their Lord above them, and they do what they are commanded.","id":"Mereka takut kepada Tuhan yang (berkuasa) di atas mereka dan melaksanakan apa yang diperintahkan (kepada mereka).","zh":"他们畏惧在他们上面的主宰，他们遵行自己所奉的命令。","ja":"かれらの上におられる主を畏れ，命じられることをかれらは実行する。〔サジダ〕"},"m":{"juz":14,"hizb":27,"rub":null,"page":272,"ruku":229}},{"s":16,"a":51,"ar":"۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَـٰهَيْنِ ٱثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ ۖ فَإِيَّـٰىَ فَٱرْهَبُونِ","tl":"waqāla l-lahu lā tattakhidhū ilāhayni ith'nayni innamā huwa ilāhun wāḥidun fa-iyyāya fa-ir'habūni","tr":{"en":"And Allāh has said, \"Do not take for yourselves two<sup foot_note=196616>1</sup> deities. He [i.e., Allāh] is but one God, so fear only Me.\"","id":"Dan Allah berfirman, \"Janganlah kamu menyembah dua tuhan; hanyalah Dia Tuhan Yang Maha Esa. Maka hendaklah kepada-Ku saja kamu takut.\"","zh":"安拉说：“你们不要崇拜两个主宰，应受崇拜的，只是一个主宰。所以，你们应当只畏惧我。”","ja":"アッラーは仰せられた。「2神をとっ（て仕え）てはならない。本当にかれは，唯一神であられる。それでわれだけを畏れなさい。」"},"m":{"juz":14,"hizb":28,"rub":null,"page":272,"ruku":230}},{"s":16,"a":52,"ar":"وَلَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا ۚ أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ","tl":"walahu mā fī l-samāwāti wal-arḍi walahu l-dīnu wāṣiban afaghayra l-lahi tattaqūna","tr":{"en":"And to Him belongs whatever is in the heavens and the earth, and to Him is [due] worship constantly. Then is it other than Allāh that you fear?","id":"Dan milik-Nya meliputi segala apa yang ada di langit dan di bumi, dan kepada-Nyalah (ibadah dan) ketaatan selama-lamanya. Mengapa kamu takut kepada selain Allah?","zh":"天地万物都是他的，正教始终只归于他。难道你们舍安拉而敬畏他物吗？","ja":"天と地とにある凡てのものは，かれに属し，また服従は絶えずかれに対してだけある。それであなたがたは，アッラー以外に（何を）畏れるのか。"},"m":{"juz":14,"hizb":28,"rub":null,"page":272,"ruku":230}},{"s":16,"a":53,"ar":"وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ","tl":"wamā bikum min niʿ'matin famina l-lahi thumma idhā massakumu l-ḍuru fa-ilayhi tajarūna","tr":{"en":"And whatever you have of favor - it is from Allāh. Then when adversity touches you, to Him you cry for help.","id":"Dan segala nikmat yang ada padamu (datangnya) dari Allah, kemudian apabila kamu ditimpa kesengsaraan, maka kepada-Nyalah kamu meminta pertolongan.","zh":"凡你们所享受的恩惠都是从安拉那里降下的。然后，当你们遭难的时候，你们只向他祈祷。","ja":"あなたがたの与えられるどんな恩恵もアッラーからである。なおまた災難に会う時は，あなたがたは只かれに御助けを懇願する。"},"m":{"juz":14,"hizb":28,"rub":null,"page":272,"ruku":230}},{"s":16,"a":54,"ar":"ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ","tl":"thumma idhā kashafa l-ḍura ʿankum idhā farīqun minkum birabbihim yush'rikūna","tr":{"en":"Then when He removes the adversity from you, at once a party of you associates others with their Lord","id":"Kemudian apabila Dia telah menghilangkan bencana dari kamu, malah sebagian kamu mempersekutukan Tuhan dengan (yang lain),","zh":"然后，当他解除你们的患难的时候，你们中有一部分人，立刻以物配他们的主，","ja":"それなのにかれがあなたがたから災難を除かれると，見るがいい。あなたがたの中ある者は，主と並べて外の神々を崇め，"},"m":{"juz":14,"hizb":28,"rub":null,"page":272,"ruku":230}},{"s":16,"a":55,"ar":"لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ ۖ فَسَوْفَ تَعْلَمُونَ","tl":"liyakfurū bimā ātaynāhum fatamattaʿū fasawfa taʿlamūna","tr":{"en":"So they will deny what We have given them. Then enjoy yourselves, for you are going to know.","id":"Biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka; bersenang-senanglah kamu. Kelak kamu akan mengetahui (akibatnya).","zh":"以致辜负他所赏赐他们的恩惠。你们享受吧，不久你们就要知道了。","ja":"われがかれらに与えた（恩恵を）忘れ去った。それで（僅かの間の生を）楽しんでおれ。だが間もなくあなたがたは分るであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":230}},{"s":16,"a":56,"ar":"وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَـٰهُمْ ۗ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ","tl":"wayajʿalūna limā lā yaʿlamūna naṣīban mimmā razaqnāhum tal-lahi latus'alunna ʿammā kuntum taftarūna","tr":{"en":"And they assign to what they do not know<sup foot_note=196617>1</sup> [i.e., false deities] a portion of that which We have provided them. By Allāh, you will surely be questioned about what you used to invent.","id":"Dan mereka menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka, untuk berhala-berhala yang mereka tidak mengetahui (kekuasaannya). Demi Allah, kamu pasti akan ditanyai tentang apa yang telah kamu ada-adakan.","zh":"我所供给他们的财产，他们以其中的一部分去供奉那些无知的（偶像）。指安拉发誓，关于你们所捏造的（事物），你们必受审问。","ja":"またかれらは，われが与えた糧の一部を，自分の知らないもの（偶像神）に供える。「アッラーに誓て言う。あなたがたが捏造したものに対し必ず詰問されるであろう。」"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":230}},{"s":16,"a":57,"ar":"وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَـٰتِ سُبْحَـٰنَهُۥ ۙ وَلَهُم مَّا يَشْتَهُونَ","tl":"wayajʿalūna lillahi l-banāti sub'ḥānahu walahum mā yashtahūna","tr":{"en":"And they attribute to Allāh daughters<sup foot_note=196618>1</sup> - exalted is He - and for them is what they desire [i.e., sons].","id":"Dan mereka menetapkan anak perempuan bagi Allah.<sup foot_note=135408>1</sup> Mahasuci Dia, sedang untuk mereka sendiri apa yang mereka sukai (anak laki-laki).","zh":"他们以女儿归安拉——赞颂安拉，超绝万物——而以他们所愿望的归自己。","ja":"またかれらは，アッラーには女児があると言う。何ともったいないことよ。自分たちには自分の願うもの（男児）があるというのに。"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":230}},{"s":16,"a":58,"ar":"وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ","tl":"wa-idhā bushira aḥaduhum bil-unthā ẓalla wajhuhu mus'waddan wahuwa kaẓīmun","tr":{"en":"And when one of them is informed of [the birth of] a female, his face becomes dark, and he suppresses grief.","id":"Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah.","zh":"当他们中的一个人听说自己的妻子生女儿的时候，他们的脸黯然失色，而且满腹牢骚。","ja":"かれらの1人に，女（児の出生）が知らされると，その顔は終日暗く，悲しみに沈む。"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":230}},{"s":16,"a":59,"ar":"يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ ۚ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ ۗ أَلَا سَآءَ مَا يَحْكُمُونَ","tl":"yatawārā mina l-qawmi min sūi mā bushira bihi ayum'sikuhu ʿalā hūnin am yadussuhu fī l-turābi alā sāa mā yaḥkumūna","tr":{"en":"He hides himself from the people because of the ill of which he has been informed. Should he keep it in humiliation or bury it in the ground? Unquestionably, evil is what they decide.","id":"Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu.","zh":"他为这个噩耗而不与宗族会面，他多方考虑：究竟是忍辱保留她呢？还是把她活埋在土里呢？真的，他们的判断真恶劣。","ja":"かれが知らされたものが悪いために，（恥じて）人目を避ける。不面目を忍んでそれをかかえているか，それとも上の中にそれを埋めるか（を思い惑う）。ああ，かれらの判断こそ災いである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":230}},{"s":16,"a":60,"ar":"لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ مَثَلُ ٱلسَّوْءِ ۖ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","tl":"lilladhīna lā yu'minūna bil-ākhirati mathalu l-sawi walillahi l-mathalu l-aʿlā wahuwa l-ʿazīzu l-ḥakīmu","tr":{"en":"For those who do not believe in the Hereafter is the description [i.e., an attribute] of evil;<sup foot_note=196619>1</sup> and for Allāh is the highest attribute. And He is Exalted in Might, the Wise.","id":"Bagi orang-orang yang tidak beriman pada (kehidupan) akhirat, (mempunyai) sifat yang buruk; dan Allah mempunyai sifat Yang Mahatinggi. Dan Dia Mahaperkasa, Mahabijaksana.","zh":"不信后世者，有恶例；安拉有典型。他确是全能的，确是至睿的。","ja":"来世を信じない者たちは，悪魔と同類である。最高の象徴はアッラーに属する。本当にかれは偉力ならびなく英明な方であられる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":230}},{"s":16,"a":61,"ar":"وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ","tl":"walaw yuākhidhu l-lahu l-nāsa biẓul'mihim mā taraka ʿalayhā min dābbatin walākin yu-akhiruhum ilā ajalin musamman fa-idhā jāa ajaluhum lā yastakhirūna sāʿatan walā yastaqdimūna","tr":{"en":"And if Allāh were to impose blame on the people for their wrongdoing, He would not have left upon it [i.e., the earth] any creature, but He defers them for a specified term. And when their term has come, they will not remain behind an hour, nor will they precede [it].","id":"Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekali pun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun.","zh":"如果安拉为世人的不义而惩治他们，那么，他不留一个人在大地上，但他让他们延迟到一个定期，当他们的定期来临的时候，他们不得延迟一瞬时，（当其未来临的时候）他们不能提前一瞬时。","ja":"不義を行ったために，アッラーが人間を罰されるならば，地上に生存者は残されなかったであろう。だがかれは定められた時まで，かれらを猶予される。それでかれらの時期が到来する時は，一刻も（これに）遅らせたり，早めたりは出来ない。"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":231}},{"s":16,"a":62,"ar":"وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ","tl":"wayajʿalūna lillahi mā yakrahūna wataṣifu alsinatuhumu l-kadhiba anna lahumu l-ḥus'nā lā jarama anna lahumu l-nāra wa-annahum muf'raṭūna","tr":{"en":"And they attribute to Allāh that which they dislike [i.e., daughters], and their tongues assert the lie that they will have the best [from Him]. Assuredly, they will have the Fire, and they will be [therein] neglected.<sup foot_note=196620>1</sup>","id":"Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, dan lidah mereka mengucapkan kebohongan, bahwa sesungguhnya (segala) yang baik-baik untuk mereka. Tidaklah diragukan bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera akan dimasukkan (ke dalamnya).","zh":"他们以自己所厌恶的归安拉，他们妄言自己将受最佳的报酬。诚然，他们将受火狱的报酬。他们是被遗弃的。","ja":"かれらは，自分の好まないものをアッラーに振り当て，そしてかれらの舌は嘘をつき，良いことは凡て自分のためと述べている。かれらは疑いもなく火刑に処せられる。必ず(その中に）駆りたてられるであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":231}},{"s":16,"a":63,"ar":"تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ","tl":"tal-lahi laqad arsalnā ilā umamin min qablika fazayyana lahumu l-shayṭānu aʿmālahum fahuwa waliyyuhumu l-yawma walahum ʿadhābun alīmun","tr":{"en":"By Allāh, We did certainly send [messengers] to nations before you, but Satan made their deeds attractive to them. And he is their [i.e., the disbelievers] ally today [as well], and they will have a painful punishment.","id":"Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Muhammad), tetapi setan menjadikan terasa indah bagi mereka perbuatan mereka (yang buruk), sehingga dia (setan) menjadi pemimpin mereka pada hari ini dan mereka akan mendapat azab yang sangat pedih.","zh":"指安拉发誓，在你之前，我确已派遣许多使者去教化各民族；但恶魔以他们的行为迷惑他们，所以今天他是他们的保护者，他们将受痛苦的刑罚。","ja":"誓って言うが，われはあなた以前にも，諸民族に（使徒たちを）遣わした。だが悪魔が（不義を教え）かれらの行いを正しいと思わせ，それで今日も，かれ（悪魔）がかれらの保護者である。かれらは痛ましい懲罰を受けるであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":231}},{"s":16,"a":64,"ar":"وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ ۙ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ","tl":"wamā anzalnā ʿalayka l-kitāba illā litubayyina lahumu alladhī ikh'talafū fīhi wahudan waraḥmatan liqawmin yu'minūna","tr":{"en":"And We have not revealed to you the Book, [O Muḥammad], except for you to make clear to them that wherein they have differed and as guidance and mercy for a people who believe.","id":"Dan Kami tidak menurunkan Kitab (Alquran) ini kepadamu (Muhammad), melainkan agar engkau dapat menjelaskan kepada mereka apa yang mereka perselisihkan itu, serta menjadi petunjuk dan rahmat bagi orang-orang yang beriman.","zh":"我降示这部经典，只为使你对他们阐明他们所争论的（是非），并且以这部经典作为信道的民众的向导和恩惠。","ja":"われがあなたに啓典を下したのは，只かれらの争っていることに就いて解明するためであり，信仰する者に対する導きであり慈悲である。"},"m":{"juz":14,"hizb":28,"rub":null,"page":273,"ruku":231}},{"s":16,"a":65,"ar":"وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَسْمَعُونَ","tl":"wal-lahu anzala mina l-samāi māan fa-aḥyā bihi l-arḍa baʿda mawtihā inna fī dhālika laāyatan liqawmin yasmaʿūna","tr":{"en":"And Allāh has sent down rain from the sky and given life thereby to the earth after its lifelessness. Indeed in that is a sign for a people who listen.","id":"Dan Allah menurunkan air (hujan) dari langit dan dengan air itu dihidupkan-Nya bumi yang tadinya sudah mati. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mendengarkan (pelajaran).","zh":"安拉从天上降下雨水，并借雨水使已死的大地复活；对善于听话的民众，此中确有一种迹象。","ja":"アッラーは雨を天から降らせ，それで死に果てた大地を甦らせる。本当にその中には，耳を傾ける民への一つの印がある。"},"m":{"juz":14,"hizb":28,"rub":null,"page":274,"ruku":231}},{"s":16,"a":66,"ar":"وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّـٰرِبِينَ","tl":"wa-inna lakum fī l-anʿāmi laʿib'ratan nus'qīkum mimmā fī buṭūnihi min bayni farthin wadamin labanan khāliṣan sāighan lilshāribīna","tr":{"en":"And indeed, for you in grazing livestock is a lesson. We give you drink from what is in their bellies - between excretion and blood - pure milk, palatable to drinkers.","id":"Dan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya.","zh":"在牲畜中，对于你们确有一种教训。我使你们得饮那从牲畜腹内的粪和血之间提出的又纯洁又可口的乳汁。","ja":"また家畜にもあなたがたへの教訓がある。われはその腹の中の雑物と血液の間から，あなたがたに飲料を与える。（その）乳は飲む者にとり，清らかであり（喉に）快適である。"},"m":{"juz":14,"hizb":28,"rub":null,"page":274,"ruku":232}},{"s":16,"a":67,"ar":"وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَـٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْقِلُونَ","tl":"wamin thamarāti l-nakhīli wal-aʿnābi tattakhidhūna min'hu sakaran wariz'qan ḥasanan inna fī dhālika laāyatan liqawmin yaʿqilūna","tr":{"en":"And from the fruits of the palm trees and grapevines you take intoxicant and good provision.<sup foot_note=196621>1</sup> Indeed in that is a sign for a people who reason.","id":"Dan dari buah kurma dan anggur, kamu membuat minuman yang memabukkan dan rezeki yang baik. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang mengerti.","zh":"你们用椰枣和葡萄酿制醇酒和佳美的给养，对于能理解的民众，此中确有一种迹象。","ja":"またナツメヤシやブドウの果実を実らせて，あなたがたはそれから強い飲物や，良い食料を得る。本当にその中には，理解ある民への一つの印がある。"},"m":{"juz":14,"hizb":28,"rub":null,"page":274,"ruku":232}},{"s":16,"a":68,"ar":"وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ","tl":"wa-awḥā rabbuka ilā l-naḥli ani ittakhidhī mina l-jibāli buyūtan wamina l-shajari wamimmā yaʿrishūna","tr":{"en":"And your Lord inspired to the bee, \"Take for yourself among the mountains, houses [i.e., hives], and among the trees and [in] that which they construct.","id":"Dan Tuhanmu mengilhamkan kepada lebah, \"Buatlah sarang di gunung-gunung, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia,","zh":"你的主曾启示蜜蜂：“你可以在山上和树上筑房，以及人们所建造的蜂房里。","ja":"またあなたの主は，蜜蜂に啓示した。「丘や樹木の上に作った屋根の中に巣を営み，"},"m":{"juz":14,"hizb":28,"rub":null,"page":274,"ruku":232}},{"s":16,"a":69,"ar":"ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ","tl":"thumma kulī min kulli l-thamarāti fa-us'lukī subula rabbiki dhululan yakhruju min buṭūnihā sharābun mukh'talifun alwānuhu fīhi shifāon lilnnāsi inna fī dhālika laāyatan liqawmin yatafakkarūna","tr":{"en":"Then eat from all the fruits<sup foot_note=196622>1</sup> and follow the ways of your Lord laid down [for you].\" There emerges from their bellies a drink, varying in colors, in which there is healing for people. Indeed in that is a sign for a people who give thought.","id":"kemudian makanlah dari segala (macam) buah-buahan lalu tempuhlah jalan Tuhanmu yang telah dimudahkan (bagimu).\" Dari perut lebah itu keluar minuman (madu) yang bermacam-macam warnanya, di dalamnya terdapat obat yang menyembuhkan bagi manusia. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.","zh":"然后，你从每种果实上吃一点，并驯服地遵循你的主的道路。”将有一种颜色不同，而可以治病的饮料，从它的腹中吐出来；对于能思维的民众，此中确有一种迹象。","ja":"（地上の）各種の果実を吸い，あなたの主の道に，障碍なく（従順に）働きなさい。」それらは，腹の中から種々異った色合いの飲料を出し，それには人間を癒すものがある。本当にこの中には，反省する者への一つの印がある。"},"m":{"juz":14,"hizb":28,"rub":null,"page":274,"ruku":232}},{"s":16,"a":70,"ar":"وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ ۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ","tl":"wal-lahu khalaqakum thumma yatawaffākum waminkum man yuraddu ilā ardhali l-ʿumuri likay lā yaʿlama baʿda ʿil'min shayan inna l-laha ʿalīmun qadīrun","tr":{"en":"And Allāh created you; then He will take you in death. And among you is he who is reversed to the most decrepit [old] age so that he will not know, after [having had] knowledge, a thing. Indeed, Allāh is Knowing and Competent.","id":"Dan Allah telah menciptakan kamu, kemudian mewafatkanmu, di antara kamu ada yang dikembalikan kepada usia yang tua renta (pikun), sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya. Sungguh, Allah Maha Mengetahui, Mahakuasa.","zh":"安拉创造你们，然后使你们死亡。你们中有人复返于一生中最恶劣的阶段，以致他在有知识之后又变得一无所知。安拉确是全知的，确是全能的。","ja":"アッラーはあなたがたを創り，それから（死に際し）あなたがたの魂を召される。またあなたがたのある者は，知っていたことをも凡て忘れ果てる程の，非常に弱まる年齢まで留めおかれる。本当にアッラーは全知にして強大であられる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":274,"ruku":232}},{"s":16,"a":71,"ar":"وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ ۚ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ ۚ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ","tl":"wal-lahu faḍḍala baʿḍakum ʿalā baʿḍin fī l-riz'qi famā alladhīna fuḍḍilū birāddī riz'qihim ʿalā mā malakat aymānuhum fahum fīhi sawāon afabiniʿ'mati l-lahi yajḥadūna","tr":{"en":"And Allāh has favored some of you over others in provision. But those who were favored [i.e., given more] would not hand over their provision to those whom their right hands possess [i.e., slaves] so they would be equal to them therein.<sup foot_note=196623>1</sup> Then is it the favor of Allāh they reject?","id":"Dan Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, tetapi orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki, sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa mereka mengingkari nikmat Allah?","zh":"在给养上，安拉使你们中一部分人超越另一部分人，给养优厚者绝不愿把自己的给养让给自己的奴仆，从而他们在给养上与自己平等。难道他们否认安拉的恩惠吗？","ja":"またアッラーは御恵みにおいて，ある者に外の者以上に与えられる。それなのに，優れた御恵みを与えられた者は，その右手に所有する者に与えて，かれらがそれで平等になるようにはしない。かれらはアッラーの恩恵を認めないのであろうか。"},"m":{"juz":14,"hizb":28,"rub":null,"page":274,"ruku":233}},{"s":16,"a":72,"ar":"وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ","tl":"wal-lahu jaʿala lakum min anfusikum azwājan wajaʿala lakum min azwājikum banīna waḥafadatan warazaqakum mina l-ṭayibāti afabil-bāṭili yu'minūna wabiniʿ'mati l-lahi hum yakfurūna","tr":{"en":"And Allāh has made for you from yourselves mates and has made for you from your mates sons and grandchildren and has provided for you from the good things. Then in falsehood do they believe and in the favor of Allāh they disbelieve?","id":"Dan Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri dan menjadikan anak dan cucu bagimu dari pasanganmu, serta memberimu rezeki dari yang baik. Mengapa mereka beriman kepada yang batil dan mengingkari nikmat Allah?","zh":"安拉以你们的同类做你们的妻子，并为你们从妻子创造儿孙。安拉还以佳美的食物供给你们。难道他们信仰虚妄，而辜负主恩吗？","ja":"またアッラーはあなたがたのために，あなたがたの間から配偶者を定め，配偶者からあなたがたのために子女や孫を与えられる。また良いものを与えられる。それでもかれらは虚偽を信仰 して，アッラーの恩恵を拒否するのか。"},"m":{"juz":14,"hizb":28,"rub":null,"page":274,"ruku":233}},{"s":16,"a":73,"ar":"وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ","tl":"wayaʿbudūna min dūni l-lahi mā lā yamliku lahum riz'qan mina l-samāwāti wal-arḍi shayan walā yastaṭīʿūna","tr":{"en":"And they worship besides Allāh that which does not possess for them [the power of] provision from the heavens and the earth at all, and [in fact], they are unable.","id":"dan mereka menyembah selain Allah, sesuatu yang sama sekali tidak dapat memberikan rezeki kepada mereka, dari langit dan bumi, dan tidak akan sanggup (berbuat apa pun).","zh":"他们舍安拉而崇拜（偶像），那是不能为他们主持从天上降下的和从地上生出的一点给养的，而且毫无能力的。","ja":"そしてアッラー以外のものを崇拝するが，それらは天地の間で，かれらに何の御恵みも与えず，またそのような能力も持ち得ない。"},"m":{"juz":14,"hizb":28,"rub":null,"page":275,"ruku":233}},{"s":16,"a":74,"ar":"فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ","tl":"falā taḍribū lillahi l-amthāla inna l-laha yaʿlamu wa-antum lā taʿlamūna","tr":{"en":"So do not assert similarities to Allāh.<sup foot_note=196624>1</sup> Indeed, Allāh knows and you do not know.","id":"Maka janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sungguh, Allah mengetahui, sedang kamu tidak mengetahui.","zh":"你们不要为安拉打比喻。安拉知道，而你们不知道。","ja":"それで，アッラーに対し同類を捏造してはならない。本当にアッラーは知っておられる。だがあなたがたは知らないのである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":275,"ruku":233}},{"s":16,"a":75,"ar":"۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَـٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ","tl":"ḍaraba l-lahu mathalan ʿabdan mamlūkan lā yaqdiru ʿalā shayin waman razaqnāhu minnā riz'qan ḥasanan fahuwa yunfiqu min'hu sirran wajahran hal yastawūna l-ḥamdu lillahi bal aktharuhum lā yaʿlamūna","tr":{"en":"Allāh presents an example: a slave [who is] owned and unable to do a thing and he to whom We have provided from Us good provision, so he spends from it secretly and publicly. Can they be equal? Praise to Allāh! But most of them do not know.","id":"Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tak berdaya untuk berbuat sesuatu dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui.<sup foot_note=135409>1</sup>","zh":"安拉打一个比喻：一个奴隶，不能自由处理任何事务；一个自由人，我赏赐他优厚的给养，而他秘密地和公开地加以施舍；他俩人是一样的吗？一切赞颂，全归安拉！但他们大半不知道。","ja":"アッラーは一つの比喩をあげられた。（1人は）ある者が所有する奴隷で，かれは何の力も持っていない。（外は）われが与えた良い報酬を，かれは陰に陽にそれから施している。この両者は同じであろうか。アッラーに讃えあれ。しかし人びとの多くは知らないのである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":275,"ruku":233}},{"s":16,"a":76,"ar":"وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ","tl":"waḍaraba l-lahu mathalan rajulayni aḥaduhumā abkamu lā yaqdiru ʿalā shayin wahuwa kallun ʿalā mawlāhu aynamā yuwajjihhu lā yati bikhayrin hal yastawī huwa waman yamuru bil-ʿadli wahuwa ʿalā ṣirāṭin mus'taqīmin","tr":{"en":"And Allāh presents an example of two men, one of them dumb and unable to do a thing, while he is a burden to his guardian. Wherever he directs him, he brings no good. Is he equal to one who commands justice, while he is on a straight path?","id":"Dan Allah (juga) membuat perumpamaan, dua orang laki-laki, yang seorang bisu, tidak dapat berbuat sesuatu dan dia menjadi beban penanggungnya, ke mana saja dia di suruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada di jalan yang lurus?","zh":"安拉又打一个比喻：两个男人，一个是哑巴，什么事也不能做，却是他主人的累赘，无论主人打发他到哪里去，都不能带一点福利回来；另一个走的是正路，他劝人主持公道。他俩人是一样的吗？","ja":"アッラーはまた2人の比喩をあげられた。一人は聾啞者で，何の力もなく，その主人にとっては重荷であり，何処に遣わしても，善いことを齎さない。（こんな者と）正義を勧め，正しい道を踏む者と同じであろうか。"},"m":{"juz":14,"hizb":28,"rub":null,"page":275,"ruku":233}},{"s":16,"a":77,"ar":"وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","tl":"walillahi ghaybu l-samāwāti wal-arḍi wamā amru l-sāʿati illā kalamḥi l-baṣari aw huwa aqrabu inna l-laha ʿalā kulli shayin qadīrun","tr":{"en":"And to Allāh belongs the unseen [aspects] of the heavens and the earth. And the command for the Hour is not but as a glance of the eye or even nearer. Indeed, Allāh is over all things competent.","id":"Dan milik Allah (segala) yang tersembunyi di langit dan di bumi. Urusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu.","zh":"天地的幽玄只是安拉的。复活时刻的到来，只在转瞬间，或更为迅速。安拉对于万事，确是全能的。","ja":"天と地の幽玄界は，アッラーに属する。（審判の）時の決定は，瞬き一つのようなもの。またはそれよりもっと短い（であろう）。本当にアッラーは凡てのことに全能であられる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":275,"ruku":234}},{"s":16,"a":78,"ar":"وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَـٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ","tl":"wal-lahu akhrajakum min buṭūni ummahātikum lā taʿlamūna shayan wajaʿala lakumu l-samʿa wal-abṣāra wal-afidata laʿallakum tashkurūna","tr":{"en":"And Allāh has extracted you from the wombs of your mothers not knowing a thing, and He made for you hearing and vision and hearts [i.e., intellect] that perhaps you would be grateful.","id":"Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui apa pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur.","zh":"安拉使你们从母腹出生，你们什么也不知道，他为你们创造耳目和心灵，以便你们感谢。","ja":"アッラーはあなたがたが何も知らない時，あなたがたを母の胎内から生まれさせ，聴覚や視覚や心（知能感情）をも授けられた。必ずあなたがたは，感謝するであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":275,"ruku":234}},{"s":16,"a":79,"ar":"أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ","tl":"alam yaraw ilā l-ṭayri musakharātin fī jawwi l-samāi mā yum'sikuhunna illā l-lahu inna fī dhālika laāyātin liqawmin yu'minūna","tr":{"en":"Do they not see the birds controlled in the atmosphere of the sky? None holds them up except Allāh. Indeed in that are signs for a people who believe.","id":"Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.","zh":"难道他们没有看见在空中被制服的群鸟吗？只有安拉维持它们；对于信道的民众，此中确有许多迹象。","ja":"かれらは，天空で（アッラーヘの意に）服して飛ぶ鳥を見ないのか。アッラー（の御力）の外に，かれらを支えるものはないのである。本当にこの中には，信仰する者への種々の印がある 。"},"m":{"juz":14,"hizb":28,"rub":null,"page":275,"ruku":234}},{"s":16,"a":80,"ar":"وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَـٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَـٰثًا وَمَتَـٰعًا إِلَىٰ حِينٍ","tl":"wal-lahu jaʿala lakum min buyūtikum sakanan wajaʿala lakum min julūdi l-anʿāmi buyūtan tastakhiffūnahā yawma ẓaʿnikum wayawma iqāmatikum wamin aṣwāfihā wa-awbārihā wa-ashʿārihā athāthan wamatāʿan ilā ḥīnin","tr":{"en":"And Allāh has made for you from your homes a place of rest and made for you from the hides of the animals tents which you find light on your day of travel and your day of encampment; and from their wool, fur and hair is furnishing and enjoyment [i.e., provision] for a time.","id":"Dan Allah menjadikan rumah-rumah bagimu sebagai tempat tinggal dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu).","zh":"安拉以你们的家为你们的安居之所，以牲畜的皮革，为你们的房屋，你们在起程之日和住定之日，都感觉其轻便。他以绵羊毛、骆驼毛和山羊毛供你们织造家俱和暂时的享受。","ja":"アッラーはあなたがたのために，その家を安住の所とされ，またあなたがたのために，家畜の皮で造った家を定められ，あなたがたの旅の時，また宿る時，それを（持ち運びのために）軽便になされた。また羊毛や，毛皮や獣毛や日用品を，一つの時期までの用に供出なされた。"},"m":{"juz":14,"hizb":28,"rub":null,"page":276,"ruku":234}},{"s":16,"a":81,"ar":"وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَـٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَـٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ","tl":"wal-lahu jaʿala lakum mimmā khalaqa ẓilālan wajaʿala lakum mina l-jibāli aknānan wajaʿala lakum sarābīla taqīkumu l-ḥara wasarābīla taqīkum basakum kadhālika yutimmu niʿ'matahu ʿalaykum laʿallakum tus'limūna","tr":{"en":"And Allāh has made for you, from that which He has created, shadows [i.e., shade] and has made for you from the mountains, shelters and has made for you garments which protect you from the heat and garments [i.e., coats of mail] which protect you from your [enemy in] battle. Thus does He complete His favor upon you that you might submit [to Him].","id":"Dan Allah menjadikan tempat bernaung bagimu dari apa yang telah Dia ciptakan, Dia menjadikan bagimu tempat-tempat tinggal di gunung-gunung, dan Dia menjadikan pakaian bagimu yang memeliharamu dari panas dan pakaian (baju besi) yang memelihara kamu dalam peperangan. Demikian Allah menyempurnakan nikmat-Nya kepadamu agar kamu berserah diri (kepada-Nya).","zh":"安拉以他所创造的东西做你们的遮阴，以群山做你们的隐匿处，以衣服供你们防暑（和御寒），以盔甲供你们防御创伤。他如此完成他对你们的恩惠，以便你们顺服。","ja":"またアッラーは，あなたがたのために創造なされた物で日影を創り，山々に避難の場所を設け，またあなたがたのために，暑熱を防ぐ衣服と，暴力からあなたがたを守る衣を，定められた。かれがこのようにあなたがたに対し恩恵を成し遂げられるのも，きっとあなたがたがアッラー（の意志）に服従，帰依するからである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":276,"ruku":234}},{"s":16,"a":82,"ar":"فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ٱلْمُبِينُ","tl":"fa-in tawallaw fa-innamā ʿalayka l-balāghu l-mubīnu","tr":{"en":"But if they turn away, [O Muḥammad] - then only upon you is [responsibility for] clear notification.","id":"Jika mereka berpaling, maka ketahuilah kewajiban yang dibebankan atasmu (Muhammad) hanyalah menyampaikan (amanat Allah) dengan terang.<sup foot_note=135410>1</sup>","zh":"如果他们违背正道，那么，你只负明白传达的责任。","ja":"それで仮令かれらが背き去っても，（あなたの務めは）只明証をかれらに説き示すだけである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":276,"ruku":234}},{"s":16,"a":83,"ar":"يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَـٰفِرُونَ","tl":"yaʿrifūna niʿ'mata l-lahi thumma yunkirūnahā wa-aktharuhumu l-kāfirūna","tr":{"en":"They recognize the favor of Allāh; then they deny it. And most of them are disbelievers.","id":"Mereka mengetahui nikmat Allah, kemudian mereka mengingkarinya dan kebanyakan mereka adalah orang yang ingkar kepada Allah.","zh":"他们认识安拉的恩惠，但加以否认，他们大半是忘恩负义的。","ja":"かれらはアッラーの恩恵を知ったうえ，なおそれを拒否している。かれらの多くは不信心者たちである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":276,"ruku":234}},{"s":16,"a":84,"ar":"وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ","tl":"wayawma nabʿathu min kulli ummatin shahīdan thumma lā yu'dhanu lilladhīna kafarū walā hum yus'taʿtabūna","tr":{"en":"And [mention] the Day when We will resurrect from every nation a witness [i.e., their prophet]. Then it will not be permitted to the disbelievers [to apologize or make excuses], nor will they be asked to appease [Allāh].","id":"Dan (ingatlah) pada hari (ketika) Kami bangkitkan seorang saksi (rasul) dari setiap umat, kemudian tidak diizinkan kepada orang yang kafir (untuk membela diri) dan tidak (pula) dibolehkan memohon ampunan.","zh":"在那日，我要在每个民族中推举一个见证者，然后，不信道者不得为自己辩护，也不得向他们讨好。","ja":"われが各々の民から，1人の証人を選んで出す（審判の）日（を警告せよ）。その時，不信心者から（の弁解）は入れられず，また恩恵を懇願することも出来ないであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":276,"ruku":235}},{"s":16,"a":85,"ar":"وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ","tl":"wa-idhā raā alladhīna ẓalamū l-ʿadhāba falā yukhaffafu ʿanhum walā hum yunẓarūna","tr":{"en":"And when those who wronged see the punishment, it will not be lightened for them, nor will they be reprieved.","id":"Dan apabila orang zalim telah menyaksikan azab, maka mereka tidak mendapat keringanan dan tidak (pula) diberi penangguhan.","zh":"当不义者看见刑罚的时候，他们不得减刑，也不得缓刑。","ja":"不義を行った者が，懲罰を見た時，それは軽減されず，また猶予もされないであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":276,"ruku":235}},{"s":16,"a":86,"ar":"وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَـٰذِبُونَ","tl":"wa-idhā raā alladhīna ashrakū shurakāahum qālū rabbanā hāulāi shurakāunā alladhīna kunnā nadʿū min dūnika fa-alqaw ilayhimu l-qawla innakum lakādhibūna","tr":{"en":"And when those who associated others with Allāh see their \"partners,\" they will say, \"Our Lord, these are our partners [to You] whom we used to invoke [in worship] besides You.\" But they will throw at them the statement, \"Indeed, you are liars.\"","id":"Dan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka,<sup foot_note=135411>1</sup> mereka berkata, \"Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.\" Lalu sekutu mereka menyatakan kepada mereka, \"Kamu benar-benar pendusta.\"","zh":"当以物配主者看见他们的配主的时候，他们将要说：“我们的主啊！这些是我们的配主，我们曾舍你而祈祷他们。”那些配主将回答他们说：“你们确是说谎的。”","ja":"偶像信者が，その拝していた邪神に会った時言う。「主よ，これらはわたしたちが，あなたの外に祈っていた神々です。」だが，かれら（神々）はかれらに言葉を返して，「あなたがたは本当に嘘付きである。」と言う。"},"m":{"juz":14,"hizb":28,"rub":null,"page":276,"ruku":235}},{"s":16,"a":87,"ar":"وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ","tl":"wa-alqaw ilā l-lahi yawma-idhin l-salama waḍalla ʿanhum mā kānū yaftarūna","tr":{"en":"And they will impart to Allāh that Day [their] submission, and lost from them is what they used to invent.","id":"Dan pada hari itu mereka menyatakan tunduk kepada Allah dan lenyaplah segala yang mereka ada-adakan.<sup foot_note=135412>1</sup>","zh":"在那日，他们将向安拉表示屈服，而他们所捏造者将回避他们。","ja":"その日かれらはアッラーに服従，帰依を申し出で，またかれらが捏造していたものは，かれらからはぐれ去るであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":276,"ruku":235}},{"s":16,"a":88,"ar":"ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَـٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ","tl":"alladhīna kafarū waṣaddū ʿan sabīli l-lahi zid'nāhum ʿadhāban fawqa l-ʿadhābi bimā kānū yuf'sidūna","tr":{"en":"Those who disbelieved and averted [others] from the way of Allāh - We will increase them in punishment over [their] punishment for what corruption they were causing.","id":"Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan.","zh":"不信道而且阻碍主道者，我将因他们的破坏而增加他们所受的刑罚。","ja":"（自ら）信じないで，また（人びとを）アッラーの道から妨げた者には，かれらが災害を広げていたことに対し，われは懲罰の上に懲罰を加えるであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":277,"ruku":235}},{"s":16,"a":89,"ar":"وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِ ۚ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَـٰبَ تِبْيَـٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ","tl":"wayawma nabʿathu fī kulli ummatin shahīdan ʿalayhim min anfusihim waji'nā bika shahīdan ʿalā hāulāi wanazzalnā ʿalayka l-kitāba tib'yānan likulli shayin wahudan waraḥmatan wabush'rā lil'mus'limīna","tr":{"en":"And [mention] the Day when We will resurrect among every nation a witness over them from themselves [i.e., their prophet]. And We will bring you, [O Muḥammad], as a witness over these [i.e., your nation]. And We have sent down to you the Book as clarification for all things and as guidance and mercy and good tidings for the Muslims.<sup foot_note=196625>1</sup>","id":"Dan (ingatlah) pada hari (ketika) Kami bangkitkan pada setiap umat seorang saksi atas mereka dari mereka sendiri, dan Kami datangkan engkau (Muhammad) menjadi saksi atas mereka. Dan Kami turunkan Kitab (Alquran) kepadamu untuk menjelaskan segala sesuatu, sebagai petunjuk, serta rahmat dan kabar gembira bagi orang yang berserah diri (muslim).","zh":"我要在每个民族中，推举他们族中的一个见证，来反证他们，在那日，我要推举你来反证这等人。我曾降示你这部经典，阐明万事，并作归顺者的向导、恩惠和喜讯。","ja":"われが各々の民に対して，かれらから一人の証人を選んで出す日，われはあなた（ムハンマ ド）をこれら（マッカの民）に対する証人とする。それでわれは，凡ての事物を解き明かす啓典をあなたに下し，信者への導きと慈悲，そして吉報としたのである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":277,"ruku":235}},{"s":16,"a":90,"ar":"۞ إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَـٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ","tl":"inna l-laha yamuru bil-ʿadli wal-iḥ'sāni waītāi dhī l-qur'bā wayanhā ʿani l-faḥshāi wal-munkari wal-baghyi yaʿiẓukum laʿallakum tadhakkarūna","tr":{"en":"Indeed, Allāh orders justice and good conduct and giving [help] to relatives and forbids immorality and bad conduct and oppression. He admonishes you that perhaps you will be reminded.","id":"Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran dan permusuhan. Dia memberi pengajaran kepadamu agar kamu dapat mengambil pelajaran.","zh":"安拉的确命人公平、行善、施济亲戚，并禁人淫乱、作恶事、霸道；他劝戒你们，以便你们记取教诲。","ja":"本当にアッラーは公正と善行，そして近親に対する贈与を命じ，また凡ての醜い行いと邪悪，そして違反を禁じられる。かれは勧告している。必ずあなたがたは訓戒を心に留めるであろう 。"},"m":{"juz":14,"hizb":28,"rub":null,"page":277,"ruku":236}},{"s":16,"a":91,"ar":"وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَـٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَـٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ","tl":"wa-awfū biʿahdi l-lahi idhā ʿāhadttum walā tanquḍū l-aymāna baʿda tawkīdihā waqad jaʿaltumu l-laha ʿalaykum kafīlan inna l-laha yaʿlamu mā tafʿalūna","tr":{"en":"And fulfill the covenant of Allāh when you have taken it, [O believers], and do not break oaths after their confirmation while you have made Allāh, over you, a security [i.e., witness]. Indeed, Allāh knows what you do.","id":"Dan tepatilah janji dengan Allah apabila kamu berjanji dan janganlah kamu melanggar sumpah setelah diikrarkan, sedang kamu telah menjadikan Allah sebagai saksimu (terhadap sumpah itu). Sesungguhnya Allah mengetahui apa yang kamu perbuat.","zh":"当你们缔结盟约的时候，你们应当履行。你们既以安拉为你们的保证者，则缔结盟约之后就不要违背誓言。安拉的确知道你们的行为。","ja":"あなたがたがアッラーと約束を結んだ時は，誓約を成し遂げなさい。誓いを確証した後，それを破ってはならない。あなたがたはアッラーを，はっきり立証者としたのである。本当にアッラーは，あなたがたの行うことを知っておられる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":277,"ruku":236}},{"s":16,"a":92,"ar":"وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَـٰثًا تَتَّخِذُونَ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ","tl":"walā takūnū ka-allatī naqaḍat ghazlahā min baʿdi quwwatin ankāthan tattakhidhūna aymānakum dakhalan baynakum an takūna ummatun hiya arbā min ummatin innamā yablūkumu l-lahu bihi walayubayyinanna lakum yawma l-qiyāmati mā kuntum fīhi takhtalifūna","tr":{"en":"And do not be like she who untwisted her spun thread after it was strong [by] taking your oaths as [means of] deceit between you because one community is more plentiful [in number or wealth] than another community.<sup foot_note=196626>1</sup> Allāh only tries you thereby. And He will surely make clear to you on the Day of Resurrection that over which you used to differ.","id":"Dan janganlah kamu seperti seorang perempuan yang menguraikan benangnya yang sudah dipintal dengan kuat, menjadi cerai berai kembali. Kamu menjadikan sumpah (perjanjian)mu sebagai alat penipu di antaramu, disebabkan adanya satu golongan yang lebih banyak jumlahnya dari golongan yang lain.<sup foot_note=135413>1</sup> Allah hanya menguji kamu dengan hal itu, dan pasti pada hari Kiamat akan dijelaskan-Nya kepadamu apa yang dahulu kamu perselisihkan.","zh":"你们不要像那个妇人，她把纺织的很结实的线又分拆成若干缕；你们以盟誓为互相欺诈的手段，因为这一族比那一族还要富庶。安拉只以此事考验你们。复活日，他必为你们阐明你们所争论的是非。","ja":"丈夫に紡いだ後その撚りをも戻し，ばらばらに解す婦人のようであってはならない。一族が（外の）一族よりも，数多くなったために，あなたがたの間で，誓いを裏切る道具にしてはならない。アッラーは，それであなたがたを，試みられただけである。審判の日にあなたがたの異論に就いて，かれはあなたがたに必ず（真実を）明らかになされる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":277,"ruku":236}},{"s":16,"a":93,"ar":"وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ","tl":"walaw shāa l-lahu lajaʿalakum ummatan wāḥidatan walākin yuḍillu man yashāu wayahdī man yashāu walatus'alunna ʿammā kuntum taʿmalūna","tr":{"en":"And if Allāh had willed, He could have made you [of] one religion, but He sends astray whom He wills and guides whom He wills.<sup foot_note=196627>1</sup> And you will surely be questioned about what you used to do.","id":"Dan jika Allah menghendaki niscaya Dia menjadikan kamu satu umat (saja), tetapi Dia menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Tetapi kamu pasti akan ditanya tentang apa yang telah kamu kerjakan.","zh":"假若安拉意欲，他必使你们成为一个民族；但他使他所意欲者误入迷途，使他所意欲者遵循正路。你们势必要为你们的行为而受审问。","ja":"もしアッラーが御好みならば，かれはあなたがたを一つのウンマになされたであろう。だがかれは，御望みの者を迷うに任せ，また御望みの者を導かれる。あなたがたは，行ったことに就いて，必ず問われるであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":277,"ruku":236}},{"s":16,"a":94,"ar":"وَلَا تَتَّخِذُوٓا۟ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ","tl":"walā tattakhidhū aymānakum dakhalan baynakum fatazilla qadamun baʿda thubūtihā watadhūqū l-sūa bimā ṣadadttum ʿan sabīli l-lahi walakum ʿadhābun ʿaẓīmun","tr":{"en":"And do not take your oaths as [means of] deceit between you, lest a foot slip after it was [once] firm, and you would taste evil [in this world] for what [people] you diverted from the way of Allāh,<sup foot_note=196628>1</sup> and you would have [in the Hereafter] a great punishment.","id":"Dan janganlah kamu jadikan sumpah-sumpahmu sebagai alat penipu di antaramu, yang menyebabkan kaki(mu) tergelincir setelah tegaknya (kokoh), dan kamu akan merasakan keburukan (di dunia) karena kamu menghalangi (manusia) dari jalan Allah, dan kamu akan mendapat azab yang besar.","zh":"你们不要以盟誓为互相欺诈的手段；以免站稳之后再失足，而你们将因为阻碍安拉的大道而尝试灾祸，你们还要受重大的刑罚。","ja":"あなたがたの間で，誤魔化しをするために誓いを立ててはならない。そうでないと踏み締めた足場は滑り，アッラーの道から（人びとを）背かせて，悪（い結果）を味わうことになり，あなたがたに厳しい懲罰が下るであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":278,"ruku":236}},{"s":16,"a":95,"ar":"وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ","tl":"walā tashtarū biʿahdi l-lahi thamanan qalīlan innamā ʿinda l-lahi huwa khayrun lakum in kuntum taʿlamūna","tr":{"en":"And do not exchange the covenant of Allāh for a small price. Indeed, what is with Allāh is best for you, if only you could know.","id":"Dan janganlah kamu jual perjanjian (dengan) Allah dengan harga murah, karena sesungguhnya apa yang ada di sisi Allah lebih baik bagimu jika kamu mengetahui.","zh":"你们不要以廉价出卖安拉的盟约；在安拉那里的，对于你们是更好的，如果你们知道。","ja":"僅かな代償で，アッラーの約束を売ってはならない。もしあなたがたが理解するならば，アッラーの御許（の報奨）こそは，本当にあなたがたのため最も優れている。"},"m":{"juz":14,"hizb":28,"rub":null,"page":278,"ruku":236}},{"s":16,"a":96,"ar":"مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ ٱللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ","tl":"mā ʿindakum yanfadu wamā ʿinda l-lahi bāqin walanajziyanna alladhīna ṣabarū ajrahum bi-aḥsani mā kānū yaʿmalūna","tr":{"en":"Whatever you have will end, but what Allāh has is lasting. And We will surely give those who were patient their reward according to the best of what they used to do.","id":"Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. Dan Kami pasti akan memberi balasan kepada orang yang sabar dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.","zh":"你们所有的是要耗尽的，在安拉那里的是无穷的。我誓必要以坚忍者所行的最大善功报酬你们。","ja":"あなたがたの持つものは凡て消滅する。だがアッラーの御許のものは残る。われは耐え忍ぶ者に対し，かれらが行った最も優れた行為によって，報奨を与える。"},"m":{"juz":14,"hizb":28,"rub":null,"page":278,"ruku":236}},{"s":16,"a":97,"ar":"مَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ","tl":"man ʿamila ṣāliḥan min dhakarin aw unthā wahuwa mu'minun falanuḥ'yiyannahu ḥayatan ṭayyibatan walanajziyannahum ajrahum bi-aḥsani mā kānū yaʿmalūna","tr":{"en":"Whoever does righteousness, whether male or female, while he is a believer - We will surely cause him to live a good life, and We will surely give them their reward [in the Hereafter] according to the best of what they used to do.","id":"Barangsiapa mengerjakan kebajikan, baik laki-laki maupun perempuan dalam keadaan beriman, maka pasti akan Kami berikan kepadanya kehidupan yang baik<sup foot_note=135414>1</sup> dan akan Kami beri balasan dengan pahala yang lebih baik dari apa yang telah mereka kerjakan.","zh":"凡行善的男女信士，我誓必要使他们过一种美满的生活，我誓必要以他们所行的最大善功报酬他们。","ja":"誰でも善い行いをし（真の）信者ならば，男でも女でも，われは必ず幸せな生活を送らせるであろう。なおわれはかれらが行った最も優れたものによって報奨を与えるのである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":278,"ruku":236}},{"s":16,"a":98,"ar":"فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ","tl":"fa-idhā qarata l-qur'āna fa-is'taʿidh bil-lahi mina l-shayṭāni l-rajīmi","tr":{"en":"So when you recite the Qur’ān, [first] seek refuge in Allāh from Satan, the expelled [from His mercy].","id":"Maka apabila engkau (Muhammad) hendak membaca Alquran, mohonlah perlindungan kepada Allah dari setan yang terkutuk.","zh":"当你要诵读《古兰经》的时候，你应当求安拉保护，以防受诅咒的恶魔的干扰。","ja":"あなたがクルアーンを読唱する時は，忌まわしきシャイターンに対して，アッラーの御加護を祈れ。"},"m":{"juz":14,"hizb":28,"rub":null,"page":278,"ruku":236}},{"s":16,"a":99,"ar":"إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَـٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ","tl":"innahu laysa lahu sul'ṭānun ʿalā alladhīna āmanū waʿalā rabbihim yatawakkalūna","tr":{"en":"Indeed, there is for him no authority over those who have believed and rely upon their Lord.","id":"Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan.","zh":"对信道而且托靠安拉者，他毫无权力。","ja":"信仰して主に縋る者に対しては，（悪魔）はどんな権威も持たない。"},"m":{"juz":14,"hizb":28,"rub":null,"page":278,"ruku":236}},{"s":16,"a":100,"ar":"إِنَّمَا سُلْطَـٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ","tl":"innamā sul'ṭānuhu ʿalā alladhīna yatawallawnahu wa-alladhīna hum bihi mush'rikūna","tr":{"en":"His authority is only over those who take him as an ally and those who through him associate others with Allāh.","id":"Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah.","zh":"他的权力只限于和他交朋友，而且以他配主者。","ja":"（悪魔）の権威は，只かれを保護者とした者，そしてかれに同位者を配した者の上に及ぶだけである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":278,"ruku":236}},{"s":16,"a":101,"ar":"وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ ۙ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ","tl":"wa-idhā baddalnā āyatan makāna āyatin wal-lahu aʿlamu bimā yunazzilu qālū innamā anta muf'tarin bal aktharuhum lā yaʿlamūna","tr":{"en":"And when We substitute a verse in place of a verse - and Allāh is most knowing of what He sends down - they say, \"You, [O Muḥammad], are but an inventor [of lies].\" But most of them do not know.","id":"Dan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata, \"Sesungguhnya engkau (Muhammad) hanyalah mengada-ada saja.\" Sebenarnya kebanyakan mereka tidak mengetahui.","zh":"当我以一节经文掉换另一节经文的时候——安拉知道自己所降示的——他们说：“你只是一个捏造者。”不然！他们大半是不知道的。","ja":"われが一節を外の一節に替える時，アッラーはかれが啓示されたことをも良く知っておられるが，かれらは，「あなたは1人の捏造者に過ぎない。」と言う。だがかれらの多くは，知らないのである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":278,"ruku":237}},{"s":16,"a":102,"ar":"قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ","tl":"qul nazzalahu rūḥu l-qudusi min rabbika bil-ḥaqi liyuthabbita alladhīna āmanū wahudan wabush'rā lil'mus'limīna","tr":{"en":"Say, [O Muḥammad], \"The Pure Spirit [i.e., Gabriel] has brought it down from your Lord in truth to make firm those who believe and as guidance and good tidings to the Muslims.\"","id":"Katakanlah, \"Rohulkudus (Jibril) menurunkan Alquran itu dari Tuhanmu dengan kebenaran, untuk meneguhkan (hati) orang yang telah beriman, dan menjadi petunjuk serta kabar gembira bagi orang yang berserah diri (kepada Allah).\"","zh":"你（对他们）说：圣洁的鲁哈从你的主那里降示这部包含真理的经典，以便他使信道者坚定，并用作归信者的向导和喜讯。","ja":"言ってやるがいい。「聖霊が真理をもって，あなたの主からの啓示を齎して来たのは，信仰する者を強固にするためであり，またムスリムたちへの導きであり吉報である。」"},"m":{"juz":14,"hizb":28,"rub":null,"page":278,"ruku":237}},{"s":16,"a":103,"ar":"وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَـٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ","tl":"walaqad naʿlamu annahum yaqūlūna innamā yuʿallimuhu basharun lisānu alladhī yul'ḥidūna ilayhi aʿjamiyyun wahādhā lisānun ʿarabiyyun mubīnun","tr":{"en":"And We certainly know that they say, \"It is only a human being who teaches him [i.e., the Prophet (ﷺ)].\" The tongue of the one they refer to is foreign,<sup foot_note=196629>1</sup> and this [recitation, i.e., Qur’ān] is [in] a clear Arabic language.","id":"Dan sesungguhnya Kami mengetahui bahwa mereka berkata, \"Sesungguhnya Alquran itu hanya diajarkan oleh seorang manusia kepadanya (Muhammad).\" Bahasa orang yang mereka tuduhkan (bahwa Muhammad belajar) kepadanya adalah bahasa 'Ajam,<sup foot_note=135415>1</sup> padahal ini (Alquran) adalah dalam bahasa Arab yang jelas.","zh":"我的确知道，他们说过：“这只是一个凡人所传授的。”他们倾向的那个人的语言是化外人（的语言），而这（部经典的语言）是明白的阿拉伯语。","ja":"われは，かれらが，「かれ（ムハンマド）に教えるのは，只の人間である。」と言うのを知っている。だがかれらの頼るものの言葉は，外国語であるが，これは純粋明確なアラビア語である。"},"m":{"juz":14,"hizb":28,"rub":null,"page":279,"ruku":237}},{"s":16,"a":104,"ar":"إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ","tl":"inna alladhīna lā yu'minūna biāyāti l-lahi lā yahdīhimu l-lahu walahum ʿadhābun alīmun","tr":{"en":"Indeed, those who do not believe in the verses of Allāh - Allāh will not guide them, and for them is a painful punishment.","id":"Sesungguhnya orang yang tidak beriman kepada ayat-ayat Allah (Alquran), Allah tidak akan memberi petunjuk kepada mereka dan mereka akan mendapat azab yang pedih.","zh":"不信安拉的迹象者，安拉必定不引导他们，而他们将受痛苦的刑罚。","ja":"本当にアッラーの印を信じない者は，アッラーはこれを御導きになられない。かれらには痛ましい懲罰があろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":279,"ruku":237}},{"s":16,"a":105,"ar":"إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰذِبُونَ","tl":"innamā yaftarī l-kadhiba alladhīna lā yu'minūna biāyāti l-lahi wa-ulāika humu l-kādhibūna","tr":{"en":"They only invent falsehood who do not believe in the verses of Allāh, and it is those who are the liars.","id":"Sesungguhnya yang mengada-adakan kebohongan, hanyalah orang yang tidak beriman kepada ayat-ayat Allah, dan mereka itulah pembohong.","zh":"不信安拉的迹象者，才是捏造了谎言的。","ja":"アッラーの印を信じない者は，只嘘を捏造する者で，かれらこそ虚言の徒である。"},"m":{"juz":14,"hizb":28,"rub":null,"page":279,"ruku":237}},{"s":16,"a":106,"ar":"مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَـٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَـٰنِ وَلَـٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ","tl":"man kafara bil-lahi min baʿdi īmānihi illā man uk'riha waqalbuhu muṭ'ma-innun bil-īmāni walākin man sharaḥa bil-kuf'ri ṣadran faʿalayhim ghaḍabun mina l-lahi walahum ʿadhābun ʿaẓīmun","tr":{"en":"Whoever disbelieves in [i.e., denies] Allāh after his belief...<sup foot_note=196630>1</sup> except for one who is forced [to renounce his religion] while his heart is secure in faith. But those who [willingly] open their breasts to disbelief, upon them is wrath from Allāh, and for them is a great punishment;","id":"Barang siapa kafir kepada Allah setelah dia beriman (dia mendapat kemurkaan Allah), kecuali orang yang dipaksa kafir padahal hatinya tetap tenang dalam beriman (dia tidak berdosa), tetapi orang yang melapangkan dadanya untuk kekafiran, maka kemurkaan Allah menimpanya dan mereka akan mendapat azab yang besar.","zh":"既信安拉之后，又表示不信者——除非被迫宣布不信、内心却为信仰而坚定者——为不信而心情舒畅者将遭天谴，并受重大的刑罚。","ja":"アッラーを信仰した後，信仰を拒否する者。ただし心に信仰を堅持し，安心大悟している者で強迫された者の場合は別である。不信を表わして満足する者，かれらにはアッラーの激怒が下り，厳しい懲罰があろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":279,"ruku":237}},{"s":16,"a":107,"ar":"ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ","tl":"dhālika bi-annahumu is'taḥabbū l-ḥayata l-dun'yā ʿalā l-ākhirati wa-anna l-laha lā yahdī l-qawma l-kāfirīna","tr":{"en":"That is because they preferred the worldly life over the Hereafter and that Allāh does not guide the disbelieving people.","id":"Yang demikian itu disebabkan karena mereka lebih mencintai kehidupan dunia daripada akhirat, dan Allah tidak memberi petunjuk kepada kaum yang kafir.","zh":"这是因为他们宁爱今世生活而不爱后世，也因为安拉不引导不信道的民众。","ja":"これはかれらが，来世よりも現世の生活を愛しているためで，アッラーは信仰を拒否する民を御導きになられない。"},"m":{"juz":14,"hizb":28,"rub":null,"page":279,"ruku":237}},{"s":16,"a":108,"ar":"أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ","tl":"ulāika alladhīna ṭabaʿa l-lahu ʿalā qulūbihim wasamʿihim wa-abṣārihim wa-ulāika humu l-ghāfilūna","tr":{"en":"Those are the ones over whose hearts and hearing and vision Allāh has sealed, and it is those who are the heedless.","id":"Mereka itulah orang yang hati, pendengaran dan penglihatannya telah dikunci oleh Allah. Mereka itulah orang yang lalai.","zh":"他们是安拉将封闭其心灵和视听的人。这等人是惛愦的。","ja":"これらの者は，アッラーがその心や聴覚や観察力を封じられた者で，これらの者こそ無頓着な人間である。"},"m":{"juz":14,"hizb":28,"rub":null,"page":279,"ruku":237}},{"s":16,"a":109,"ar":"لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْخَـٰسِرُونَ","tl":"lā jarama annahum fī l-ākhirati humu l-khāsirūna","tr":{"en":"Assuredly, it is they, in the Hereafter, who will be the losers.","id":"Pastilah mereka termasuk orang yang rugi di akhirat nanti.","zh":"诚然，他们在后世正是亏折者。","ja":"疑いもなくかれらは，来世における失敗者である。"},"m":{"juz":14,"hizb":28,"rub":null,"page":279,"ruku":237}},{"s":16,"a":110,"ar":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَـٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ","tl":"thumma inna rabbaka lilladhīna hājarū min baʿdi mā futinū thumma jāhadū waṣabarū inna rabbaka min baʿdihā laghafūrun raḥīmun","tr":{"en":"Then, indeed your Lord, to those who emigrated after they had been compelled [to say words of disbelief] and thereafter fought [for the cause of Allāh] and were patient - indeed, your Lord, after that, is Forgiving and Merciful","id":"Kemudian Tuhanmu (pelindung) bagi orang yang berhijrah setelah menderita cobaan, kemudian mereka berjihad dan bersabar, sungguh, Tuhanmu setelah itu benar-benar Maha Pengampun, Maha Penyayang.","zh":"然后，你的主对于被迫害之后迁居，然后奋斗，而且坚忍者，你的主在那之后确是至赦的，确是至慈的。","ja":"しかし，試練を受けた後に移住した者，それから奮闘努力し，またよく耐え忍んだ者に対し，あなたの主は，その後は本当に寛容にして慈悲深くあられる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":279,"ruku":237}},{"s":16,"a":111,"ar":"۞ يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَـٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ","tl":"yawma tatī kullu nafsin tujādilu ʿan nafsihā watuwaffā kullu nafsin mā ʿamilat wahum lā yuẓ'lamūna","tr":{"en":"On the Day when every soul will come disputing [i.e., pleading] for itself, and every soul will be fully compensated for what it did, and they will not be wronged [i.e., treated unjustly].","id":"(Ingatlah) pada hari (ketika) setiap orang datang untuk membela dirinya sendiri dan bagi setiap orang diberi (balasan) penuh sesuai dengan apa yang telah dikerjakannya, dan mereka tidak dizalimi (dirugikan).","zh":"在那日，每个灵魂都来为自己辩护，而每个灵魂都得享受自己行为的完全的报酬。他们不受亏枉。","ja":"その日人びとは自分自身の（救いの）ために，焦って嘆願することになろう。各人は（現世での）行いにより（十分に）報奨され，不当に待遇せられることはないのである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":280,"ruku":238}},{"s":16,"a":112,"ar":"وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ","tl":"waḍaraba l-lahu mathalan qaryatan kānat āminatan muṭ'ma-innatan yatīhā riz'quhā raghadan min kulli makānin fakafarat bi-anʿumi l-lahi fa-adhāqahā l-lahu libāsa l-jūʿi wal-khawfi bimā kānū yaṣnaʿūna","tr":{"en":"And Allāh presents an example: a city [i.e., Makkah] which was safe and secure, its provision coming to it in abundance from every location, but it denied the favors of Allāh. So Allāh made it taste the envelopment of hunger and fear for what they had been doing.","id":"Dan Allah telah membuat suatu perumpamaan (dengan) suatu negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan,<sup foot_note=135416>1</sup> disebabkan apa yang mereka perbuat.","zh":"安拉打一个比喻：一个市镇，原是安全的，安稳的，丰富的给养从各方运来，但镇上的居民辜负安拉的恩惠，所以安拉因他们的行为而使他们尝试极度的饥荒和恐怖。","ja":"アッラーは，平穏無事を楽しんでいた一つの町の，比喩をあげられた。糧は四方から豊かに供給されたが，アッラーの御恵みに対し不信心であったために，アッラーは（その民が）犯していた（悪）事の報いとして，（極度の）飢えと恐れを味わせられた。"},"m":{"juz":14,"hizb":28,"rub":null,"page":280,"ruku":238}},{"s":16,"a":113,"ar":"وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَـٰلِمُونَ","tl":"walaqad jāahum rasūlun min'hum fakadhabūhu fa-akhadhahumu l-ʿadhābu wahum ẓālimūna","tr":{"en":"And there had certainly come to them a Messenger from among themselves, but they denied him; so punishment overtook them while they were wrongdoers.","id":"Dan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim.","zh":"他们族中的一个使者确已来临他们，但他们否认了他。在他们不义的情况下，刑罚袭击了他们。","ja":"またかれらの間から（選ばれた）1人の使徒が，本当にかれらに遣わされたのだが，それを拒否した。それでかれらが不義を行っている間に，懲罰がかれらに下った。"},"m":{"juz":14,"hizb":28,"rub":null,"page":280,"ruku":238}},{"s":16,"a":114,"ar":"فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ","tl":"fakulū mimmā razaqakumu l-lahu ḥalālan ṭayyiban wa-ush'kurū niʿ'mata l-lahi in kuntum iyyāhu taʿbudūna","tr":{"en":"Then eat of what Allāh has provided for you [which is] lawful and good. And be grateful for the favor of Allāh, if it is [indeed] Him that you worship.","id":"Maka makanlah yang halal lagi baik dari rezeki yang telah diberikan Allah kepadamu; dan syukurilah nikmat Allah, jika kamu hanya menyembah kepada-Nya.","zh":"你们可以吃安拉赏赐你们的合法而佳美的食物，你们应当感谢安拉的恩惠，如果你们只崇拜他。","ja":"それでアッラーがあなたがたに授けられた，合法にして善いものを食べなさい。もしあなたがたがアッラーに仕えるならば，かれの恩恵に感謝しなさい。"},"m":{"juz":14,"hizb":28,"rub":null,"page":280,"ruku":238}},{"s":16,"a":115,"ar":"إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ","tl":"innamā ḥarrama ʿalaykumu l-maytata wal-dama walaḥma l-khinzīri wamā uhilla lighayri l-lahi bihi famani uḍ'ṭurra ghayra bāghin walā ʿādin fa-inna l-laha ghafūrun raḥīmun","tr":{"en":"He has only forbidden to you dead animals,<sup foot_note=196631>1</sup> blood, the flesh of swine, and that which has been dedicated to other than Allāh. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit] - then indeed, Allāh is Forgiving and Merciful.","id":"Sesungguhnya Allah hanya mengharamkan atasmu bangkai, darah, daging babi dan (hewan) yang disembelih dengan (menyebut nama) selain Allah, tetapi barangsiapa terpaksa (memakannya) bukan karena menginginkannya dan tidak (pula) melampaui batas, maka sungguh, Allah Maha Pengampun, Maha Penyayang.","zh":"他只禁止你们吃自死物、血液、猪肉，以及诵非安拉之名而屠宰的。但为势所迫，非出自愿，且不过分者，那么，安拉确是至赦的，确是至慈的。","ja":"かれは只死肉，血そして豚肉，並びにアッラー以外の名が唱えられ（屠殺され）たものを禁じられる。だが欲望のためではなく，法を越えず，迫られて止むを得ない者には，本当にアッラーは寛容にして慈悲深くあられる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":280,"ruku":238}},{"s":16,"a":116,"ar":"وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَـٰذَا حَلَـٰلٌ وَهَـٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ","tl":"walā taqūlū limā taṣifu alsinatukumu l-kadhiba hādhā ḥalālun wahādhā ḥarāmun litaftarū ʿalā l-lahi l-kadhiba inna alladhīna yaftarūna ʿalā l-lahi l-kadhiba lā yuf'liḥūna","tr":{"en":"And do not say about what your tongues assert of untruth, \"This is lawful and this is unlawful,\" to invent falsehood about Allāh. Indeed, those who invent falsehood about Allāh will not succeed.","id":"Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta \"Ini halal dan ini haram,\" untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.","zh":"你们对于自己所叙述的事，不要妄言：“这是合法的，那是违法的。”以致你们假借安拉的名义而造谣。假借安拉的名义而造谣者必不成功。","ja":"あなたがたの口をついて出る偽りで，「これは合法〔ハラール〕だ，またこれは禁忌〔ハラーム〕です。」と言ってはならない。それはアッラーに対し偽りを造る者である。アッラーに対し偽りを造る者は，決して栄えないであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":280,"ruku":238}},{"s":16,"a":117,"ar":"مَتَـٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ","tl":"matāʿun qalīlun walahum ʿadhābun alīmun","tr":{"en":"[It is but] a brief enjoyment, and they will have a painful punishment.","id":"(Itu adalah) kesenangan yang sedikit; dan mereka akan mendapat azab yang pedih.","zh":"（他们只得）到一点享受，而他们将受痛苦的刑罚。","ja":"（これらの者は）僅かな享楽だけで，かれらには痛ましい懲罰があろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":280,"ruku":238}},{"s":16,"a":118,"ar":"وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ","tl":"waʿalā alladhīna hādū ḥarramnā mā qaṣaṣnā ʿalayka min qablu wamā ẓalamnāhum walākin kānū anfusahum yaẓlimūna","tr":{"en":"And to those who are Jews We have prohibited that which We related to you before.<sup foot_note=196632>1</sup> And We did not wrong them [thereby], but they were wronging themselves.","id":"Dan terhadap orang Yahudi, Kami haramkan apa yang telah Kami ceritakan dahulu kepadamu (Muhammad).<sup foot_note=135417>1</sup> Kami tidak menzalimi mereka, justru merekalah yang menzalimi diri sendiri.","zh":"对犹太教徒，我曾禁戒我从前告诉过你的那些食物，我没有亏枉他们，但他们亏枉了自己。","ja":"われは，ユダヤ教を信奉する者に対し，われが以前あなたに告げたものを禁じたのである。われはかれらを損なったわけではない。だがかれらは自らを損なっただけである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":280,"ruku":238}},{"s":16,"a":119,"ar":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا۟ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ","tl":"thumma inna rabbaka lilladhīna ʿamilū l-sūa bijahālatin thumma tābū min baʿdi dhālika wa-aṣlaḥū inna rabbaka min baʿdihā laghafūrun raḥīmun","tr":{"en":"Then, indeed your Lord, to those who have done wrong out of ignorance and then repent after that and correct themselves - indeed, your Lord, thereafter, is Forgiving and Merciful.","id":"Kemudian, sesungguhnya Tuhanmu (mengampuni) orang yang mengerjakan kesalahan karena kebodohannya, kemudian mereka bertobat setelah itu dan memperbaiki (dirinya), sungguh, Tuhanmu setelah itu benar-benar Maha Pengampun, Maha Penyayang.","zh":"然后，你的主对于无知而作恶，以后又悔过自新的人，确是至赦的，确是至慈的。","ja":"無知のために悪を行ったが，その後に，悔い改めてその身を修める者に対し，あなたの主は，その後は本当に寛容にして慈悲深くあられる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":238}},{"s":16,"a":120,"ar":"إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ","tl":"inna ib'rāhīma kāna ummatan qānitan lillahi ḥanīfan walam yaku mina l-mush'rikīna","tr":{"en":"Indeed, Abraham was a [comprehensive] leader,<sup foot_note=196633>1</sup> devoutly obedient to Allāh, inclining toward truth, and he was not of those who associate others with Allāh.","id":"Sungguh, Ibrahim adalah seorang imam (yang dapat dijadikan teladan), patuh kepada Allah dan ḥanīf.<sup foot_note=135418>1</sup> Dan dia bukanlah termasuk orang musyrik (yang mempersekutukan Allah),","zh":"易卜拉欣原来是一个表率，他服从安拉，信奉正教，而且不是以物配主的。","ja":"本当にイブラーヒームは一人の模範者であり，アッラーに従順で，純正な信仰者であった。かれは，偶像信者の仲間ではなく，"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":239}},{"s":16,"a":121,"ar":"شَاكِرًا لِّأَنْعُمِهِ ۚ ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ","tl":"shākiran li-anʿumihi ij'tabāhu wahadāhu ilā ṣirāṭin mus'taqīmin","tr":{"en":"[He was] grateful for His favors. He [i.e., Allāh] chose him and guided him to a straight path.","id":"dia mensyukuri nikmat-nikmat-Nya. Allah telah memilihnya dan menunjukinya ke jalan yang lurus.","zh":"他原是感谢主恩的，主选择了他，并将他引上了正路。","ja":"かれは主の恩恵を感謝する。かれがかれを選び正しい道に御導きになられた。"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":239}},{"s":16,"a":122,"ar":"وَءَاتَيْنَـٰهُ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ","tl":"waātaynāhu fī l-dun'yā ḥasanatan wa-innahu fī l-ākhirati lamina l-ṣāliḥīna","tr":{"en":"And We gave him good in this world, and indeed, in the Hereafter he will be among the righteous.","id":"Dan Kami berikan kepadanya kebaikan di dunia, dan sesungguhnya di akhirat dia termasuk orang yang saleh.","zh":"在今世，我曾以幸福赏赐他；在后世，他必定居于善人之列。","ja":"われは現世で，かれに幸福を授けた。来世でも必ず正しい人びとの中に入るであろう。"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":239}},{"s":16,"a":123,"ar":"ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ","tl":"thumma awḥaynā ilayka ani ittabiʿ millata ib'rāhīma ḥanīfan wamā kāna mina l-mush'rikīna","tr":{"en":"Then We revealed to you, [O Muḥammad], to follow the religion of Abraham, inclining toward truth; and he was not of those who associate with Allāh.","id":"Kemudian Kami wahyukan kepadamu (Muhammad), \"Ikutilah agama Ibrahim yang lurus, dan dia bukanlah termasuk orang yang musyrik.\"","zh":"然后，我启示你说：“你应当遵守信奉正教的易卜拉欣的宗教，他不是以物配主的。”","ja":"そこでわれはあなたに啓示して，「純正なイブラーヒームの道に従え。」と（告げた）。かれは，偶像信者の仲間ではなかった。"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":239}},{"s":16,"a":124,"ar":"إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ","tl":"innamā juʿila l-sabtu ʿalā alladhīna ikh'talafū fīhi wa-inna rabbaka layaḥkumu baynahum yawma l-qiyāmati fīmā kānū fīhi yakhtalifūna","tr":{"en":"The sabbath was only appointed for those who differed over it. And indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.","id":"Sesungguhnya (menghormati) hari Sabtu<sup foot_note=135419>1</sup>hanya diwajibkan atas orang (Yahudi) yang memperselisihkannya. Dan sesungguhnya Tuhanmu pasti akan memberi keputusan di antara mereka pada hari Kiamat terhadap apa yang telah mereka perselisihkan.","zh":"安息日是那些为之而争论的人所应当遵守的定制。复活日，你的主必判决他们所争论的是非。","ja":"安息日は，それに就いて異論ある者に対し，定められたものに過ぎない。だがかれらの争うことに就いては，審判の日に，あなたの主は，かれらの間を必ず裁かれる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":239}},{"s":16,"a":125,"ar":"ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ ۖ وَجَـٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ","tl":"ud'ʿu ilā sabīli rabbika bil-ḥik'mati wal-mawʿiẓati l-ḥasanati wajādil'hum bi-allatī hiya aḥsanu inna rabbaka huwa aʿlamu biman ḍalla ʿan sabīlihi wahuwa aʿlamu bil-muh'tadīna","tr":{"en":"Invite to the way of your Lord with wisdom and good instruction, and argue with them in a way that is best. Indeed, your Lord is most knowing of who has strayed from His way, and He is most knowing of who is [rightly] guided.","id":"Serulah (manusia) kepada jalan Tuhanmu dengan hikmah<sup foot_note=135420>1</sup> dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk.","zh":"你应凭智慧和善言而劝人遵循主道，你应当以最优美的态度与人辩论，你的主的确知道谁是违背他的正道的，他的确知道谁是遵循他的正道的。","ja":"英知と良い話し方で，（凡ての者を）あなたの主の道に招け。最善の態度でかれらと議論しなさい。あなたの主は，かれの道から迷う者と，また導かれる者を最もよく知っておられる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":239}},{"s":16,"a":126,"ar":"وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا۟ بِمِثْلِ مَا عُوقِبْتُم بِهِۦ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّـٰبِرِينَ","tl":"wa-in ʿāqabtum faʿāqibū bimith'li mā ʿūqib'tum bihi wala-in ṣabartum lahuwa khayrun lilṣṣābirīna","tr":{"en":"And if you punish [an enemy, O believers], punish with an equivalent of that with which you were harmed.<sup foot_note=196634>1</sup> But if you are patient - it is better for those who are patient.","id":"Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar.","zh":"如果你们要报复，就应当依照你们所受的伤害而报复。如果你们容忍，那对于容忍者是更好的。","ja":"もしあなたがたが罰するなら，あなたがたが悩まされたように罰しなさい。だがあなたがたがもし耐え忍ぶならば，それは耐え忍ぶ者にとって最も善いことである。"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":239}},{"s":16,"a":127,"ar":"وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ","tl":"wa-iṣ'bir wamā ṣabruka illā bil-lahi walā taḥzan ʿalayhim walā taku fī ḍayqin mimmā yamkurūna","tr":{"en":"And be patient, [O Muḥammad], and your patience is not but through Allāh. And do not grieve over them and do not be in distress over what they conspire.","id":"Dan bersabarlah (Muhammad) dan kesabaranmu itu semata-mata dengan pertolongan Allah dan janganlah engkau bersedih hati terhadap (kekafiran) mereka dan jangan (pula) bersempit dada terhadap tipu daya yang mereka rencanakan.","zh":"你应当容忍，——你的容忍只赖安拉的佑助——你不要为他们而悲伤，不要为他们的计谋而烦恼。","ja":"あなたは忍耐強くあれ。あなたの忍耐は，アッラー（の助け）による外にはないのである。かれらのために憂慮しないで，またかれらの策謀したことのために，心を狭めてはならない。"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":239}},{"s":16,"a":128,"ar":"إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ","tl":"inna l-laha maʿa alladhīna ittaqaw wa-alladhīna hum muḥ'sinūna","tr":{"en":"Indeed, Allāh is with those who fear Him and those who are doers of good.","id":"Sungguh, Allah beserta orang-orang yang bertakwa dan orang-orang yang berbuat kebaikan.","zh":"安拉确是同敬畏者和行善者在一起的。","ja":"本当にアッラーは，主を畏れる者，善い行いをする者と共におられる。"},"m":{"juz":14,"hizb":28,"rub":null,"page":281,"ruku":239}}]