[{"s":20,"a":1,"ar":" طه","tl":"tta-ha","tr":{"en":"Ṭā, Hā.<sup foot_note=196741>1</sup>","id":"Ṭāhā.","zh":"塔哈。","ja":"ター・ハー。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":2,"ar":"مَآ أَنزَلْنَا عَلَيْكَ ٱلْقُرْءَانَ لِتَشْقَىٰٓ","tl":"mā anzalnā ʿalayka l-qur'āna litashqā","tr":{"en":"We have not sent down to you the Qur’ān that you be distressed","id":"Kami tidak menurunkan Alquran ini kepadamu (Muhammad) agar engkau menjadi susah;","zh":"我降《古兰经》给你，不为使你辛苦，","ja":"われがあなたにクルアーンを下したのは，あなたを悩ますためではない。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":3,"ar":"إِلَّا تَذْكِرَةً لِّمَن يَخْشَىٰ","tl":"illā tadhkiratan liman yakhshā","tr":{"en":"But only as a reminder for those who fear [Allāh] -","id":"melainkan sebagai peringatan bagi orang yang takut (kepada Allah),","zh":"却为教诲敬畏者，","ja":"主を畏れる者への，訓戒に外ならない。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":4,"ar":"تَنزِيلًا مِّمَّنْ خَلَقَ ٱلْأَرْضَ وَٱلسَّمَـٰوَٰتِ ٱلْعُلَى","tl":"tanzīlan mimman khalaqa l-arḍa wal-samāwāti l-ʿulā","tr":{"en":"A revelation from He who created the earth and highest heavens,","id":"diturunkan dari (Allah) yang menciptakan bumi dan langit yang tinggi,","zh":"是降自创造大地和苍穹者的。","ja":"大地と高い諸天とを創りなされる，かれから下された啓示である。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":5,"ar":"ٱلرَّحْمَـٰنُ عَلَى ٱلْعَرْشِ ٱسْتَوَىٰ","tl":"al-raḥmānu ʿalā l-ʿarshi is'tawā","tr":{"en":"The Most Merciful [who is] above the Throne established.<sup foot_note=196742>1</sup>","id":"(yaitu) Yang Maha Pengasih, yang bersemayam di atas Arasy.<sup foot_note=135460>1</sup>","zh":"至仁主已升上宝座了。","ja":"慈悲深き御方は，玉座に鎮座なされる。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":6,"ar":"لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ ٱلثَّرَىٰ","tl":"lahu mā fī l-samāwāti wamā fī l-arḍi wamā baynahumā wamā taḥta l-tharā","tr":{"en":"To Him belongs what is in the heavens and what is on the earth and what is between them and what is under the soil.","id":"Milik-Nyalah apa yang ada di langit, apa yang ada di bumi, apa yang ada di antara keduanya, dan apa yang ada di bawah tanah.","zh":"凡在天上地下的，在天地之间的，在地底下的，都是他的。","ja":"天にあり地にあるもの，そしてその間にある凡てのもの，また，湿った土の下にあるものは，凡てかれのものである。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":7,"ar":"وَإِن تَجْهَرْ بِٱلْقَوْلِ فَإِنَّهُۥ يَعْلَمُ ٱلسِّرَّ وَأَخْفَى","tl":"wa-in tajhar bil-qawli fa-innahu yaʿlamu l-sira wa-akhfā","tr":{"en":"And if you speak aloud - then indeed, He knows the secret and what is [even] more hidden.","id":"Dan jika engkau mengeraskan ucapanmu, sungguh, Dia mengetahui rahasia dan yang lebih tersembunyi.<sup foot_note=135461>1</sup>","zh":"如果你高声说话，那末安拉的确知道秘密的和更隐微的事情。","ja":"仮令あなたが大声で話しても（関りなく），かれは，秘められたことも隠されていることも知っておられる。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":8,"ar":"ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ","tl":"al-lahu lā ilāha illā huwa lahu l-asmāu l-ḥus'nā","tr":{"en":"Allāh - there is no deity except Him. To Him belong the best names.","id":"(Dialah) Allah, tidak ada tuhan selain Dia, yang mempunyai nama-nama yang terbaik.","zh":"除安拉外，绝无应受崇拜者，他有许多最美的名号。","ja":"アッラー，かれの外に神はないのである。最も美しい御名はかれに属する。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":9,"ar":"وَهَلْ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ","tl":"wahal atāka ḥadīthu mūsā","tr":{"en":"And has the story of Moses reached you? -","id":"Dan apakah telah sampai kepadamu kisah Musa?","zh":"你已听到穆萨的故事了吗？","ja":"ムーサーの物語が，あなたに届いたか。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":10,"ar":"إِذْ رَءَا نَارًا فَقَالَ لِأَهْلِهِ ٱمْكُثُوٓا۟ إِنِّىٓ ءَانَسْتُ نَارًا لَّعَلِّىٓ ءَاتِيكُم مِّنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى ٱلنَّارِ هُدًى","tl":"idh raā nāran faqāla li-ahlihi um'kuthū innī ānastu nāran laʿallī ātīkum min'hā biqabasin aw ajidu ʿalā l-nāri hudan","tr":{"en":"When he saw a fire and said to his family, \"Stay here; indeed, I have perceived a fire; perhaps I can bring you a torch or find at the fire some guidance.\"","id":"Ketika dia (Musa) melihat api, lalu dia berkata kepada keluarganya, \"Tinggallah kamu (disini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa sedikit nyala api kepadamu atau aku akan mendapat petunjuk di tempat api itu.\"","zh":"当时，他看见一处火光，就对他的家属说：“你们稍留一下，我确已看见一处火了，也许我拿一个火把来给你们，或许我在有火的那里发现向导。”","ja":"かれが火を見て，家族に言った時のことを思いなさい。「留まれ，わたしは火を見た。多分あそこから，火把を持ち帰ることが出来よう。あるいはあの火で，導かれるかもしれない。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":11,"ar":"فَلَمَّآ أَتَىٰهَا نُودِىَ يَـٰمُوسَىٰٓ","tl":"falammā atāhā nūdiya yāmūsā","tr":{"en":"And when he came to it, he was called, \"O Moses,","id":"Maka ketika dia mendatanginya (ke tempat api itu) dia dipanggil, \"Wahai Musa!","zh":"他来到那个火的附近，就有声音喊叫说：“穆萨啊！","ja":"だがかれがそこに来た時，声があって呼ばれた。「ムーサーよ，"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":12,"ar":"إِنِّىٓ أَنَا۠ رَبُّكَ فَٱخْلَعْ نَعْلَيْكَ ۖ إِنَّكَ بِٱلْوَادِ ٱلْمُقَدَّسِ طُوًى","tl":"innī anā rabbuka fa-ikh'laʿ naʿlayka innaka bil-wādi l-muqadasi ṭuwan","tr":{"en":"Indeed, I am your Lord, so remove your sandals. Indeed, you are in the blessed valley of Ṭuwā.","id":"Sungguh, Aku adalah Tuhanmu, maka lepaskan kedua terompahmu. Karena sesungguhnya engkau berada di lembah yang suci, Ṭuwā.","zh":"我确是你的主，你脱掉你的鞋子吧，你确是在圣谷‘杜瓦’中。","ja":"本当にわれはあなたの主である。だから靴を脱げ。今あなたは，トワーの聖谷にいるのである。"},"m":{"juz":16,"hizb":32,"rub":null,"page":312,"ruku":270}},{"s":20,"a":13,"ar":"وَأَنَا ٱخْتَرْتُكَ فَٱسْتَمِعْ لِمَا يُوحَىٰٓ","tl":"wa-anā ikh'tartuka fa-is'tamiʿ limā yūḥā","tr":{"en":"And I have chosen you, so listen to what is revealed [to you].","id":"Dan Aku telah memilih engkau, maka dengarkanlah apa yang akan diwahyukan (kepadamu).","zh":"我已挑选你，你应当倾听启示：","ja":"われはあなたを選んだ。だから（あなたに）啓示することを聞け。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":14,"ar":"إِنَّنِىٓ أَنَا ٱللَّهُ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدْنِى وَأَقِمِ ٱلصَّلَوٰةَ لِذِكْرِىٓ","tl":"innanī anā l-lahu lā ilāha illā anā fa-uʿ'bud'nī wa-aqimi l-ṣalata lidhik'rī","tr":{"en":"Indeed, I am Allāh. There is no deity except Me, so worship Me and establish prayer for My remembrance.","id":"Sungguh, Aku ini Allah, tidak ada tuhan selain Aku, maka sembahlah Aku dan laksanakanlah salat untuk mengingat Aku.","zh":"我确是安拉，除我外，绝无应受崇拜者。你应当崇拜我，当为记念我而谨守拜功。","ja":"本当にわれはアッラーである。われの外に神はない。だからわれに仕え，われを心に抱いて礼拝の務めを守れ。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":15,"ar":"إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا تَسْعَىٰ","tl":"inna l-sāʿata ātiyatun akādu ukh'fīhā lituj'zā kullu nafsin bimā tasʿā","tr":{"en":"Indeed, the Hour is coming - I almost conceal it<sup foot_note=196743>1</sup> - so that every soul may be recompensed according to that for which it strives.","id":"Sungguh, hari Kiamat itu akan datang, Aku merahasiakan (waktunya) agar setiap orang dibalas sesuai dengan apa yang telah dia usahakan.","zh":"复活时，确是要来临的，我几乎要隐藏它，以便每个人都因自己的行为而受报酬。","ja":"確かに（終末の）時は来るのであるが，それを秘めて置きたいのは，各人が努力したところに応じ，報いを受けさせるためである。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":16,"ar":"فَلَا يَصُدَّنَّكَ عَنْهَا مَن لَّا يُؤْمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرْدَىٰ","tl":"falā yaṣuddannaka ʿanhā man lā yu'minu bihā wa-ittabaʿa hawāhu fatardā","tr":{"en":"So do not let one avert you from it<sup foot_note=196744>1</sup> who does not believe in it and follows his desire, for you [then] would perish.","id":"Maka janganlah engkau dipalingkan dari (Kiamat) oleh orang yang tidak beriman kepadanya dan oleh orang yang mengikuti keinginannya, yang menyebabkan engkau binasa.\"","zh":"不信复活时而顺从私欲者，不要让他阻止你信仰复活时，以致你灭亡。","ja":"だから，これを信じないで自分の欲望に従う者たちから遠ざかり，あなたを破滅から救え。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":17,"ar":"وَمَا تِلْكَ بِيَمِينِكَ يَـٰمُوسَىٰ","tl":"wamā til'ka biyamīnika yāmūsā","tr":{"en":"And what is that in your right hand, O Moses?\"","id":"\"Dan apakah yang ada di tangan kananmu, wahai Musa?\"","zh":"穆萨啊！在你右手里的是什么？”","ja":"あなたの右手にあるそれは何か，ムーサーよ。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":18,"ar":"قَالَ هِىَ عَصَاىَ أَتَوَكَّؤُا۟ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِى وَلِىَ فِيهَا مَـَٔارِبُ أُخْرَىٰ","tl":"qāla hiya ʿaṣāya atawakka-u ʿalayhā wa-ahushu bihā ʿalā ghanamī waliya fīhā maāribu ukh'rā","tr":{"en":"He said, \"It is my staff; I lean upon it, and I bring down leaves for my sheep and I have therein other uses.\"","id":"Dia (Musa) berkata, \"Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.\"","zh":"他说：“这是我的手杖，我拄着它，我用它把树叶击落下来给我的羊吃，我对于它还有别的许多需要。”","ja":"かれは申し上げた。「これは杖です。わたしはこれに凭れ，また羊のためにこれで（木の葉を）打ち落し，また，その外の用に供します。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":19,"ar":"قَالَ أَلْقِهَا يَـٰمُوسَىٰ","tl":"qāla alqihā yāmūsā","tr":{"en":"[Allāh] said, \"Throw it down, O Moses.\"","id":"Dia (Allah) berfirman, \"Lemparkanlah ia, wahai Musa!\"","zh":"主说：“穆萨啊！你把它扔下。”","ja":"かれは仰せられた。「ムーサーよ，それを投げよ。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":20,"ar":"فَأَلْقَىٰهَا فَإِذَا هِىَ حَيَّةٌ تَسْعَىٰ","tl":"fa-alqāhā fa-idhā hiya ḥayyatun tasʿā","tr":{"en":"So he threw it down, and thereupon it was a snake, moving swiftly.","id":"Lalu (Musa) melemparkan tongkat itu, maka tiba-tiba ia menjadi seekor ular yang merayap dengan cepat.","zh":"他就把它扔下了，它忽然变成了一条蜿蜒的蛇。","ja":"かれがそれを投げたところ，即座にそれは蛇になって，這い回った。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":21,"ar":"قَالَ خُذْهَا وَلَا تَخَفْ ۖ سَنُعِيدُهَا سِيرَتَهَا ٱلْأُولَىٰ","tl":"qāla khudh'hā walā takhaf sanuʿīduhā sīratahā l-ūlā","tr":{"en":"[Allāh] said, \"Seize it and fear not; We will return it to its former condition.","id":"Dia (Allah) berfirman, \"Peganglah ia dan jangan takut, Kami akan mengembalikannya kepada keadaannya semula,","zh":"主说：“你捉住它，不要怕，我将使它还原。”","ja":"かれは仰せられた。「それを押えよ。恐れてはならない。われはそれを元のように返すであろう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":22,"ar":"وَٱضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٍ ءَايَةً أُخْرَىٰ","tl":"wa-uḍ'mum yadaka ilā janāḥika takhruj bayḍāa min ghayri sūin āyatan ukh'rā","tr":{"en":"And draw in your hand to your side; it will come out white without disease - another sign,","id":"dan kepitlah tanganmu ke ketiakmu, niscaya ia ke luar menjadi putih (bercahaya) tanpa cacat, sebagai mukjizat yang lain,","zh":"“你把手放在怀里，然后抽出来，手变成雪白的，但是没有什么疾病，那是另一种迹象。","ja":"それからあなたの手を，腋の下に入れよ。何の障りもないのに，それは白くなろう。これは今一つの印。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":23,"ar":"لِنُرِيَكَ مِنْ ءَايَـٰتِنَا ٱلْكُبْرَى","tl":"linuriyaka min āyātinā l-kub'rā","tr":{"en":"That We may show you [some] of Our greater signs.","id":"untuk Kami perlihatkan kepadamu (sebagian) dari tanda-tanda kebesaran Kami yang sangat besar.","zh":"我指示你我的最大迹象。","ja":"われが最大の印を，あなたに示すためである。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":24,"ar":"ٱذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ","tl":"idh'hab ilā fir'ʿawna innahu ṭaghā","tr":{"en":"Go to Pharaoh. Indeed, he has transgressed [i.e., tyrannized].\"","id":"Pergilah kepada Fir'aun; dia benar-benar telah melampaui batas.\"","zh":"你去见法老，他确是暴虐无道的。”","ja":"あなたはフィルアウンのもとに行け。本当にかれは高慢非道である。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":270}},{"s":20,"a":25,"ar":"قَالَ رَبِّ ٱشْرَحْ لِى صَدْرِى","tl":"qāla rabbi ish'raḥ lī ṣadrī","tr":{"en":"[Moses] said, \"My Lord, expand [i.e., relax] for me my breast [with assurance]","id":"Dia (Musa) berkata, \"Ya Tuhanku, lapangkanlah dadaku,<sup foot_note=135462>1</sup>","zh":"他说：“我的主啊！求你使我的心情舒畅，","ja":"かれは（祈って）言った。「主よ，わたしの胸を広げて下さい。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":26,"ar":"وَيَسِّرْ لِىٓ أَمْرِى","tl":"wayassir lī amrī","tr":{"en":"And ease for me my task","id":"dan mudahkanlah untukku urusanku,","zh":"求你使我的事业顺利，","ja":"わたしの仕事を容易にして下さい。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":27,"ar":"وَٱحْلُلْ عُقْدَةً مِّن لِّسَانِى","tl":"wa-uḥ'lul ʿuq'datan min lisānī","tr":{"en":"And untie the knot from my tongue","id":"dan lepaskanlah kekakuan dari lidahku,","zh":"求你解除我的口吃，","ja":"わたしの舌の縺れをほぐして，"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":28,"ar":"يَفْقَهُوا۟ قَوْلِى","tl":"yafqahū qawlī","tr":{"en":"That they may understand my speech.","id":"agar mereka mengerti perkataanku,","zh":"以便他们了解我的话。","ja":"わたしの言葉を，かれらに分らせて下さい。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":29,"ar":"وَٱجْعَل لِّى وَزِيرًا مِّنْ أَهْلِى","tl":"wa-ij'ʿal lī wazīran min ahlī","tr":{"en":"And appoint for me a minister [i.e., assistant] from my family -","id":"dan jadikanlah untukku seorang pembantu dari keluargaku,","zh":"求你从我的家属中为我任命一个助手","ja":"またわたしの家族の中から，援助者を御授け下さい。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":30,"ar":"هَـٰرُونَ أَخِى","tl":"hārūna akhī","tr":{"en":"Aaron, my brother.","id":"(yaitu) Harun, saudaraku,","zh":"我的哥哥哈伦","ja":"わたしの兄弟，ハールーンを，"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":31,"ar":"ٱشْدُدْ بِهِۦٓ أَزْرِى","tl":"ush'dud bihi azrī","tr":{"en":"Increase through him my strength","id":"teguhkanlah kekuatanku dengan (keberadaan) dia,","zh":"让他相助我，","ja":"わたしに加勢し，"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":32,"ar":"وَأَشْرِكْهُ فِىٓ أَمْرِى","tl":"wa-ashrik'hu fī amrī","tr":{"en":"And let him share my task","id":"dan jadikanlah dia teman dalam urusanku,","zh":"使他与我同事，","ja":"わたしの仕事に協力するようにさせて下さい。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":33,"ar":"كَىْ نُسَبِّحَكَ كَثِيرًا","tl":"kay nusabbiḥaka kathīran","tr":{"en":"That we may exalt You much","id":"agar kami banyak bertasbih kepada-Mu,","zh":"以便我们多赞颂你，","ja":"それはわたしたちが，あなたを多く讃え，"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":34,"ar":"وَنَذْكُرَكَ كَثِيرًا","tl":"wanadhkuraka kathīran","tr":{"en":"And remember You much.","id":"dan banyak mengingat-Mu,","zh":"多记念你。","ja":"また不断にあなたを念ずるためであります。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":35,"ar":"إِنَّكَ كُنتَ بِنَا بَصِيرًا","tl":"innaka kunta binā baṣīran","tr":{"en":"Indeed, You are of us ever Seeing.\"","id":"sesungguhnya Engkau Maha Melihat (keadaan) kami.\"","zh":"你确是明察我们的。","ja":"本当にあなたこそ，わたしたちを見守り下される方であります。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":36,"ar":"قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَـٰمُوسَىٰ","tl":"qāla qad ūtīta su'laka yāmūsā","tr":{"en":"[Allāh] said, \"You have been granted your request, O Moses.","id":"Dia (Allah) berfirman, \"Sungguh, telah diperkenankan permintaanmu, wahai Musa!","zh":"主说：“穆萨啊！你所请求的事，已赏赐你了。”","ja":"かれは仰せられた。「ムーサーよ，本当にあなたの願いは聞き届けられた。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":37,"ar":"وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَىٰٓ","tl":"walaqad manannā ʿalayka marratan ukh'rā","tr":{"en":"And We had already conferred favor upon you another time,","id":"Dan sungguh, Kami telah memberi nikmat kepadamu pada kesempatan yang lain (sebelum ini),","zh":"在别的时候，我曾照顾你。","ja":"われは，この前にもあなたに恵みを施した。"},"m":{"juz":16,"hizb":32,"rub":null,"page":313,"ruku":271}},{"s":20,"a":38,"ar":"إِذْ أَوْحَيْنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ","tl":"idh awḥaynā ilā ummika mā yūḥā","tr":{"en":"When We inspired to your mother what We inspired,","id":"(yaitu) ketika Kami mengilhamkan kepada ibumu sesuatu yang diilhamkan,","zh":"当时，我给你母亲以应有的启示，","ja":"その時は，わが意志をあなたの母に伝えた。"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":39,"ar":"أَنِ ٱقْذِفِيهِ فِى ٱلتَّابُوتِ فَٱقْذِفِيهِ فِى ٱلْيَمِّ فَلْيُلْقِهِ ٱلْيَمُّ بِٱلسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِّى وَعَدُوٌّ لَّهُۥ ۚ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّى وَلِتُصْنَعَ عَلَىٰ عَيْنِىٓ","tl":"ani iq'dhifīhi fī l-tābūti fa-iq'dhifīhi fī l-yami falyul'qihi l-yamu bil-sāḥili yakhudh'hu ʿaduwwun lī waʿaduwwun lahu wa-alqaytu ʿalayka maḥabbatan minnī walituṣ'naʿa ʿalā ʿaynī","tr":{"en":"[Saying], 'Cast him into the chest and cast it into the river, and the river will throw it onto the bank; there will take him an enemy to Me and an enemy to him.' And I bestowed upon you love from Me<sup foot_note=196745>1</sup> that you would be brought up under My eye [i.e., observation and care].","id":"(yaitu), letakkanlah dia (Musa) di dalam peti, kemudian hanyutkanlah dia ke sungai (Nil), maka biarlah (arus) sungai itu membawanya ke tepi, dia akan diambil oleh (Fir'aun) musuh-Ku dan musuhnya. Aku telah melimpahkan kepadamu kasih sayang yang datang dari-Ku;<sup foot_note=135463>1</sup> dan agar engkau diasuh di bawah pengawasan-Ku.","zh":"说：“你把他放在一个箱子里，然后把那个箱子放在河里，河水要把它漂到岸边，而我的一个敌人——也是他的敌人——将收养他。”我把从我发出的慈爱赏赐你，以便你在我的亲眼监护之下受抚育。","ja":"『（その子を）箱の中に入れて，川に投げよ。川がかれを岸にうち上げ，われの敵であり， またこの子の敵が拾い上げよう。』そしてあなたの上に，われの愛を注ぎかける。それでわれの目（保護）のもとで育てられることになろう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":40,"ar":"إِذْ تَمْشِىٓ أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَىٰ مَن يَكْفُلُهُۥ ۖ فَرَجَعْنَـٰكَ إِلَىٰٓ أُمِّكَ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ ۚ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَـٰكَ مِنَ ٱلْغَمِّ وَفَتَنَّـٰكَ فُتُونًا ۚ فَلَبِثْتَ سِنِينَ فِىٓ أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَـٰمُوسَىٰ","tl":"idh tamshī ukh'tuka fataqūlu hal adullukum ʿalā man yakfuluhu farajaʿnāka ilā ummika kay taqarra ʿaynuhā walā taḥzana waqatalta nafsan fanajjaynāka mina l-ghami wafatannāka futūnan falabith'ta sinīna fī ahli madyana thumma ji'ta ʿalā qadarin yāmūsā","tr":{"en":"[And We favored you] when your sister went and said, 'Shall I direct you to someone who will be responsible for him?' So We restored you to your mother that she might be content and not grieve. And you killed someone,<sup foot_note=196746>1</sup> but We saved you from retaliation and tried you with a [severe] trial. And you remained [some] years among the people of Madyan. Then you came [here] at the decreed time, O Moses.","id":"(Yaitu) ketika saudara perempuanmu berjalan, lalu dia berkata (kepada keluarga Fir'aun), ‘Bolehkah saya menunjukkan kepadamu orang yang akan memeliharanya?’ Maka Kami mengembalikanmu kepada ibumu, agar senang hatinya dan tidak bersedih hati. Dan engkau pernah membunuh seseorang,<sup foot_note=135464>1</sup> lalu Kami selamatkan engkau dari kesulitan (yang besar) dan Kami telah mencobamu dengan beberapa cobaan (yang berat); lalu engkau tinggal beberapa tahun di antara penduduk Madyan,<sup foot_note=135465>2</sup> kemudian engkau, wahai Musa, datang menurut waktu yang ditetapkan,","zh":"当时，你的姐姐走去说：“我指示你们一个养育他的人，好吗？”我就把你送还你母亲，以便她愉快而不忧愁。你曾杀了一个人，而我拯救你脱离忧患，我曾以许多折磨考验你。你曾在麦德彦人之间逗留了许多年。穆萨啊！然后，你依前定而来到这里。","ja":"その時あなたの姉が，罷り出て，『わたしが（その子を）育てる者を，御教えしましょうか。』と言った。こうしてわれは，母の手にあなたを返し，それでかの女も満足し，悲しみも消えた。またあなたは人を殺した。だがわれは苦悩からあなたを救い，いろいろとあなたを試みた。 それから数年の間，マドヤンの民の中に滞在し，それから定められたように，あなたはここに来たのである。ムーサーよ。"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":41,"ar":"وَٱصْطَنَعْتُكَ لِنَفْسِى","tl":"wa-iṣ'ṭanaʿtuka linafsī","tr":{"en":"And I produced you for Myself.<sup foot_note=196747>1</sup>","id":"dan Aku telah memilihmu (menjadi rasul) untuk diri-Ku.","zh":"我为自己而挑选你。","ja":"われはあなたをわれ（に奉仕させる）ために，育てあげた。"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":42,"ar":"ٱذْهَبْ أَنتَ وَأَخُوكَ بِـَٔايَـٰتِى وَلَا تَنِيَا فِى ذِكْرِى","tl":"idh'hab anta wa-akhūka biāyātī walā taniyā fī dhik'rī","tr":{"en":"Go, you and your brother, with My signs and do not slacken in My remembrance.","id":"Pergilah engkau beserta saudaramu dengan membawa tanda-tanda (kebesaran)-Ku, dan janganlah kamu berdua lalai mengingat-Ku;","zh":"你和你的哥哥，带着我的许多迹象去吧！你俩对于记念我绝不可怠慢。","ja":"あなたと兄弟は，われの印を携えて行け。そしてわれを念ずることを怠ってはならない。"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":43,"ar":"ٱذْهَبَآ إِلَىٰ فِرْعَوْنَ إِنَّهُۥ طَغَىٰ","tl":"idh'habā ilā fir'ʿawna innahu ṭaghā","tr":{"en":"Go, both of you, to Pharaoh. Indeed, he has transgressed.","id":"pergilah kamu berdua kepada Fir'aun, karena dia benar-benar telah melampaui batas;","zh":"你俩到法老那里去，他确是暴虐无道的。","ja":"あなたがた両人はフィルアウンの許に行け。本当にかれは高慢非道である。"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":44,"ar":"فَقُولَا لَهُۥ قَوْلًا لَّيِّنًا لَّعَلَّهُۥ يَتَذَكَّرُ أَوْ يَخْشَىٰ","tl":"faqūlā lahu qawlan layyinan laʿallahu yatadhakkaru aw yakhshā","tr":{"en":"And speak to him with gentle speech that perhaps he may be reminded or fear [Allāh].\"","id":"maka berbicaralah kamu berdua kepadanya (Fir'aun) dengan kata-kata yang lemah lembut, mudah-mudahan dia sadar atau takut.\"","zh":"你俩对他说话要温和，或许他会记取教诲，或者有所畏惧。","ja":"だがかれにもの静かな説き方で語れ。かれは訓戒を受け入れるか，またはわれを恐れるであろう。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":45,"ar":"قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن يَطْغَىٰ","tl":"qālā rabbanā innanā nakhāfu an yafruṭa ʿalaynā aw an yaṭghā","tr":{"en":"They said, \"Our Lord, indeed we are afraid that he will hasten [punishment] against us or that he will transgress.\"","id":"Keduanya berkata, \"Ya Tuhan kami, sungguh, kami khawatir dia akan segera menyiksa kami atau akan bertambah melampaui batas,\"","zh":"他俩说：“我们的主啊！我们的确怕他粗暴地伤害我们，或更加暴虐无道。”","ja":"かれら両人は言った。「主よ，本当にかれが急いでわたしたちに（害を加え）また法外のことをするのを恐れます。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":46,"ar":"قَالَ لَا تَخَافَآ ۖ إِنَّنِى مَعَكُمَآ أَسْمَعُ وَأَرَىٰ","tl":"qāla lā takhāfā innanī maʿakumā asmaʿu wa-arā","tr":{"en":"[Allāh] said, \"Fear not. Indeed, I am with you both; I hear and I see.","id":"Dia (Allah) berfirman, \"Janganlah kamu berdua khawatir, sesungguhnya Aku bersama kamu berdua, Aku mendengar dan melihat.","zh":"主说：“你俩不要怕，我的确同你俩在一起，我听着，而且看着。","ja":"かれは仰せられた。「恐れることはない。本当にわれは，あなたがたと一緒にいる。聞いており見ているのである。"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":47,"ar":"فَأْتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ وَلَا تُعَذِّبْهُمْ ۖ قَدْ جِئْنَـٰكَ بِـَٔايَةٍ مِّن رَّبِّكَ ۖ وَٱلسَّلَـٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلْهُدَىٰٓ","tl":"fatiyāhu faqūlā innā rasūlā rabbika fa-arsil maʿanā banī is'rāīla walā tuʿadhib'hum qad ji'nāka biāyatin min rabbika wal-salāmu ʿalā mani ittabaʿa l-hudā","tr":{"en":"So go to him and say, 'Indeed, we are messengers of your Lord, so send with us the Children of Israel and do not torment them. We have come to you with a sign from your Lord. And peace<sup foot_note=196748>1</sup> will be upon he who follows the guidance.","id":"Maka pergilah kamu berdua kepadanya (Fir'aun) dan katakanlah, \"Sungguh, kami berdua adalah utusan Tuhanmu, maka lepaskanlah Bani Israil bersama kami dan janganlah engkau menyiksa mereka.<sup foot_note=135466>1</sup> Sungguh, kami datang kepadamu dengan membawa bukti (atas kerasulan kami) dari Tuhanmu. Dan keselamatan itu dilimpahkan kepada orang yang mengikuti petunjuk.","zh":"你俩去他那里说：‘我俩确是你的主的使者，所以请你让以色列的后裔同我俩一道去，请你不要虐待他们。我们已经把你的主的一种迹象带来给你了；遵守正道者，得享和平。","ja":"だからあなたがた両人は行って，かれに言ってやるがいい。『本当にわたしたちは，あなたの主の使徒である。だからわたしたちと一緒にイスラエルの子孫たちを釈放し，かれらを苦しめてはならない。本当にわたしたちは，印を持ってあなたの主から来た者である。御導きに従う者は，平安である。"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":48,"ar":"إِنَّا قَدْ أُوحِىَ إِلَيْنَآ أَنَّ ٱلْعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ","tl":"innā qad ūḥiya ilaynā anna l-ʿadhāba ʿalā man kadhaba watawallā","tr":{"en":"Indeed, it has been revealed to us that the punishment will be upon whoever denies and turns away.'\"","id":"Sungguh telah diwahyukan kepada kami bahwa siksa itu (ditimpakan) pada siapa pun yang mendustakan (ajaran agama yang kami bawa) dan berpaling (tidak memperdulikannya).\"","zh":"我们确已奉到启示说：否认而且背弃者，将受刑罚。’”","ja":"本当にわたしたちに，確かに啓示されたのである。拒否する者また背き去る者には懲罰（が待ち構えているだけである）。』」"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":49,"ar":"قَالَ فَمَن رَّبُّكُمَا يَـٰمُوسَىٰ","tl":"qāla faman rabbukumā yāmūsā","tr":{"en":"[Pharaoh] said, \"So who is the Lord of you two, O Moses?\"","id":"Dia (Fir'aun) berkata, \"Siapakah Tuhanmu berdua, wahai Musa?\"","zh":"他说：“穆萨啊！谁是你俩的主？”","ja":"かれ（フィルアウン）は言った。「ムーサーよ，あなたがたの主は誰であるのか。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":50,"ar":"قَالَ رَبُّنَا ٱلَّذِىٓ أَعْطَىٰ كُلَّ شَىْءٍ خَلْقَهُۥ ثُمَّ هَدَىٰ","tl":"qāla rabbunā alladhī aʿṭā kulla shayin khalqahu thumma hadā","tr":{"en":"He said, \"Our Lord is He who gave each thing its form and then guided [it].\"","id":"Dia (Musa) menjawab, \"Tuhan kami ialah (Tuhan) yang telah memberikan bentuk kejadian kepada segala sesuatu, kemudian memberinya petunjuk.\"<sup foot_note=135467>1</sup>","zh":"他说：“我们的主，是把天性赋予万物，而加以引导的。”","ja":"かれは（答えて）言った。「わたしたちの主こそは，万有を創造し，一人一人に（姿や資質その外を）賦与され，更に導きを与える方である。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":51,"ar":"قَالَ فَمَا بَالُ ٱلْقُرُونِ ٱلْأُولَىٰ","tl":"qāla famā bālu l-qurūni l-ūlā","tr":{"en":"[Pharaoh] said, \"Then what is the case of the former generations?\"","id":"Dia (Fir'aun) berkata, \"Jadi bagaimana keadaan umat-umat yang dahulu?\"","zh":"他说：“以往各世纪的情况是怎样的？”","ja":"かれ（フィルアウン）は言った。「それなら過ぎ去った世代の者はどうなるのか。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":314,"ruku":271}},{"s":20,"a":52,"ar":"قَالَ عِلْمُهَا عِندَ رَبِّى فِى كِتَـٰبٍ ۖ لَّا يَضِلُّ رَبِّى وَلَا يَنسَى","tl":"qāla ʿil'muhā ʿinda rabbī fī kitābin lā yaḍillu rabbī walā yansā","tr":{"en":"[Moses] said, \"The knowledge thereof is with my Lord in a record. My Lord neither errs nor forgets.\"","id":"Dia (Musa) menjawab, \"Pengetahuan tentang itu ada pada Tuhanku, di dalam suatu Kitab (lauḥ Maḥfūẓ), Tuhanku tidak akan salah ataupun lupa;","zh":"他说：“关于他们的知识，在我的主那里记录在一本书中。我的主，既不错误，又不疏忽。”","ja":"かれは言った。「それに関する知識は，書冊に記されて主の御許にあります。わたしの主は，誤りを犯すこともなく，忘れることもありません。"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":271}},{"s":20,"a":53,"ar":"ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦٓ أَزْوَٰجًا مِّن نَّبَاتٍ شَتَّىٰ","tl":"alladhī jaʿala lakumu l-arḍa mahdan wasalaka lakum fīhā subulan wa-anzala mina l-samāi māan fa-akhrajnā bihi azwājan min nabātin shattā","tr":{"en":"[It is He] who has made for you the earth as a bed [spread out] and inserted therein for you roadways and sent down from the sky, rain and produced thereby categories of various plants.","id":"(Tuhan) yang telah menjadikan bumi sebagai hamparan bagimu, dan menjadikan jalan-jalan di atasnya bagimu, dan yang menurunkan air (hujan) dari langit.\" Kemudian Kami tumbuhkan dengannya (air hujan itu) berjenis-jenis aneka macam tumbuh-tumbuhan.","zh":"他为你们以大地为摇篮，他为你们在大地上开辟许多道路，他从天上降下雨水，而借雨水生产各种植物。","ja":"かれは，大地をあなたがたの臥床とされ，あなたがたのため，そこに道を縦横につけ，また天から雨を降らせられる。それによって，われはそれぞれの異なった雌雄の植物を生長させる。"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":271}},{"s":20,"a":54,"ar":"كُلُوا۟ وَٱرْعَوْا۟ أَنْعَـٰمَكُمْ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلنُّهَىٰ","tl":"kulū wa-ir'ʿaw anʿāmakum inna fī dhālika laāyātin li-ulī l-nuhā","tr":{"en":"Eat [therefrom] and pasture your livestock. Indeed in that are signs for those of intelligence.","id":"Makanlah dan gembalakanlah hewan-hewanmu. Sungguh, pada yang demikian itu, terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal.","zh":"你们可以吃那些植物，可以放牧你们的牲畜。对于有理智者，此中确有许多迹象。","ja":"食べ，またあなたがたの家畜を放牧しなさい。本当にその中には，理知ある者への種々の印がある。"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":271}},{"s":20,"a":55,"ar":"۞ مِنْهَا خَلَقْنَـٰكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ","tl":"min'hā khalaqnākum wafīhā nuʿīdukum wamin'hā nukh'rijukum tāratan ukh'rā","tr":{"en":"From it [i.e., the earth] We created you, and into it We will return you, and from it We will extract you another time.","id":"Darinya (tanah) itulah Kami menciptakan kamu dan kepadanyalah Kami akan mengembalikan kamu dan dari sanalah Kami akan mengeluarkan kamu pada waktu yang lain.","zh":"我从大地创造了你们，我使你们复返于大地，我再一次使你们从大地复活。","ja":"われは，それ（泥）からあなたがたを創り，それにあなたがたを帰らせ，またそれから今一度引き出すのである。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":56,"ar":"وَلَقَدْ أَرَيْنَـٰهُ ءَايَـٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ","tl":"walaqad araynāhu āyātinā kullahā fakadhaba wa-abā","tr":{"en":"And We certainly showed him [i.e., Pharaoh] Our signs - all of them - but he denied and refused.","id":"Dan sungguh, Kami telah memperlihatkan kepadanya (Fir'aun) tanda-tanda (kebesaran) Kami semuanya,<sup foot_note=135468>1</sup> ternyata dia mendustakan dan enggan (menerima kebenaran).","zh":"我确已指示他我所有的一切迹象，而他加以否认，不肯信道。","ja":"われはかれ（フィルアウン）に，凡てのわが印を示したのだが，かれは虚偽であるとして拒否した。"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":57,"ar":"قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَـٰمُوسَىٰ","tl":"qāla aji'tanā litukh'rijanā min arḍinā bisiḥ'rika yāmūsā","tr":{"en":"He said, \"Have you come to us to drive us out of our land with your magic, O Moses?","id":"Dia (Fir'aun) berkata, \"Apakah engkau datang kepada kami untuk mengusir kami dari negeri kami dengan sihirmu, wahai Musa?","zh":"他说：“穆萨啊！你到我们这里来，想借你的魔术把我们逐出国境吗？","ja":"かれは言った。「ムーサーよ，あなたがたは魔術で，この国からわたしたちを追い出すために来たのか。"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":58,"ar":"فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهِۦ فَٱجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَّا نُخْلِفُهُۥ نَحْنُ وَلَآ أَنتَ مَكَانًا سُوًى","tl":"falanatiyannaka bisiḥ'rin mith'lihi fa-ij'ʿal baynanā wabaynaka mawʿidan lā nukh'lifuhu naḥnu walā anta makānan suwan","tr":{"en":"Then we will surely bring you magic like it, so make between us and you an appointment, which we will not fail to keep and neither will you, in a place assigned.\"<sup foot_note=196749>1</sup>","id":"Maka kami pun pasti akan mendatangkan sihir semacam itu kepadamu, maka buatlah suatu perjanjian untuk pertemuan antara kami dan engkau yang kami tidak akan menyalahinya dan tidak (pula) engkau, di suatu tempat yang terbuka.\"","zh":"我们必定在你面前表演同样的魔术。你在一个互相商量的地方，在我们和你之间，订一个约期，我们和你，大家都不爽约。”","ja":"それなら，わたしたちもそのような魔術をあなたに持ち出そう。さあ，わたしたちとあなたの間で約束して公開の場所を定め，わたしたちもあなたもそれを違えないようにしよう。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":59,"ar":"قَالَ مَوْعِدُكُمْ يَوْمُ ٱلزِّينَةِ وَأَن يُحْشَرَ ٱلنَّاسُ ضُحًى","tl":"qāla mawʿidukum yawmu l-zīnati wa-an yuḥ'shara l-nāsu ḍuḥan","tr":{"en":"[Moses] said, \"Your appointment is on the day of the festival when the people assemble at mid-morning.\"<sup foot_note=196750>1</sup>","id":"Dia (Musa) berkata, \"(Perjanjian) waktu (untuk pertemuan kami dengan kamu itu) ialah pada hari raya dan hendaklah orang-orang dikumpulkan pada pagi hari (duha).\"","zh":"他说：你们的约期定在节日，当众人在早晨集合的时候。","ja":"かれ（ムーサー）は言った。「あなたとの会合の約束は，祭の日である。人びとを昼前に御集め下さい。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":60,"ar":"فَتَوَلَّىٰ فِرْعَوْنُ فَجَمَعَ كَيْدَهُۥ ثُمَّ أَتَىٰ","tl":"fatawallā fir'ʿawnu fajamaʿa kaydahu thumma atā","tr":{"en":"So Pharaoh went away, put together his plan, and then came [to Moses].","id":"Maka Fir'aun meninggalkan (tempat itu), lalu mengatur tipu dayanya, kemudian dia datang kembali (pada hari yang ditentukan).","zh":"法老就转回去，召集他的谋臣，然后他来了。","ja":"そこでフィルアウンは引き取り，やがて計画を練って（返って）来た。"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":61,"ar":"قَالَ لَهُم مُّوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا۟ عَلَى ٱللَّهِ كَذِبًا فَيُسْحِتَكُم بِعَذَابٍ ۖ وَقَدْ خَابَ مَنِ ٱفْتَرَىٰ","tl":"qāla lahum mūsā waylakum lā taftarū ʿalā l-lahi kadhiban fayus'ḥitakum biʿadhābin waqad khāba mani if'tarā","tr":{"en":"Moses said to them [i.e., the magicians summoned by Pharaoh], \"Woe to you! Do not invent a lie against Allāh or He will exterminate you with a punishment; and he has failed who invents [such falsehood].\"","id":"Musa berkata kepada mereka (para pesihir), \"Celakalah kamu! Janganlah kamu mengada-adakan kebohongan terhadap Allah, nanti Dia membinasakan kamu dengan azab.\" Dan sungguh rugi orang yang mengada-adakan kebohongan.","zh":"穆萨对他们说：“你们真该死，你们不要诬蔑安拉，以免他用刑罚毁灭你们；诬蔑安拉者，确已失败了。”","ja":"ムーサーはかれらに言った。「あなたがたは災いに会うだろう。かれがあなたがたを処罰して滅ぼされることのないよう，アッラーに対し捏造し，嘘を言ってはならない。（嘘を）捏造する者は必ず失敗する。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":62,"ar":"فَتَنَـٰزَعُوٓا۟ أَمْرَهُم بَيْنَهُمْ وَأَسَرُّوا۟ ٱلنَّجْوَىٰ","tl":"fatanāzaʿū amrahum baynahum wa-asarrū l-najwā","tr":{"en":"So they disputed over their affair among themselves and concealed their private conversation.","id":"Maka mereka berbantah-bantahan tentang urusan mereka dan mereka merahasiakan percakapan (mereka).","zh":"他们为这件事，议论纷纷，并且隐匿他们的议论；","ja":"そこでかれらはお互いに策を練って論じあったが，勿論その相談は秘密にした。"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":63,"ar":"قَالُوٓا۟ إِنْ هَـٰذَٰنِ لَسَـٰحِرَٰنِ يُرِيدَانِ أَن يُخْرِجَاكُم مِّنْ أَرْضِكُم بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ ٱلْمُثْلَىٰ","tl":"qālū in hādhāni lasāḥirāni yurīdāni an yukh'rijākum min arḍikum bisiḥ'rihimā wayadhhabā biṭarīqatikumu l-muth'lā","tr":{"en":"They said, \"Indeed, these are two magicians who want to drive you out of your land with their magic and do away with your most exemplary way [i.e., religion or tradition].","id":"Mereka (para pesihir) berkata, \"Sesungguhnya dua orang ini adalah pesihir yang hendak mengusirmu (Fir'aun) dari negerimu dengan sihir mereka berdua dan hendak melenyapkan adat kebiasaanmu yang utama.","zh":"他们说：“这两个确是两个术士，想用魔术把你们逐出国境，并且废除你们的最完善的制度，","ja":"かれらは言った。「確かに両人は魔術師である。かれらはあの魔術であなたがたを国土から追い出し，あなたがたの優れた習わしを根絶しようと望んでいる。"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":64,"ar":"فَأَجْمِعُوا۟ كَيْدَكُمْ ثُمَّ ٱئْتُوا۟ صَفًّا ۚ وَقَدْ أَفْلَحَ ٱلْيَوْمَ مَنِ ٱسْتَعْلَىٰ","tl":"fa-ajmiʿū kaydakum thumma i'tū ṣaffan waqad aflaḥa l-yawma mani is'taʿlā","tr":{"en":"So resolve upon your plan and then come [forward] in line. And he has succeeded today who overcomes.\"","id":"Maka kumpulkanlah segala tipu daya (sihir) kamu, kemudian datanglah dengan berbaris, dan sungguh beruntung orang yang menang pada hari ini.\"","zh":"所以，你们应当决定你们的计策，然后结队而来；今天占上风的，必定成功。”","ja":"それで各自の計画を練り，それから列をなして集れ。今日勝利を得る者は，必ず栄えるのである。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":315,"ruku":272}},{"s":20,"a":65,"ar":"قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ","tl":"qālū yāmūsā immā an tul'qiya wa-immā an nakūna awwala man alqā","tr":{"en":"They said, \"O Moses, either you throw or we will be the first to throw.\"","id":"Mereka berkata, \"Wahai Musa! Apakah engkau yang melemparkan (dahulu) atau kami yang lebih dahulu melemparkan?\"","zh":"他们说：“穆萨啊！是你先抛你的家伙呢？还是我们先抛呢？”","ja":"かれらは言った。「ムーサーよ，あなたが投げるか，それともわたしたちが先に投げようか。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":66,"ar":"قَالَ بَلْ أَلْقُوا۟ ۖ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ","tl":"qāla bal alqū fa-idhā ḥibāluhum waʿiṣiyyuhum yukhayyalu ilayhi min siḥ'rihim annahā tasʿā","tr":{"en":"He said, \"Rather, you throw.\" And suddenly their ropes and staffs seemed to him from their magic that they were moving [like snakes].","id":"Dia (Musa) berkata, \"Silakan kamu melemparkan!\" Maka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya (Musa) seakan-akan ia merayap cepat, karena sihir mereka.","zh":"他说：“还是你们先抛吧！”他们的绳子和拐杖，在他看来，好像是因他们的魔术而蜿蜒的。","ja":"かれ（ムーサー）は言った。「いや，あなたがたが先に投げなさい。」すると見るがいい。かれには縄と杖が，魔術で（活きて）走るかのように見えた。"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":67,"ar":"فَأَوْجَسَ فِى نَفْسِهِۦ خِيفَةً مُّوسَىٰ","tl":"fa-awjasa fī nafsihi khīfatan mūsā","tr":{"en":"And he sensed within himself apprehension, did Moses.","id":"Maka Musa merasa takut dalam hatinya.","zh":"穆萨就心怀畏惧。","ja":"それでムーサーは，少し心に恐れを感じた。"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":68,"ar":"قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ ٱلْأَعْلَىٰ","tl":"qul'nā lā takhaf innaka anta l-aʿlā","tr":{"en":"We [i.e., Allāh] said, \"Fear not. Indeed, it is you who are superior.","id":"Kami berfirman, \"Jangan takut! Sungguh, engkaulah yang unggul (menang).","zh":"我说：“你不要怕，你确是占优势的。","ja":"われは言った。「恐れるには及ばない。本当にあなたが上手である。"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":69,"ar":"وَأَلْقِ مَا فِى يَمِينِكَ تَلْقَفْ مَا صَنَعُوٓا۟ ۖ إِنَّمَا صَنَعُوا۟ كَيْدُ سَـٰحِرٍ ۖ وَلَا يُفْلِحُ ٱلسَّاحِرُ حَيْثُ أَتَىٰ","tl":"wa-alqi mā fī yamīnika talqaf mā ṣanaʿū innamā ṣanaʿū kaydu sāḥirin walā yuf'liḥu l-sāḥiru ḥaythu atā","tr":{"en":"And throw what is in your right hand; it will swallow up what they have crafted. What they have crafted is but the trick of a magician, and the magician will not succeed wherever he is.\"","id":"Dan lemparkan apa yang ada di tangan kananmu, niscaya ia akan menelan apa yang mereka buat. Apa yang mereka buat itu hanyalah tipu daya pesihir (belaka). Dan tidak akan menang pesihir itu, dari mana pun ia datang.\"","zh":"你抛下你右手里的拐杖，它就会吞没了他们所造作的。他们所造作的，只是术士的法术；术士们无论干什么总是不成功的。”","ja":"あなたの右手にあるものを投げなさい。かれらが作ったものを呑み込め。魔術師の誤魔化しに過ぎない。魔術師は何処から来ても，（何事も）成功しない。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":70,"ar":"فَأُلْقِىَ ٱلسَّحَرَةُ سُجَّدًا قَالُوٓا۟ ءَامَنَّا بِرَبِّ هَـٰرُونَ وَمُوسَىٰ","tl":"fa-ul'qiya l-saḥaratu sujjadan qālū āmannā birabbi hārūna wamūsā","tr":{"en":"So the magicians fell down in prostration.<sup foot_note=196751>1</sup> They said, \"We have believed in the Lord of Aaron and Moses.\"","id":"Lalu para pesihir itu merunduk bersujud, seraya berkata, \"Kami telah percaya kepada Tuhannya Harun dan Musa.\"","zh":"于是，术士们拜倒下去，他们说：“我们已归信哈伦和穆萨的主了。”","ja":"そこで魔術師たちは，伏してサジダし，「わたしたちは，ムーサーとハールーンの主を信仰します。」と言った。"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":71,"ar":"قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ ۖ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ وَلَأُصَلِّبَنَّكُمْ فِى جُذُوعِ ٱلنَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وَأَبْقَىٰ","tl":"qāla āmantum lahu qabla an ādhana lakum innahu lakabīrukumu alladhī ʿallamakumu l-siḥ'ra fala-uqaṭṭiʿanna aydiyakum wa-arjulakum min khilāfin wala-uṣallibannakum fī judhūʿi l-nakhli walataʿlamunna ayyunā ashaddu ʿadhāban wa-abqā","tr":{"en":"[Pharaoh] said, \"You believed him [i.e., Moses] before I gave you permission. Indeed, he is your leader who has taught you magic. So I will surely cut off your hands and your feet on opposite sides, and I will crucify you on the trunks of palm trees, and you will surely know which of us is more severe in [giving] punishment and more enduring.\"","id":"Dia (Fir'aun) berkata, \"Apakah kamu telah beriman kepadanya (Musa) sebelum aku memberi izin kepadamu? Sesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. Maka sungguh, akan kupotong tangan dan kakimu secara bersilang, dan sungguh, akan aku salib kamu pada pangkal pohon kurma dan sungguh, kamu pasti akan mengetahui siapa di antara kita yang lebih pedih dan lebih kekal siksaannya.\"","zh":"法老说：“在我允许你们之前，你们就信奉他了吗？他必定是你们的头子，他把魔术传授给你们，所以我誓必交互着砍掉你们的手和脚，我誓必把你们钉死在椰枣树上，你们必定知道我俩谁的刑罚更严厉，更长久。”","ja":"かれ（フィルアウン）は言った。「わたしが許さない中に，かれを信じるのか。本当にかれは，あなたがたに魔術を教えたあなたがたの頭目であろう。あなたがたの両手と両足を互い違いに切断して，ナツメヤシの幹に磔にするであろう。あなたがたはどちらの懲罰がより厳重で，永続するか必ず分るであろう。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":72,"ar":"قَالُوا۟ لَن نُّؤْثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلَّذِى فَطَرَنَا ۖ فَٱقْضِ مَآ أَنتَ قَاضٍ ۖ إِنَّمَا تَقْضِى هَـٰذِهِ ٱلْحَيَوٰةَ ٱلدُّنْيَآ","tl":"qālū lan nu'thiraka ʿalā mā jāanā mina l-bayināti wa-alladhī faṭaranā fa-iq'ḍi mā anta qāḍin innamā taqḍī hādhihi l-ḥayata l-dun'yā","tr":{"en":"They said, \"Never will we prefer you over what has come to us of clear proofs and [over] He who created us.<sup foot_note=196752>1</sup> So decree whatever you are to decree. You can only decree for this worldly life.","id":"Mereka (para pesihir) berkata, \"Kami tidak akan memilih (tunduk) kepadamu atas bukti-bukti nyata (mukjizat), yang telah datang kepada kami dan atas (Allah) yang telah menciptakan kami. Maka putuskanlah yang hendak engkau putuskan. Sesungguhnya engkau hanya dapat memutuskan pada kehidupan di dunia ini.","zh":"他们说：“我们绝不愿挑选你而抛弃已降临我们的明证和创造我们的主宰。你要怎么办就怎么办吧！你只能在今世生活中任意而为。","ja":"かれら（魔術師）は言った。「わたしたちは，わたしたちに示された明白な印，またわたしたちを創造なされたかれ以上に，あなたを重んじることは不可能です。それであなたの決定されることを実施して下さい。だがあなたは，現世の生活においてだけ，判決なさるに過ぎません。"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":73,"ar":"إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَـٰيَـٰنَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ ٱلسِّحْرِ ۗ وَٱللَّهُ خَيْرٌ وَأَبْقَىٰٓ","tl":"innā āmannā birabbinā liyaghfira lanā khaṭāyānā wamā akrahtanā ʿalayhi mina l-siḥ'ri wal-lahu khayrun wa-abqā","tr":{"en":"Indeed, we have believed in our Lord that He may forgive us our sins and what you compelled us [to do] of magic. And Allāh is better and more enduring.\"<sup foot_note=196753>1</sup>","id":"Kami benar-benar telah beriman kepada Tuhan kami, agar Dia mengampuni kesalahan-kesalahan kami dan sihir yang telah engkau paksakan kepada kami. Dan Allah lebih baik (pahala-Nya) dan lebih kekal (azab-Nya).\"","zh":"我们确已信仰我们的主，以便他赦免我们的过失，和在你的强迫下我们表演魔术的罪行。安拉（的赏赐）是更好的，（他的刑罚）是更久的。”","ja":"本当にわたしたちが主を信仰するのは，わたしたちの誤ちの御赦しを請い，またあなたが無理じいでした魔術に対して，御赦しを請うためであります。アッラーは至善にして永久に生きられる方であられます。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":74,"ar":"إِنَّهُۥ مَن يَأْتِ رَبَّهُۥ مُجْرِمًا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ","tl":"innahu man yati rabbahu muj'riman fa-inna lahu jahannama lā yamūtu fīhā walā yaḥyā","tr":{"en":"Indeed, whoever comes to his Lord as a criminal - indeed, for him is Hell; he will neither die therein nor live.","id":"Sesungguhnya barang siapa datang kepada Tuhannya dalam keadaan berdosa, maka sungguh, baginya adalah neraka Jahanam. Dia tidak mati (terus merasakan azab) di dalamnya dan tidak (pula) hidup (untuk dapat bertobat).","zh":"犯罪而来见主者，必入火狱，他在其中不死也不活。","ja":"罪人として主の御許に来る者には，本当に地獄がある。その中でかれは死もなく生もない。"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":75,"ar":"وَمَن يَأْتِهِۦ مُؤْمِنًا قَدْ عَمِلَ ٱلصَّـٰلِحَـٰتِ فَأُو۟لَـٰٓئِكَ لَهُمُ ٱلدَّرَجَـٰتُ ٱلْعُلَىٰ","tl":"waman yatihi mu'minan qad ʿamila l-ṣāliḥāti fa-ulāika lahumu l-darajātu l-ʿulā","tr":{"en":"But whoever comes to Him as a believer having done righteous deeds - for those will be the highest degrees [in position]:","id":"Tetapi barangsiapa datang kepada-Nya dalam keadaan beriman, dan telah mengerjakan kebajikan, maka mereka itulah orang yang memperoleh derajat yang tinggi (mulia),","zh":"信道行善而来见我者，得享最高的品级","ja":"だが，多くの善行をして，信者としてかれの許に来た者には高い位階を与える。"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":76,"ar":"جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ","tl":"jannātu ʿadnin tajrī min taḥtihā l-anhāru khālidīna fīhā wadhālika jazāu man tazakkā","tr":{"en":"Gardens of perpetual residence beneath which rivers flow, wherein they abide eternally. And that is the reward of one who purifies himself.<sup foot_note=196754>1</sup>","id":"(yaitu) surga-surga Aden, yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah balasan bagi orang yang menyucikan diri.","zh":"——常住的乐园，下临诸河，而永居其中。那是纯洁者的报酬。","ja":"かれ（信者）は永遠に川が下を流れるアドン（エデン）の楽園に住むのである。これは，自分を純潔に守った者への報奨である。"},"m":{"juz":16,"hizb":32,"rub":null,"page":316,"ruku":272}},{"s":20,"a":77,"ar":"وَلَقَدْ أَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِى فَٱضْرِبْ لَهُمْ طَرِيقًا فِى ٱلْبَحْرِ يَبَسًا لَّا تَخَـٰفُ دَرَكًا وَلَا تَخْشَىٰ","tl":"walaqad awḥaynā ilā mūsā an asri biʿibādī fa-iḍ'rib lahum ṭarīqan fī l-baḥri yabasan lā takhāfu darakan walā takhshā","tr":{"en":"And We had inspired to Moses, \"Travel by night with My servants and strike for them a dry path through the sea; you will not fear being overtaken [by Pharaoh] nor be afraid [of drowning].\"","id":"Dan sungguh, telah Kami wahyukan kepada Musa, \"Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah (buatlah) untuk mereka jalan yang kering di laut itu,<sup foot_note=135469>1</sup> (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).\"","zh":"我确已启示穆萨说：“你在夜间率领着我的仆人们去旅行，你为他们在海上开辟一条旱道，你不要怕追兵出，也不要怕淹死。”","ja":"われはムーサーに啓示した。「われのしもべたちと共に夜に旅立って，かれら（イスラエルの民）のために，海の中に乾いた道を（あなたの杖で）打ち開け。（フィルアウンの軍勢に）追い付かれることを心配するな。また（海を）怖がることはない。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":78,"ar":"فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلْيَمِّ مَا غَشِيَهُمْ","tl":"fa-atbaʿahum fir'ʿawnu bijunūdihi faghashiyahum mina l-yami mā ghashiyahum","tr":{"en":"So Pharaoh pursued them with his soldiers, and there covered them from the sea that which covered them,<sup foot_note=196755>1</sup>","id":"Kemudian Fir'aun dengan bala tentaranya mengejar mereka, tetapi mereka digulung ombak laut yang menenggelamkan mereka.","zh":"法老统领他的军队，赶上他们，遂为海水所淹没。","ja":"果してフィルアウンは，軍勢を率いてかれら（イスラエルの民）を追ったが，海水がかれらを完全に水中に沈め覆ってしまった。"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":79,"ar":"وَأَضَلَّ فِرْعَوْنُ قَوْمَهُۥ وَمَا هَدَىٰ","tl":"wa-aḍalla fir'ʿawnu qawmahu wamā hadā","tr":{"en":"And Pharaoh led his people astray and did not guide [them].","id":"Dan Fir'aun telah menyesatkan kaumnya dan tidak memberi petunjuk.","zh":"法老把他的百姓领入歧途，他未将他们引入正道。","ja":"（このように）フィルアウンはその民を迷わせ，正しく導かなかったのである。"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":80,"ar":"يَـٰبَنِىٓ إِسْرَٰٓءِيلَ قَدْ أَنجَيْنَـٰكُم مِّنْ عَدُوِّكُمْ وَوَٰعَدْنَـٰكُمْ جَانِبَ ٱلطُّورِ ٱلْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ","tl":"yābanī is'rāīla qad anjaynākum min ʿaduwwikum wawāʿadnākum jāniba l-ṭūri l-aymana wanazzalnā ʿalaykumu l-mana wal-salwā","tr":{"en":"O Children of Israel, We delivered you from your enemy, and We made an appointment with you<sup foot_note=196756>1</sup> at the right side of the mount, and We sent down to you manna and quails,","id":"Wahai Bani Israil! Sungguh, Kami telah menyelamatkan kamu dari musuhmu, dan Kami telah mengadakan perjanjian dengan kamu (untuk bermunajat) di sebelah kanan gunung itu (gunung Sinai) dan Kami telah menurunkan kepada kamu manna dan salwā.","zh":"以色列的后裔啊！我曾拯救你们脱离你们的敌人，我曾在那山的右边与你们订约，我曾将甘露和鹌鹑给你们。","ja":"イスラエルの子孫よ，われはあなたがたを敵から救い，また（シナイ）山の右側であなたがたと約束を結び，マンナとウズラをあなたがたに下した。"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":81,"ar":"كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ وَلَا تَطْغَوْا۟ فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِى ۖ وَمَن يَحْلِلْ عَلَيْهِ غَضَبِى فَقَدْ هَوَىٰ","tl":"kulū min ṭayyibāti mā razaqnākum walā taṭghaw fīhi fayaḥilla ʿalaykum ghaḍabī waman yaḥlil ʿalayhi ghaḍabī faqad hawā","tr":{"en":"[Saying], \"Eat from the good things with which We have provided you and do not transgress [or oppress others] therein, lest My anger should descend upon you. And he upon whom My anger descends has certainly fallen [i.e., perished].\"","id":"Makanlah dari rezeki yang baik-baik yang telah Kami berikan kepadamu, dan janganlah melampaui batas, yang menyebabkan kemurkaan-Ku menimpamu. Barangsiapa ditimpa kemurkaan-Ku, maka sungguh, binasalah dia.","zh":"你们可以吃我所赏赐你们的佳美的食品，但不可过分，以免应受我的谴责，谁应受我的谴责，谁必沦丧。","ja":"（そしてわれは言った。）「われがあなたがたに授けた善いものを食べなさい。さりとてわれの怒りがあなたがたに下らないよう，法を越えてはならない。誰でもわれの怒りに触れる者は ，必ず滅びる。"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":82,"ar":"وَإِنِّى لَغَفَّارٌ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا ثُمَّ ٱهْتَدَىٰ","tl":"wa-innī laghaffārun liman tāba waāmana waʿamila ṣāliḥan thumma ih'tadā","tr":{"en":"But indeed, I am the Perpetual Forgiver of whoever repents and believes and does righteousness and then continues in guidance.","id":"Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk.","zh":"悔罪信道，并且力行善功，永循正道者，我对于他，确是至赦的。","ja":"だが悔悟して信仰し，善行に勤しみ，その後（正しく）導かれる者には，われは度々寛容を示す。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":83,"ar":"۞ وَمَآ أَعْجَلَكَ عَن قَوْمِكَ يَـٰمُوسَىٰ","tl":"wamā aʿjalaka ʿan qawmika yāmūsā","tr":{"en":"[Allāh said], \"And what made you hasten from your people, O Moses?\"","id":"\"Dan mengapa engkau datang lebih cepat daripada kaummu, wahai Musa?\"","zh":"穆萨啊！你为何仓促地离开你的宗族呢？","ja":"「ムーサーよ，何故あなたは，自分の民より離れ，先んじて急ぐのか。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":84,"ar":"قَالَ هُمْ أُو۟لَآءِ عَلَىٰٓ أَثَرِى وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَىٰ","tl":"qāla hum ulāi ʿalā atharī waʿajil'tu ilayka rabbi litarḍā","tr":{"en":"He said, \"They are close upon my tracks, and I hastened to You, my Lord, that You be pleased.\"","id":"Dia (Musa) berkata, \"Itu mereka sedang menyusul aku dan aku bersegera kepada-Mu, Ya Tuhanku, agar Engkau rida (kepadaku).\"","zh":"他说：“他们将追踪而来。我的主啊！我忙到你这里来，以便你喜悦。”","ja":"かれは申し上げた。「かれらは，わたしの足跡を追って参ります。主よ，わたしはあなたが御喜びになるよう急いだのです。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":85,"ar":"قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنۢ بَعْدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِىُّ","tl":"qāla fa-innā qad fatannā qawmaka min baʿdika wa-aḍallahumu l-sāmiriyu","tr":{"en":"[Allāh] said, \"But indeed, We have tried your people after you [departed], and the Sāmirī<sup foot_note=196757>1</sup> has led them astray.\"","id":"Dia (Allah) berfirman, \"Sungguh, Kami telah menguji kaummu setelah engkau tinggalkan, dan mereka telah disesatkan oleh Samiri.\"","zh":"主说：在你（离别）以后，我确已考验你的宗族，撒米里已使他们迷误了。","ja":"かれは仰せられた。「本当にわれはあなたの去った後あなたの民を試みたが，サーミリーがかれらを迷わせた。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":86,"ar":"فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا ۚ قَالَ يَـٰقَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا ۚ أَفَطَالَ عَلَيْكُمُ ٱلْعَهْدُ أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُم مَّوْعِدِى","tl":"farajaʿa mūsā ilā qawmihi ghaḍbāna asifan qāla yāqawmi alam yaʿid'kum rabbukum waʿdan ḥasanan afaṭāla ʿalaykumu l-ʿahdu am aradttum an yaḥilla ʿalaykum ghaḍabun min rabbikum fa-akhlaftum mawʿidī","tr":{"en":"So Moses returned to his people, angry and grieved.<sup foot_note=196759>1</sup> He said, \"O my people, did your Lord not make you a good promise?<sup foot_note=196758>2</sup> Then, was the time [of its fulfillment] too long for you, or did you wish that wrath from your Lord descend upon you, so you broke your promise [of obedience] to me?\"","id":"Kemudian Musa kembali kepada kaumnya dengan marah dan bersedih hati. Dia (Musa) berkata, \"Wahai kaumku! Bukankah Tuhanmu telah menjanjikan kepadamu suatu janji yang baik? Apakah terlalu lama masa perjanjian itu bagimu atau kamu menghendaki agar kemurkaan Tuhan menimpamu, mengapa kamu melanggar perjanjianmu dengan aku?\"","zh":"穆萨悲愤地转回去看他的宗族，他说：“我的宗族啊！难道你们的主，没有给你们一个美好的应许吗？你们觉得时间太长呢？还是你们想应受从你们的主发出的谴责，因而你们违背了对我的约言呢？”","ja":"そこでムーサーは，怒り悲しんで民の許に帰り，言った。「わたしの人びとよ，あなたがたの主は，善い約束をあなたがたに結ばれなかったのですか。あなたがたには余りに長い約束のように思われたのですか。それとも主からの御怒りがあなたがたに下ることを望んだのですか。だからわたしとの約束を違えたのですか。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":87,"ar":"قَالُوا۟ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَـٰكِنَّا حُمِّلْنَآ أَوْزَارًا مِّن زِينَةِ ٱلْقَوْمِ فَقَذَفْنَـٰهَا فَكَذَٰلِكَ أَلْقَى ٱلسَّامِرِىُّ","tl":"qālū mā akhlafnā mawʿidaka bimalkinā walākinnā ḥummil'nā awzāran min zīnati l-qawmi faqadhafnāhā fakadhālika alqā l-sāmiriyu","tr":{"en":"They said, \"We did not break our promise to you by our will, but we were made to carry burdens from the ornaments of the people [of Pharaoh], so we threw them [into the fire], and thus did the Sāmirī throw.\"","id":"Mereka berkata, \"Kami tidak melanggar perjanjianmu dengan kemauan kami sendiri, tetapi kami harus membawa beban berat dari perhiasan kaum (Fir'aun) itu, kemudian kami melemparkannya (ke dalam api), dan demikian pula Samiri melemparkannya,<sup foot_note=135470>1</sup>","zh":"他们说：“我们没有自愿地违背对你的约言，但我们把许多首饰携带出来，觉得很沉重，我们就抛下了那些首饰，撒米里也同样抛下了（他的首饰）。”","ja":"かれらは言った。「わたしたちは自分に確かな根拠があって，あなたとの約束を破ったのではないのです。わたしたちはエジプト人の，装飾品の重荷を負わされたので，それを（火の中に）投げ入れたのです。サーミリーも投げ込んだようにです。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":317,"ruku":273}},{"s":20,"a":88,"ar":"فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ فَقَالُوا۟ هَـٰذَآ إِلَـٰهُكُمْ وَإِلَـٰهُ مُوسَىٰ فَنَسِىَ","tl":"fa-akhraja lahum ʿij'lan jasadan lahu khuwārun faqālū hādhā ilāhukum wa-ilāhu mūsā fanasiya","tr":{"en":"And he extracted for them [the statue of] a calf which had a lowing sound, and they said, \"This is your god and the god of Moses, but he forgot.\"","id":"kemudian (dari lubang api itu) dia (Samiri) mengeluarkan (patung) anak sapi yang bertubuh dan bersuara<sup foot_note=135471>1</sup> untuk mereka, maka mereka berkata, \"Inilah Tuhanmu dan Tuhannya Musa, tetapi dia (Musa) telah lupa.\"","zh":"他就为他们铸出一头牛犊——一个有犊声的躯壳，他们就说：“这是你们的主，也是穆萨的主，但他忘记了。”","ja":"そこでかれ（サーミリー）は，かれら（イスラエルの民）のために，吼える仔牛の偶像を造った。そして言った。「これはあなたがたの神で，またムーサーの神です，かれは忘れたのです。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":273}},{"s":20,"a":89,"ar":"أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا","tl":"afalā yarawna allā yarjiʿu ilayhim qawlan walā yamliku lahum ḍarran walā nafʿan","tr":{"en":"Did they not see that it could not return to them any speech [i.e., response] and that it did not possess for them any harm or benefit?","id":"Maka tidakkah mereka memperhatikan bahwa (patung anak sapi itu) tidak dapat memberi jawaban kepada mereka, dan tidak kuasa menolak mudarat maupun mendatangkan manfaat untuk mereka?","zh":"那头牛犊不能回答他们的问话，也不能主持他们的祸福，难道他们不知道吗？","ja":"それは，一言もかれらに答えず，またかれらに害もなく益もないことが分らないのであろうか。"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":273}},{"s":20,"a":90,"ar":"وَلَقَدْ قَالَ لَهُمْ هَـٰرُونُ مِن قَبْلُ يَـٰقَوْمِ إِنَّمَا فُتِنتُم بِهِۦ ۖ وَإِنَّ رَبَّكُمُ ٱلرَّحْمَـٰنُ فَٱتَّبِعُونِى وَأَطِيعُوٓا۟ أَمْرِى","tl":"walaqad qāla lahum hārūnu min qablu yāqawmi innamā futintum bihi wa-inna rabbakumu l-raḥmānu fa-ittabiʿūnī wa-aṭīʿū amrī","tr":{"en":"And Aaron had already told them before [the return of Moses], \"O my people, you are only being tested by it, and indeed, your Lord is the Most Merciful, so follow me and obey my order.\"","id":"Dan sungguh, sebelumnya Harun telah berkata kepada mereka, \"Wahai kaumku! Sesungguhnya kamu hanya sekedar diberi cobaan (dengan patung anak sapi) itu dan sungguh, Tuhanmu ialah (Allah) Yang Maha Pengasih, maka ikutilah aku dan taatilah perintahku!\"","zh":"以前哈伦确已对他们说：“我的宗族啊！你们只是被牛犊所迷惑，你们的主，确是至仁主。你们应当顺从我，当服从我的命令。”","ja":"ハールーンは（この事の）前に，充分にかれらに言った。「人びとよ。あなたがたはこれによって試みられるのです。主は，本当に慈悲深い方です。だからわたしに従い，わたしの命令に服従しなさい。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":274}},{"s":20,"a":91,"ar":"قَالُوا۟ لَن نَّبْرَحَ عَلَيْهِ عَـٰكِفِينَ حَتَّىٰ يَرْجِعَ إِلَيْنَا مُوسَىٰ","tl":"qālū lan nabraḥa ʿalayhi ʿākifīna ḥattā yarjiʿa ilaynā mūsā","tr":{"en":"They said, \"We will never cease being devoted to it [i.e., the calf] until Moses returns to us.\"","id":"Mereka menjawab, \"Kami tidak akan meninggalkannya (dan) tetap menyembahnya (patung anak sapi) sampai Musa kembali kepada kami.\"","zh":"他们说：“我们必继续崇拜牛犊，直到穆萨转回来。”","ja":"かれらは言った。「わたしたちは，ムーサーが帰って来るまで，（仔牛）を拝み続けるでしょう。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":274}},{"s":20,"a":92,"ar":"قَالَ يَـٰهَـٰرُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوٓا۟","tl":"qāla yāhārūnu mā manaʿaka idh ra-aytahum ḍallū","tr":{"en":"[Moses] said, \"O Aaron, what prevented you, when you saw them going astray,","id":"Dia (Musa) berkata, \"Wahai Harun! Apa yang menghalangimu ketika engkau melihat mereka telah sesat,","zh":"穆萨说：哈伦啊！当你看见他们误入迷途的时候，是什么障碍，","ja":"かれ（ムーサー）は言った。「ハールーンよ，かれらが迷うのを見た時，何があなた（の義務の履行）を妨げたのですか。"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":274}},{"s":20,"a":93,"ar":"أَلَّا تَتَّبِعَنِ ۖ أَفَعَصَيْتَ أَمْرِى","tl":"allā tattabiʿani afaʿaṣayta amrī","tr":{"en":"From following me? Then have you disobeyed my order?\"","id":"(sehingga) engkau tidak mengikuti aku? Apakah engkau telah (sengaja) melanggar perintahku?\"","zh":"你为何不跟随我？难道你要违背我的命令吗？”","ja":"わたしに従わないのですか。わたしの命令に背くのですか。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":274}},{"s":20,"a":94,"ar":"قَالَ يَبْنَؤُمَّ لَا تَأْخُذْ بِلِحْيَتِى وَلَا بِرَأْسِىٓ ۖ إِنِّى خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بَنِىٓ إِسْرَٰٓءِيلَ وَلَمْ تَرْقُبْ قَوْلِى","tl":"qāla yabna-umma lā takhudh biliḥ'yatī walā birasī innī khashītu an taqūla farraqta bayna banī is'rāīla walam tarqub qawlī","tr":{"en":"[Aaron] said, \"O son of my mother, do not seize [me] by my beard or by my head. Indeed, I feared that you would say, 'You caused division among the Children of Israel, and you did not observe [or await] my word.'\"","id":"Dia (Harun) menjawab, \"Wahai putra ibuku! Janganlah engkau pegang janggutku dan jangan (pula) kepalaku. Aku sungguh khawatir engkau akan berkata (kepadaku), \"Engkau telah memecah belah antara Bani Israil dan engkau tidak memelihara amanatku.\"","zh":"他说：“我的胞弟啊！你不要揪住我的头发和胡子，我的确怕你说：‘你使以色列分裂，而不注意我的话’。”","ja":"かれ（ハールーン）は言った。「わたしの母の子よ，わたしの髭や頭（の髪）を掴むのを止めてください。本当にわたしはあなたが，『イスラエルの子孫の間を分裂させました。また自分の言葉を守りませんでした。』と言うのを恐れたのです。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":274}},{"s":20,"a":95,"ar":"قَالَ فَمَا خَطْبُكَ يَـٰسَـٰمِرِىُّ","tl":"qāla famā khaṭbuka yāsāmiriyyu","tr":{"en":"[Moses] said, \"And what is your case, O Sāmirī?\"","id":"Dia (Musa) berkata, \"Apakah yang mendorongmu (berbuat demikian) wahai Samiri?\"","zh":"穆萨说：“撒米里啊！你怎么了？”","ja":"かれ（ムーサー）は言った。「ではサーミリーよ，あなたの（行ったことの）目的は何ですか。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":274}},{"s":20,"a":96,"ar":"قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا۟ بِهِۦ فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ ٱلرَّسُولِ فَنَبَذْتُهَا وَكَذَٰلِكَ سَوَّلَتْ لِى نَفْسِى","tl":"qāla baṣur'tu bimā lam yabṣurū bihi faqabaḍtu qabḍatan min athari l-rasūli fanabadhtuhā wakadhālika sawwalat lī nafsī","tr":{"en":"He said, \"I saw what they did not see, so I took a handful [of dust] from the track of the messenger<sup foot_note=196761>1</sup> and threw it,<sup foot_note=196760>2</sup> and thus did my soul entice me.\"","id":"Dia (Samiri) menjawab, \"Aku mengetahui sesuatu yang tidak mereka ketahui, jadi aku ambil segenggam (tanah dari) jejak rasul<sup foot_note=135472>1</sup> lalu aku melemparkannya (ke dalam api itu), demikianlah nafsuku membujukku.\"","zh":"他说：“我曾见他们所未见的，我从使者的遗迹上握了一把土，而我把它抛下去，我的私欲那样怂恿我。”","ja":"かれは言った。「わたしは，かれらの見なかったものを見たのです。それで使徒の足跡から一握りの（土）を取って，それを（仔牛の像）に投げつけたのです。わたしの心が，そうわたしに示唆したのです。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":274}},{"s":20,"a":97,"ar":"قَالَ فَٱذْهَبْ فَإِنَّ لَكَ فِى ٱلْحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَ ۖ وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُۥ ۖ وَٱنظُرْ إِلَىٰٓ إِلَـٰهِكَ ٱلَّذِى ظَلْتَ عَلَيْهِ عَاكِفًا ۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِى ٱلْيَمِّ نَسْفًا","tl":"qāla fa-idh'hab fa-inna laka fī l-ḥayati an taqūla lā misāsa wa-inna laka mawʿidan lan tukh'lafahu wa-unẓur ilā ilāhika alladhī ẓalta ʿalayhi ʿākifan lanuḥarriqannahu thumma lanansifannahu fī l-yami nasfan","tr":{"en":"[Moses] said, \"Then go. And indeed, it is [decreed] for you in [this] life to say, 'No contact.'<sup foot_note=196762>1</sup> And indeed, you have an appointment [in the Hereafter] you will not fail to keep. And look at your 'god' to which you remained devoted. We will surely burn it and blow it [i.e., its ashes] into the sea with a blast.","id":"Dia (Musa) berkata, \"Pergilah kau! Maka sesungguhnya di dalam kehidupan (di dunia) engkau (hanya dapat) mengatakan, ‘Janganlah menyentuh (aku)’! <sup foot_note=135473>1</sup> Dan engkau pasti mendapat (hukuman) yang telah dijanjikan (di akhirat) yang tidak mungkin engkau hindari, dan lihatlah tuhanmu itu yang engkau tetap menyembahnya. Kami pasti akan membakarnya, kemudian sungguh kami akan menghamburkannya (abunya) ke dalam laut (berserakan).","zh":"他说：“你去吧！你这辈子必定常说：不要接触我。你确有一个（受刑的）约期，你绝不能逃避它，你看你虔诚住守的神灵吧！我们必定要焚化它，然后必把它撒在海里。","ja":"かれ（ムーサー）は言った。「出ていきなさい。生きている限りは，『不可触』と言うことになろう。決して破れない約束（処罰）があなたにはある。あなたがのめり込んで崇拝していた神々を見なさい。わたしたちはこんなものは焼いて海の中にまき散らすでしょう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":274}},{"s":20,"a":98,"ar":"إِنَّمَآ إِلَـٰهُكُمُ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۚ وَسِعَ كُلَّ شَىْءٍ عِلْمًا","tl":"innamā ilāhukumu l-lahu alladhī lā ilāha illā huwa wasiʿa kulla shayin ʿil'man","tr":{"en":"Your god is only Allāh, except for whom there is no deity. He has encompassed all things in knowledge.\"","id":"Sungguh, Tuhanmu hanyalah Allah, tidak ada Tuhan selain Dia. Pengetahuan-Nya meliputi segala sesuatu.\"","zh":"你们所当崇拜的，只是安拉，除他外，绝无应受崇拜的，他是周知万物的。”","ja":"（人びとよ）本当にあなたがたの神はアッラーだけです。かれの外に神はないのです。かれは，凡てのものをその御知識に包容なされます。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":318,"ruku":274}},{"s":20,"a":99,"ar":"كَذَٰلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ مَا قَدْ سَبَقَ ۚ وَقَدْ ءَاتَيْنَـٰكَ مِن لَّدُنَّا ذِكْرًا","tl":"kadhālika naquṣṣu ʿalayka min anbāi mā qad sabaqa waqad ātaynāka min ladunnā dhik'ran","tr":{"en":"Thus, [O Muḥammad], We relate to you from the news of what has preceded. And We have certainly given you from Us a message [i.e., the Qur’ān].","id":"Demikianlah Kami kisahkan kepadamu (Muhammad) sebagian kisah (umat) yang telah lalu, dan sungguh, telah Kami berikan kepadamu suatu peringatan (Alquran) dari sisi Kami.","zh":"我这样对你叙述以往者的故事，我已赐给你从我发出的记念；","ja":"このようにわれは，以前に起った消息をあなたに語り，わが許からあなたに訓戒を下した。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":274}},{"s":20,"a":100,"ar":"مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُۥ يَحْمِلُ يَوْمَ ٱلْقِيَـٰمَةِ وِزْرًا","tl":"man aʿraḍa ʿanhu fa-innahu yaḥmilu yawma l-qiyāmati wiz'ran","tr":{"en":"Whoever turns away from it - then indeed, he will bear on the Day of Resurrection a burden [i.e., great sin],","id":"Barang siapa berpaling darinya (Alquran), maka sesungguhnya dia akan memikul beban yang berat (dosa) pada hari Kiamat,","zh":"谁违背这个记念，谁在复活日必负重罪，","ja":"誰でもそれに背く者は，復活の日に必ず重荷を負うであろう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":274}},{"s":20,"a":101,"ar":"خَـٰلِدِينَ فِيهِ ۖ وَسَآءَ لَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ حِمْلًا","tl":"khālidīna fīhi wasāa lahum yawma l-qiyāmati ḥim'lan","tr":{"en":"[Abiding] eternally therein,<sup foot_note=196763>1</sup> and evil it is for them on the Day of Resurrection as a load -","id":"mereka kekal di dalam keadaan itu. Dan sungguh buruk beban dosa itu bagi mereka pada hari Kiamat,","zh":"而永居其刑罚中。复活日那负担对他们真糟糕。","ja":"かれらはいつまでもこの状態のままである。復活の日の重荷こそ，かれらにとり災いである。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":274}},{"s":20,"a":102,"ar":"يَوْمَ يُنفَخُ فِى ٱلصُّورِ ۚ وَنَحْشُرُ ٱلْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا","tl":"yawma yunfakhu fī l-ṣūri wanaḥshuru l-muj'rimīna yawma-idhin zur'qan","tr":{"en":"The Day the Horn will be blown. And We will gather the criminals, that Day, blue-eyed.<sup foot_note=196764>1</sup>","id":"pada hari (Kiamat) sangkakala ditiup (yang kedua kali) <sup foot_note=135474>1</sup> dan pada hari itu Kami kumpulkan orang-orang yang berdosa dengan (wajah) biru muram,","zh":"那是在吹号角之日，在那日我将集合蓝眼睛的罪犯；","ja":"ラッパが吹かれる日，この日われは曇った目の罪深い者を招集する。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":274}},{"s":20,"a":103,"ar":"يَتَخَـٰفَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلَّا عَشْرًا","tl":"yatakhāfatūna baynahum in labith'tum illā ʿashran","tr":{"en":"They will murmur among themselves, \"You remained not but ten [days in the world].\"","id":"mereka saling berbisik satu sama lain, \"Kamu tinggal (di dunia) tidak lebih dari sepuluh (hari).\"","zh":"他们低声相告说：你们只逗留了十天。","ja":"かれらは囁きあって，「あなたがたは10（日）も滞在しなかったであろう。」と言う。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":274}},{"s":20,"a":104,"ar":"نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلَّا يَوْمًا","tl":"naḥnu aʿlamu bimā yaqūlūna idh yaqūlu amthaluhum ṭarīqatan in labith'tum illā yawman","tr":{"en":"We are most knowing of what they say when the best of them in manner [i.e., wisdom or speech] will say, \"You remained not but one day.\"","id":"Kami lebih mengetahui apa yang akan mereka katakan, ketika orang yang paling lurus jalannya<sup foot_note=135475>1</sup> mengatakan, \"Kamu tinggal (di dunia), tidak lebih dari sehari saja.\"","zh":"我知道他们说些什么。当时，他们中思想最正确的人说：你们只逗留了一天。","ja":"われはかれらの言おうとすることをよく知っている。その時も世故にたけた者が，「わたしたちの滞在は1日にもならない。」と言うであろう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":274}},{"s":20,"a":105,"ar":"وَيَسْـَٔلُونَكَ عَنِ ٱلْجِبَالِ فَقُلْ يَنسِفُهَا رَبِّى نَسْفًا","tl":"wayasalūnaka ʿani l-jibāli faqul yansifuhā rabbī nasfan","tr":{"en":"And they ask you about the mountains, so say, \"My Lord will blow them away with a blast.<sup foot_note=196765>1</sup>","id":"Dan mereka bertanya kepadamu (Muhammad) tentang gunung-gunung, maka katakanlah, \"Tuhanku akan menghancurkannya (pada hari Kiamat) sehancur-hancurnya,","zh":"他们问你诸山的（结局），你说：我的主将粉碎诸山，","ja":"かれらは山に就いて，あなたに問うであろう。そこで言ってやるがいい。「わたしの主は，それを粉々にして捲き散らされる。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":275}},{"s":20,"a":106,"ar":"فَيَذَرُهَا قَاعًا صَفْصَفًا","tl":"fayadharuhā qāʿan ṣafṣafan","tr":{"en":"And He will leave it [i.e., the earth] a level plain;","id":"kemudian Dia akan menjadikan (bekas gunung-gunung) itu rata sama sekali,","zh":"而使它们变成平原，","ja":"かれは，それを平らな平地になされ，"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":275}},{"s":20,"a":107,"ar":"لَّا تَرَىٰ فِيهَا عِوَجًا وَلَآ أَمْتًا","tl":"lā tarā fīhā ʿiwajan walā amtan","tr":{"en":"You will not see therein a depression or an elevation.\"","id":"(sehingga) kamu tidak akan melihat lagi ada tempat yang rendah dan yang tinggi di sana.\"","zh":"你将不能见什么坎坷，也不能见什么崎岖。”","ja":"そこには，曲りも凹凸も見ないでしょう。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":275}},{"s":20,"a":108,"ar":"يَوْمَئِذٍ يَتَّبِعُونَ ٱلدَّاعِىَ لَا عِوَجَ لَهُۥ ۖ وَخَشَعَتِ ٱلْأَصْوَاتُ لِلرَّحْمَـٰنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا","tl":"yawma-idhin yattabiʿūna l-dāʿiya lā ʿiwaja lahu wakhashaʿati l-aṣwātu lilrraḥmāni falā tasmaʿu illā hamsan","tr":{"en":"That Day, they [i.e., everyone] will follow [the call of] the Caller<sup foot_note=196766>1</sup> [with] no deviation therefrom, and [all] voices will be stilled before the Most Merciful, so you will not hear except a whisper [of footsteps].","id":"Pada hari itu mereka mengikuti (panggilan) penyeru (malaikat) tanpa berbelok-belok (membantah); dan semua suara tunduk merendah kepada Tuhan Yang Maha Pengasih, sehingga yang kamu dengar hanyalah bisik-bisik.","zh":"在那日，众人将顺从号召者，毫无违拗，一切声音将为至仁主而安静下来，除足声外，你听不见任何声音。","ja":"その日かれらは呼び手に従い逸れるわけにはいかない。慈悲深い御方の御前では，声は低くなり，忍び足の音の外は聞かないであろう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":275}},{"s":20,"a":109,"ar":"يَوْمَئِذٍ لَّا تَنفَعُ ٱلشَّفَـٰعَةُ إِلَّا مَنْ أَذِنَ لَهُ ٱلرَّحْمَـٰنُ وَرَضِىَ لَهُۥ قَوْلًا","tl":"yawma-idhin lā tanfaʿu l-shafāʿatu illā man adhina lahu l-raḥmānu waraḍiya lahu qawlan","tr":{"en":"That Day, no intercession will benefit except [that of] one to whom the Most Merciful has given permission and has accepted his word.","id":"Pada hari itu tidak berguna syafaat (pertolongan), kecuali dari orang yang telah diberi izin oleh Tuhan Yang Maha Pengasih, dan Dia ridai perkataannya.","zh":"在那日，除至仁主所特许而且喜爱其言论者外，一切说情，都没有功效。","ja":"その日，慈悲深い御方に御許しを得ている者以外の執り成しは無益であろう。その者の言葉は，かれに受け入れられる。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":275}},{"s":20,"a":110,"ar":"يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِۦ عِلْمًا","tl":"yaʿlamu mā bayna aydīhim wamā khalfahum walā yuḥīṭūna bihi ʿil'man","tr":{"en":"He [i.e., Allāh] knows what is [presently] before them and what will be after them,<sup foot_note=196767>1</sup> but they do not encompass it [i.e., what He knows] in knowledge.","id":"Dia (Allah) mengetahui apa yang di hadapan mereka (yang akan terjadi) dan apa yang di belakang mereka (yang telah terjadi), sedang ilmu mereka tidak dapat meliputi ilmu-Nya.","zh":"在他们前面的和在他们后面的，安拉都知道，而他们却不知道。","ja":"かれは，かれらの前にあること，後ろにあることを知っておられる。だがかれら（人間）の知識では，それを計り知ることは出来ない。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":275}},{"s":20,"a":111,"ar":"۞ وَعَنَتِ ٱلْوُجُوهُ لِلْحَىِّ ٱلْقَيُّومِ ۖ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا","tl":"waʿanati l-wujūhu lil'ḥayyi l-qayūmi waqad khāba man ḥamala ẓul'man","tr":{"en":"And [all] faces will be humbled before the Ever-Living, the Self-Sustaining.<sup foot_note=196769>1</sup> And he will have failed who carries injustice.<sup foot_note=196768>2</sup>","id":"Dan semua wajah tertunduk di hadapan (Allah) Yang Maha Hidup dan Yang Berdiri Sendiri. Sungguh rugi orang yang melakukan kezaliman.","zh":"罪人们将对永生自立的主宰表示谦恭，背负罪恶者，确已失望了。","ja":"かれらの顔は，永生し自存する御方の御前でうつむいているであろう。そして罪業を負うものに，浮ぶ瀬はない。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":275}},{"s":20,"a":112,"ar":"وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا","tl":"waman yaʿmal mina l-ṣāliḥāti wahuwa mu'minun falā yakhāfu ẓul'man walā haḍman","tr":{"en":"But he who does of righteous deeds while he is a believer - he will neither fear injustice nor deprivation.","id":"Dan barang siapa mengerjakan kebajikan sedang dia (dalam keadaan) beriman, maka dia tidak khawatir akan perlakuan zalim (terhadapnya) dan tidak (pula khawatir) akan pengurangan haknya.","zh":"信道而且行善者，不怕亏枉和克扣。","ja":"だが善行に勤しみ，信仰した者は，何の心配もなく，（主からの報奨を）減らされることもないのである。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":275}},{"s":20,"a":113,"ar":"وَكَذَٰلِكَ أَنزَلْنَـٰهُ قُرْءَانًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ ٱلْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا","tl":"wakadhālika anzalnāhu qur'ānan ʿarabiyyan waṣarrafnā fīhi mina l-waʿīdi laʿallahum yattaqūna aw yuḥ'dithu lahum dhik'ran","tr":{"en":"And thus We have sent it down as an Arabic Qur’ān<sup foot_note=196770>1</sup> and have diversified therein the warnings that perhaps they will avoid [sin] or it would cause them remembrance.","id":"Dan demikianlah Kami menurunkan Alquran dalam bahasa Arab, dan Kami telah menjelaskan berulang-ulang di dalamnya sebagian dari ancaman, agar mereka bertakwa, atau agar (Alquran) itu memberi pengajaran bagi mereka.","zh":"我这样降示阿拉伯文的《古兰经》，我在其中申述警告，以便他们敬畏，或使他们记忆。","ja":"このように，われはこの啓示をアラビア語のクルア―ンとして下し，その中でいろいろと警告を伝えた。多分かれらは主を畏れ，または教訓を会得しよう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":319,"ruku":275}},{"s":20,"a":114,"ar":"فَتَعَـٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۗ وَلَا تَعْجَلْ بِٱلْقُرْءَانِ مِن قَبْلِ أَن يُقْضَىٰٓ إِلَيْكَ وَحْيُهُۥ ۖ وَقُل رَّبِّ زِدْنِى عِلْمًا","tl":"fataʿālā l-lahu l-maliku l-ḥaqu walā taʿjal bil-qur'āni min qabli an yuq'ḍā ilayka waḥyuhu waqul rabbi zid'nī ʿil'man","tr":{"en":"So high [above all] is Allāh, the Sovereign,<sup foot_note=196772>1</sup> the Truth.<sup foot_note=196771>2</sup> And, [O Muḥammad], do not hasten with [recitation of] the Qur’ān before its revelation is completed to you, and say, \"My Lord, increase me in knowledge.\"","id":"Maka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Alquran sebelum selesai diwahyukan kepadamu,<sup foot_note=135476>1</sup> dan katakanlah, \"Ya Tuhanku, tambahkanlah ilmu kepadaku.\"","zh":"安拉是超绝万物，宰制众生，体用真实的。对你启示《古兰经》还没有完全的时候，你不要急忙诵读。你说：“我的主啊！求你增加我的知识。”","ja":"アッラーは，いと高くおられる真の王者である。あなた（預言者ムハンマド）に対する啓示が完了しない前に，クルアーンを急いではならない。寧ろ（祈って）言いなさい。「主よ，わたしの知識を深めて下さい。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":275}},{"s":20,"a":115,"ar":"وَلَقَدْ عَهِدْنَآ إِلَىٰٓ ءَادَمَ مِن قَبْلُ فَنَسِىَ وَلَمْ نَجِدْ لَهُۥ عَزْمًا","tl":"walaqad ʿahid'nā ilā ādama min qablu fanasiya walam najid lahu ʿazman","tr":{"en":"And We had already taken a promise from Adam before, but he forgot; and We found not in him determination.<sup foot_note=196773>1</sup>","id":"Dan sungguh telah Kami pesankan<sup foot_note=135477>1</sup> kepada Adam dahulu, tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya.","zh":"以前，我确已嘱咐阿丹，而他忘记我的嘱咐，我未发现他有任何决心。","ja":"われは，以前にアーダムに確と約束した。だがかれは（その履行を）忘れた。われは，かれがそれに堅固であるとは認めない。"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":275}},{"s":20,"a":116,"ar":"وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ","tl":"wa-idh qul'nā lil'malāikati us'judū liādama fasajadū illā ib'līsa abā","tr":{"en":"And [mention] when We said to the angels, \"Prostrate to Adam,\" and they prostrated, except Iblees;<sup foot_note=196774>1</sup> he refused.","id":"Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam!\" Lalu mereka pun sujud kecuali Iblis; dia menolak.","zh":"当时我对众天使说：“你们当向阿丹叩头。”他们就叩头，但易卜劣厮除外，他拒绝叩头。","ja":"われが天使たちに対し，「アーダムにサジダしなさい。」と言った時を思いなさい。イブリースの外かれらはサジダした。だがかれは拒否した。"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":117,"ar":"فَقُلْنَا يَـٰٓـَٔادَمُ إِنَّ هَـٰذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ ٱلْجَنَّةِ فَتَشْقَىٰٓ","tl":"faqul'nā yāādamu inna hādhā ʿaduwwun laka walizawjika falā yukh'rijannakumā mina l-janati fatashqā","tr":{"en":"So We said, \"O Adam, indeed this is an enemy to you and to your wife. Then let him not remove you from Paradise so you would suffer.","id":"Kemudian Kami berfirman, \"Wahai Adam! Sungguh ini (Iblis) musuh bagimu dan bagi istrimu, maka sekali-kali jangan sampai dia mengeluarkan kamu berdua dari surga, nanti kamu celaka.","zh":"我说：“阿丹啊！这确是你的仇敌，也确是你的妻子的仇敌，绝不要让他把你俩逐出乐园，以免你们辛苦。","ja":"それでわれは言った。「アーダムよ，本当にこの者は，あなたとあなたの妻の敵である。それであなたがた両人はこの楽園から追い出されて，不幸に陥いらないよう気を付けなさい。"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":118,"ar":"إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَىٰ","tl":"inna laka allā tajūʿa fīhā walā taʿrā","tr":{"en":"Indeed, it is [promised] for you not to be hungry therein or be unclothed.","id":"Sungguh, ada (jaminan) untukmu di sana, engkau tidak akan kelaparan dan tidak akan telanjang,","zh":"你在乐园里必不饥饿，必不裸露，","ja":"ここでは，あなたがたのために（十分の御恵みがあって）飢えもなく，裸になることもない。"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":119,"ar":"وَأَنَّكَ لَا تَظْمَؤُا۟ فِيهَا وَلَا تَضْحَىٰ","tl":"wa-annaka lā taẓma-u fīhā walā taḍḥā","tr":{"en":"And indeed, you will not be thirsty therein or be hot from the sun.\"","id":"dan sungguh, di sana engkau tidak akan merasa dahaga dan tidak akan ditimpa panas matahari.\"","zh":"必不口渴，必不感炎热。”","ja":"また渇きを覚えることもなく，太陽の暑さにも晒されない。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":120,"ar":"فَوَسْوَسَ إِلَيْهِ ٱلشَّيْطَـٰنُ قَالَ يَـٰٓـَٔادَمُ هَلْ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلْخُلْدِ وَمُلْكٍ لَّا يَبْلَىٰ","tl":"fawaswasa ilayhi l-shayṭānu qāla yāādamu hal adulluka ʿalā shajarati l-khul'di wamul'kin lā yablā","tr":{"en":"Then Satan whispered to him; he said, \"O Adam, shall I direct you to the tree of eternity and possession that will not deteriorate?\"","id":"Kemudian setan membisikkan (pikiran jahat) kepadanya, dengan berkata, \"Wahai Adam! maukah aku tunjukkan kepadamu pohon keabadian (khuldi) dan kerajaan yang tidak akan binasa?\"","zh":"嗣后，恶魔诱惑他说：“阿丹啊！我指示你长生树，和不朽园好吗？”","ja":"しかし悪魔はかれに囁いて言った。「アーダムよ。わたしはあなたに永生の木と，衰えることのない王権を教えてあげましょう。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":121,"ar":"فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ ۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ","tl":"fa-akalā min'hā fabadat lahumā sawātuhumā waṭafiqā yakhṣifāni ʿalayhimā min waraqi l-janati waʿaṣā ādamu rabbahu faghawā","tr":{"en":"And they [i.e., Adam and his wife] ate of it, and their private parts became apparent to them, and they began to fasten over themselves from the leaves of Paradise. And Adam disobeyed his Lord and erred.","id":"Lalu keduanya memakannya, lalu tampaklah oleh keduanya aurat mereka dan mulailah keduanya menutupinya dengan daun-daun (yang ada di) surga, dan telah durhakalah Adam kepada Tuhan-Nya, dan sesatlah dia.<sup foot_note=135478>1</sup>","zh":"他俩就吃了那棵树的果实，他俩的阴部就对他俩显露了，他俩就以园里的树叶遮蔽身体。阿丹违背了他的主，因而迷误了。","ja":"両人がそれを食べると，恥かしいところがあらわになった。それでかれらはその園の木の葉でそこを覆い始めた。こうしてアーダムは主に背き，誤ちを犯した。"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":122,"ar":"ثُمَّ ٱجْتَبَـٰهُ رَبُّهُۥ فَتَابَ عَلَيْهِ وَهَدَىٰ","tl":"thumma ij'tabāhu rabbuhu fatāba ʿalayhi wahadā","tr":{"en":"Then his Lord chose him and turned to him in forgiveness and guided [him].","id":"Kemudian Tuhannya memilih dia,<sup foot_note=135479>1</sup> maka Dia menerima tobatnya dan memberinya petunjuk.","zh":"嗣后，他的主挑选了他，饶恕了他，引导了他。","ja":"その後，主はかれを選び，悔悟を赦され御導きになられた。"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":123,"ar":"قَالَ ٱهْبِطَا مِنْهَا جَمِيعًۢا ۖ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَنِ ٱتَّبَعَ هُدَاىَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ","tl":"qāla ih'biṭā min'hā jamīʿan baʿḍukum libaʿḍin ʿaduwwun fa-immā yatiyannakum minnī hudan famani ittabaʿa hudāya falā yaḍillu walā yashqā","tr":{"en":"[Allāh] said, \"Descend from it [i.e., Paradise] - all, [your descendants] being enemies to one another. And if there should come to you guidance from Me - then whoever follows My guidance will neither go astray [in the world] nor suffer [in the Hereafter].","id":"Dia (Allah) berfirman, \"Turunlah kamu berdua dari surga bersama-sama, sebagian kamu menjadi musuh bagi sebagian yang lain. Jika datang kepadamu petunjuk dari-Ku, maka (ketahuilah) barang siapa mengikuti petunjuk-Ku, dia tidak akan sesat dan tidak akan celaka.","zh":"他说：“你俩都从乐园降下去！你们将互相仇视。如果正道从我降临你们，那末，谁遵循我的正道，谁不会迷误，也不会倒霉；","ja":"かれは仰せられた。「あなたがた両人は一緒にここから下がれ。あなたたちは互いに敵であ る。もしあなたがたにわれから導きが下れば，誰でもわが導きに従う者は迷うことなく，また不幸に陥らないであろう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":124,"ar":"وَمَنْ أَعْرَضَ عَن ذِكْرِى فَإِنَّ لَهُۥ مَعِيشَةً ضَنكًا وَنَحْشُرُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ أَعْمَىٰ","tl":"waman aʿraḍa ʿan dhik'rī fa-inna lahu maʿīshatan ḍankan wanaḥshuruhu yawma l-qiyāmati aʿmā","tr":{"en":"And whoever turns away from My remembrance - indeed, he will have a depressed [i.e., difficult] life, and We will gather [i.e., raise] him on the Day of Resurrection blind.\"","id":"Dan barangsiapa berpaling dari peringatan-Ku, maka sungguh, dia akan menjalani kehidupan yang sempit, dan Kami akan mengumpulkannya pada hari Kiamat dalam keadaan buta.\"","zh":"谁违背我的教诲，谁必过窘迫的生活，复活日，我使他在盲目的情况下被集合。”","ja":"だが誰でも，わが訓戒に背を向ける者は，生活が窮屈になり，また審判の日には盲目で甦らされるであろう。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":125,"ar":"قَالَ رَبِّ لِمَ حَشَرْتَنِىٓ أَعْمَىٰ وَقَدْ كُنتُ بَصِيرًا","tl":"qāla rabbi lima ḥashartanī aʿmā waqad kuntu baṣīran","tr":{"en":"He will say, \"My Lord, why have you raised me blind while I was [once] seeing?\"","id":"Dia berkata, \"Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta, padahal dahulu aku dapat melihat?\"","zh":"他将说：“我的主啊！我本来不是盲目的，你为什么使我在盲目的情况下被集合呢？”","ja":"かれは言う。「主よ，わたしは（以前）晴限者であったのに，何故わたしを盲目として甦らせたのですか。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":320,"ruku":276}},{"s":20,"a":126,"ar":"قَالَ كَذَٰلِكَ أَتَتْكَ ءَايَـٰتُنَا فَنَسِيتَهَا ۖ وَكَذَٰلِكَ ٱلْيَوْمَ تُنسَىٰ","tl":"qāla kadhālika atatka āyātunā fanasītahā wakadhālika l-yawma tunsā","tr":{"en":"[Allāh] will say, \"Thus did Our signs come to you, and you forgot [i.e., disregarded] them; and thus will you this Day be forgotten.\"","id":"Dia (Allah) berfirman, \"Demikianlah, dahulu telah datang kepadamu ayat-ayat Kami, dan kamu mengabaikannya, jadi begitu (pula) pada hari ini kamu diabaikan.\"","zh":"主将说：“事实是这样的，我的迹象降临你，而你遗弃它，你今天也同样地被遗弃了。”","ja":"かれは仰せられる。「われの印があなたに下った時，あなたはそれを無視したではないか。今日あなたはそれと同様無視されるのである。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":276}},{"s":20,"a":127,"ar":"وَكَذَٰلِكَ نَجْزِى مَنْ أَسْرَفَ وَلَمْ يُؤْمِنۢ بِـَٔايَـٰتِ رَبِّهِۦ ۚ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَدُّ وَأَبْقَىٰٓ","tl":"wakadhālika najzī man asrafa walam yu'min biāyāti rabbihi walaʿadhābu l-ākhirati ashaddu wa-abqā","tr":{"en":"And thus do We recompense he who transgressed and did not believe in the signs of his Lord. And the punishment of the Hereafter is more severe and more enduring.<sup foot_note=196775>1</sup>","id":"Dan demikianlah Kami membalas orang yang melampaui batas dan tidak percaya kepada ayat-ayat Tuhannya. Sungguh, azab di akhirat itu lebih berat dan lebih kekal.","zh":"凡行为过分而且不信主的迹象者，我都要给他同样的报酬。后世的刑罚，确是更严厉的，确是更常存的。","ja":"われはこのようにして，背いた者と主の印を信じなかった者に報いる。だが来世における懲罰は，更に厳しくまた永続する。"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":276}},{"s":20,"a":128,"ar":"أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَـٰكِنِهِمْ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلنُّهَىٰ","tl":"afalam yahdi lahum kam ahlaknā qablahum mina l-qurūni yamshūna fī masākinihim inna fī dhālika laāyātin li-ulī l-nuhā","tr":{"en":"Then, has it not become clear to them how many generations We destroyed before them as they walk among their dwellings? Indeed in that are signs for those of intelligence.","id":"Maka tidakkah menjadi petunjuk bagi mereka (orang-orang musyrik) berapa banyak (generasi) sebelum mereka yang telah Kami binasakan, padahal mereka melewati (bekas-bekas) tempat tinggal mereka (umat-umat itu)? Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang berakal.","zh":"难道他们不知道吗？在他们之前，我曾毁灭了许多世代，他们常和那些人的故乡往来，对于有理智者，此中确有许多迹象。","ja":"かれらには御導きはなかったのか。かれらより以前にもわれはどんなに多くの世代を滅ぼしたことか。かれら（古人）の住んでいた所を（今）かれらは歩いている。本当にこの中には理知に富む者への印がある。"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":276}},{"s":20,"a":129,"ar":"وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى","tl":"walawlā kalimatun sabaqat min rabbika lakāna lizāman wa-ajalun musamman","tr":{"en":"And if not for a word<sup foot_note=196777>1</sup> that preceded from your Lord, it [i.e., punishment] would have been an obligation [due immediately],<sup foot_note=196776>2</sup> and [if not for] a specified term [decreed].","id":"Dan kalau tidak ada suatu ketetapan terdahulu dari Tuhanmu serta tidak ada batas yang telah ditentukan (ajal), pasti (siksaan itu) menimpa mereka.","zh":"要不是有一句话从你的主预先发出，要不是有期限，你的主加以预定，那么，（毁灭对于他们）是必然的。","ja":"もし，主から御言葉が下されていなかったならば，（懲罰は）避けられないのである。だが，定められた（猶予の）期限がある。"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":277}},{"s":20,"a":130,"ar":"فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ وَمِنْ ءَانَآئِ ٱلَّيْلِ فَسَبِّحْ وَأَطْرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرْضَىٰ","tl":"fa-iṣ'bir ʿalā mā yaqūlūna wasabbiḥ biḥamdi rabbika qabla ṭulūʿi l-shamsi waqabla ghurūbihā wamin ānāi al-layli fasabbiḥ wa-aṭrāfa l-nahāri laʿallaka tarḍā","tr":{"en":"So be patient over what they say and exalt [Allāh] with praise of your Lord before the rising of the sun and before its setting; and during periods of the night [exalt Him] and at the ends of the day, that you may be satisfied.","id":"Maka sabarlah engkau (Muhammad) atas apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu, sebelum matahari terbit, dan sebelum terbenam; dan bertasbihlah (pula) pada waktu tengah malam dan di ujung siang hari, agar engkau merasa tenang.","zh":"你应当忍受他们所说的（谰言），你应当在太阳出没之前赞颂你的主，你应当在夜间和白昼赞颂他，以便你喜悦。","ja":"だからかれらの言うことを忍び，太陽が上がる前，またそれが沈む前に，あなたの主の栄光を讃えなさい。なお夜の一時も，また昼の両端にも讃えなさい。必ずあなたがたは満たされるであろう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":277}},{"s":20,"a":131,"ar":"وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ زَهْرَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ","tl":"walā tamuddanna ʿaynayka ilā mā mattaʿnā bihi azwājan min'hum zahrata l-ḥayati l-dun'yā linaftinahum fīhi wariz'qu rabbika khayrun wa-abqā","tr":{"en":"And do not extend your eyes toward that by which We have given enjoyment to [some] categories of them, [its being but] the splendor of worldly life by which We test them. And the provision of your Lord is better and more enduring.","id":"Dan janganlah engkau belalakkan pandangan matamu kepada kenikmatan yang telah Kami berikan pada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia, agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal.","zh":"你不要觊觎我所用以供给他们中各等人享受的，那是今世生活的浮华，我用来考验他们；你的主的给养，是更好的，是更久的。","ja":"またわれが，かれらのある部類の者に与えたこの世の生活の栄華に，あなたの目を見張ってはならない。われは，それによってかれらを試みた。あなたの主の賜物こそ至上でまた永続する。"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":277}},{"s":20,"a":132,"ar":"وَأْمُرْ أَهْلَكَ بِٱلصَّلَوٰةِ وَٱصْطَبِرْ عَلَيْهَا ۖ لَا نَسْـَٔلُكَ رِزْقًا ۖ نَّحْنُ نَرْزُقُكَ ۗ وَٱلْعَـٰقِبَةُ لِلتَّقْوَىٰ","tl":"wamur ahlaka bil-ṣalati wa-iṣ'ṭabir ʿalayhā lā nasaluka riz'qan naḥnu narzuquka wal-ʿāqibatu lilttaqwā","tr":{"en":"And enjoin prayer upon your family [and people] and be steadfast therein. We ask you not for provision; We provide for you, and the [best] outcome is for [those of] righteousness.","id":"Dan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. Kami tidak meminta rezeki kepadamu, Kamilah yang memberi rezeki kepadamu. Dan akibat (yang baik di akhirat) adalah bagi orang yang bertakwa.","zh":"你应当命令你的信徒们礼拜，你对于拜功，也应当有恒，我不以给养责成你，我供给你，善果只归于敬畏者。","ja":"またあなたの家族に礼拝を命じ，そして（あなたも），それを耐えなさい。われはあなたに御恵みを求めない。あなたがたに恵みを与えるのはわれである。善果は主を畏れる者の上にある。"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":277}},{"s":20,"a":133,"ar":"وَقَالُوا۟ لَوْلَا يَأْتِينَا بِـَٔايَةٍ مِّن رَّبِّهِۦٓ ۚ أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِى ٱلصُّحُفِ ٱلْأُولَىٰ","tl":"waqālū lawlā yatīnā biāyatin min rabbihi awalam tatihim bayyinatu mā fī l-ṣuḥufi l-ūlā","tr":{"en":"And they say, \"Why does he not bring us a sign from his Lord?\" Has there not come to them evidence of what was in the former scriptures?<sup foot_note=196778>1</sup>","id":"Dan mereka berkata, \"Mengapa dia tidak membawa tanda (bukti) kepada kami dari Tuhannya?\" Bukankah telah datang kepada mereka bukti (yang nyata) sebagaimana yang tersebut di dalam kitab-kitab yang dahulu?","zh":"他们说：“他怎么不从他的主那里拿来一种迹象给我们呢？”作为前代经典明证的《古兰经》，难道没有降临他们吗？","ja":"またかれらは，「何故かれは，わたしたちに主から一つの印をも齎さないのですか。」と言う。以前の諸啓典にある明証が，かれらに下っているではないか。"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":277}},{"s":20,"a":134,"ar":"وَلَوْ أَنَّآ أَهْلَكْنَـٰهُم بِعَذَابٍ مِّن قَبْلِهِۦ لَقَالُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَـٰتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ","tl":"walaw annā ahlaknāhum biʿadhābin min qablihi laqālū rabbanā lawlā arsalta ilaynā rasūlan fanattabiʿa āyātika min qabli an nadhilla wanakhzā","tr":{"en":"And if We had destroyed them with a punishment before him,<sup foot_note=196779>1</sup> they would have said, \"Our Lord, why did You not send to us a messenger so we could have followed Your verses [i.e., teachings] before we were humiliated and disgraced?\"","id":"Dan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya (Alquran diturunkan), tentulah mereka berkata, \"Ya Tuhan kami, mengapa tidak Engkau utus seorang rasul kepada kami, sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina dan rendah?\"","zh":"假若在派遣他之前，我以刑罚毁灭他们，他们必定要说：“我们的主啊！你怎么不派遣一个使者来引导我们，以便我们在蒙受卑贱和耻辱之前，遵守你的迹象呢？”","ja":"われがもしこれ以前にかれらを処罰して，滅ぼしていたならば，かれらは必ず，「主よ，何故あなたは，わたしたちに使徒を遣わされなかったのですか。そうすればわたしたちは，卑しまれ屈辱を被る前に，あなたの印に従ったでしょうに。」と言ったであろう。"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":277}},{"s":20,"a":135,"ar":"قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوا۟ ۖ فَسَتَعْلَمُونَ مَنْ أَصْحَـٰبُ ٱلصِّرَٰطِ ٱلسَّوِىِّ وَمَنِ ٱهْتَدَىٰ","tl":"qul kullun mutarabbiṣun fatarabbaṣū fasataʿlamūna man aṣḥābu l-ṣirāṭi l-sawiyi wamani ih'tadā","tr":{"en":"Say, \"Each [of us] is waiting;<sup foot_note=196780>1</sup> so wait. For you will know who are the companions of the sound path and who is guided.\"","id":"Katakanlah (Muhammad), \"Masing-masing (kita) menanti, maka nantikanlah olehmu! Dan kelak kamu akan mengetahui, siapa yang menempuh jalan yang lurus, dan siapa yang telah mendapat petunjuk.\"","zh":"你说：“我们双方都是等候的，你们等着吧，你们将来就知道谁是履坦途的，谁是循正道的。”","ja":"言ってやるがいい。「各人は待っている。だからあなたがたも待て。あなたがたはやがて，平坦な道を歩む者は誰か，また導かれた者は誰かを知るであろう。」"},"m":{"juz":16,"hizb":32,"rub":null,"page":321,"ruku":277}}]