[{"s":22,"a":1,"ar":" يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ","tl":"yāayyuhā l-nāsu ittaqū rabbakum inna zalzalata l-sāʿati shayon ʿaẓīmun","tr":{"en":"O mankind, fear your Lord. Indeed, the convulsion of the [final] Hour is a terrible thing.","id":"Wahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar.","zh":"众人啊！你们应当敬畏你们的主，复活时的地震，确是一件大事。","ja":"人びとよ，あなたがたの主を畏れなさい。（審判の）時の震動は，全く一重大事である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":332,"ruku":285}},{"s":22,"a":2,"ar":"يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَـٰرَىٰ وَمَا هُم بِسُكَـٰرَىٰ وَلَـٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ","tl":"yawma tarawnahā tadhhalu kullu mur'ḍiʿatin ʿammā arḍaʿat wataḍaʿu kullu dhāti ḥamlin ḥamlahā watarā l-nāsa sukārā wamā hum bisukārā walākinna ʿadhāba l-lahi shadīdun","tr":{"en":"On the Day you see it every nursing mother will be distracted from that [child] she was nursing, and every pregnant woman will abort her pregnancy, and you will see the people [appearing] intoxicated while they are not intoxicated; but the punishment of Allāh is severe.","id":"(Ingatlah) pada hari ketika kamu melihatnya (guncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras.","zh":"在那日，你们看见地震下每个乳母都被吓的忘记了婴儿，吓的每个孕妇都要流产；你把人们看成是醉汉，其实他们并非是醉汉，而是因为安拉的刑罚是严峻的。","ja":"その日あなたがたは見るだろう。凡ての哺乳する者は，哺乳することを忘れ，凡ての妊婦はその胎児を流し，また人びとは酔わないのに，酔いしれたように見えよう。思うに，アッラーの懲罰が厳しいからである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":332,"ruku":285}},{"s":22,"a":3,"ar":"وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَـٰنٍ مَّرِيدٍ","tl":"wamina l-nāsi man yujādilu fī l-lahi bighayri ʿil'min wayattabiʿu kulla shayṭānin marīdin","tr":{"en":"And of the people is he who disputes about Allāh without knowledge and follows every rebellious devil.","id":"Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu dan hanya mengikuti para setan yang sangat jahat,","zh":"有人无知地进行关于安拉的争论，并且顺从叛逆的恶魔。","ja":"だが人びとの中には，知識もなくアッラーに就いて批判する，反抗的な悪魔などに従う者もいる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":332,"ruku":285}},{"s":22,"a":4,"ar":"كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ","tl":"kutiba ʿalayhi annahu man tawallāhu fa-annahu yuḍilluhu wayahdīhi ilā ʿadhābi l-saʿīri","tr":{"en":"It has been decreed for him [i.e., every devil] that whoever turns to him - he will misguide him and will lead him to the punishment of the Blaze.","id":"(tentang setan), telah ditetapkan bahwa siapa yang berkawan dengan dia, maka dia akan menyesatkannya, dan membawanya ke azab neraka.","zh":"凡结交恶魔者，恶魔必定使他迷误，必定把他引入火狱的刑罚，这是给注定了的。","ja":"かれ（悪魔）に就いては，こう定められる。「誰でもかれを友とする者があれば，かれはその者を迷わせて，炎の懲罰に導くのである。」"},"m":{"juz":17,"hizb":34,"rub":null,"page":332,"ruku":285}},{"s":22,"a":5,"ar":"يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَـٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا ۚ وَتَرَى ٱلْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍ","tl":"yāayyuhā l-nāsu in kuntum fī raybin mina l-baʿthi fa-innā khalaqnākum min turābin thumma min nuṭ'fatin thumma min ʿalaqatin thumma min muḍ'ghatin mukhallaqatin waghayri mukhallaqatin linubayyina lakum wanuqirru fī l-arḥāmi mā nashāu ilā ajalin musamman thumma nukh'rijukum ṭif'lan thumma litablughū ashuddakum waminkum man yutawaffā waminkum man yuraddu ilā ardhali l-ʿumuri likaylā yaʿlama min baʿdi ʿil'min shayan watarā l-arḍa hāmidatan fa-idhā anzalnā ʿalayhā l-māa ih'tazzat warabat wa-anbatat min kulli zawjin bahījin","tr":{"en":"O people, if you should be in doubt about the Resurrection, then [consider that] indeed, We created you from dust, then from a sperm-drop, then from a clinging clot, and then from a lump of flesh, formed and unformed<sup foot_note=196824>1</sup> - that We may show you.<sup foot_note=196823>2</sup> And We settle in the wombs whom We will for a specified term, then We bring you out as a child, and then [We develop you] that you may reach your [time of] maturity. And among you is he who is taken in [early] death, and among you is he who is returned to the most decrepit [old] age so that he knows, after [once having] knowledge, nothing. And you see the earth barren, but when We send down upon it rain, it quivers and swells and grows [something] of every beautiful kind.","id":"Wahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu; dan Kami tetapkan dalam rahim menurut kehendak Kami sampai waktu yang sudah ditentukan, kemudian Kami keluarkan kamu sebagai bayi, kemudian (dengan berangsur-angsur) kamu sampai kepada usia dewasa, dan di antara kamu ada yang diwafatkan dan (ada pula) di antara kamu yang dikembalikan sampai usia sangat tua (pikun), sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya. Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur serta menumbuhkan berbagai jenis pasangan tetumbuhan yang indah.","zh":"众人啊！如果你们对于复活的事还在怀疑之中，那么，我确已创造了你们，先用泥土，继用一小滴精液，继用一块凝血，继用完整的和不完整的肉团，以便我对你们阐明（道理）。我使我所欲的（胎儿）在子宫里安居一个定期，然后，我使你们出生为婴儿，然后（我让你们活着），以便你们达到成年。你们中有夭折的；有复返与最劣的年纪的，以便他在有知识之后，什么也不知道。你看大地是不毛的，当我使雨水降于大地的时候，它就活动和膨胀，而且生出各种美丽的植物。","ja":"人びとよ，あなたがたは復活に就いて疑うのか。われがあなたがたを創る際には先ず土から始め，次いで精液の一滴，次いで血の固まりとし，更に形をなした。また形をなさない肉魂から （あなたがたを創った）。あなたがたに（わが偉力を）明示するためである。われは欲する者を ，定めた時期まで胎内に置き，それから赤ん坊としてあなたがたを出生させ，それから成年に到達させる。あなたがたの中或る者は（若くして）死なせる者もあり，また或る者は何がしかを知った後，凡て忘れ去る程に弱まる老齢に返される者もある。またあなたは大地が枯れて荒れ果てるのを見よう。だがわれが一度それに雨を降らせると，（生気が）躍動し膨らんで，凡ての植物が雌雄で美しく萌え出る。"},"m":{"juz":17,"hizb":34,"rub":null,"page":332,"ruku":285}},{"s":22,"a":6,"ar":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","tl":"dhālika bi-anna l-laha huwa l-ḥaqu wa-annahu yuḥ'yī l-mawtā wa-annahu ʿalā kulli shayin qadīrun","tr":{"en":"That is because Allāh is the True Reality and because He gives life to the dead and because He is over all things competent","id":"Yang demikian itu karena sungguh, Allah, Dialah yang hak, dan sungguh, Dialah yang menghidupkan segala yang telah mati, dan sungguh, Dia Mahakuasa atas segala sesuatu,","zh":"这是因为安拉是真宰，他能使死者复生，他对于万事是全能。","ja":"これはアッラーこそ真理であり，死者に生を与え，凡てのものの上に全能であられるからである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":285}},{"s":22,"a":7,"ar":"وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ","tl":"wa-anna l-sāʿata ātiyatun lā rayba fīhā wa-anna l-laha yabʿathu man fī l-qubūri","tr":{"en":"And [that they may know] that the Hour is coming - no doubt about it - and that Allāh will resurrect those in the graves.","id":"dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur.","zh":"复活确是要来临的，毫无疑义。安拉要使坟墓里的人复活起来。","ja":"本当に，（審判の）時はやって来る。それに就いて疑いの余地はない。本当にアッラーは，墓の中の者を甦らされるのである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":285}},{"s":22,"a":8,"ar":"وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ","tl":"wamina l-nāsi man yujādilu fī l-lahi bighayri ʿil'min walā hudan walā kitābin munīrin","tr":{"en":"And of the people is he who disputes about Allāh without knowledge or guidance or an enlightening book [from Him],","id":"Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu, tanpa petunjuk dan tanpa kitab (wahyu) yang memberi penerangan,","zh":"有人争论安拉，但他既无知识，又无指导，且无灿烂的经典。","ja":"だが人びとの中には，アッラーに就いて知識もなく，導きもなく，また光明の啓典もなく，戯に批判し，"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":285}},{"s":22,"a":9,"ar":"ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ ۖ لَهُۥ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ عَذَابَ ٱلْحَرِيقِ","tl":"thāniya ʿiṭ'fihi liyuḍilla ʿan sabīli l-lahi lahu fī l-dun'yā khiz'yun wanudhīquhu yawma l-qiyāmati ʿadhāba l-ḥarīqi","tr":{"en":"Twisting his neck [in arrogance] to mislead [people] from the way of Allāh. For him in the world is disgrace, and We will make him taste on the Day of Resurrection the punishment of the Burning Fire [while it is said],","id":"sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar.","zh":"他傲慢地走开，以便诱人叛离安拉的大道。他在今世要受凌辱，复活日我要他尝试烧灼的刑罚。","ja":"傲慢な態度をとって，人びとをアッラーの道から迷わせようとする者がある。かれらは現世において，屈辱をなめ，またわれは審判の日に炎の懲罰を味わせる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":285}},{"s":22,"a":10,"ar":"ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ","tl":"dhālika bimā qaddamat yadāka wa-anna l-laha laysa biẓallāmin lil'ʿabīdi","tr":{"en":"\"That is for what your hands have put forth and because Allāh is not ever unjust to [His] servants.\"","id":"(Akan dikatakan kepadanya), \"Itu karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, dan Allah sekali-kali tidak menzalimi hamba-hamba-Nya.","zh":"这是因为你所犯的罪行，也因为安拉绝不是亏待众仆人的。","ja":"（その時言われよう）。「これは，あなたの手がやったことの報いである。アッラーはそのしもべたちに対し，決して不正をなされない。」"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":285}},{"s":22,"a":11,"ar":"وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْـَٔاخِرَةَ ۚ ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ","tl":"wamina l-nāsi man yaʿbudu l-laha ʿalā ḥarfin fa-in aṣābahu khayrun iṭ'ma-anna bihi wa-in aṣābathu fit'natun inqalaba ʿalā wajhihi khasira l-dun'yā wal-ākhirata dhālika huwa l-khus'rānu l-mubīnu","tr":{"en":"And of the people is he who worships Allāh on an edge.<sup foot_note=196825>1</sup> If he is touched by good, he is reassured by it; but if he is struck by trial, he turns on his face [to unbelief]. He has lost [this] world and the Hereafter. That is what is the manifest loss.","id":"Dan di antara manusia ada yang menyembah Allah hanya di tepi,<sup foot_note=135490>1</sup> maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang.<sup foot_note=135491>2</sup> Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata.","zh":"有人在边缘上崇拜安拉，若获福利，他就安然享受；若遭祸害，他就轻率背叛。他将丧失今世和后世，这是明显的亏损。","ja":"また人びとの中に偏見をもって，アッラーに仕える者がある。かれらは幸運がくれば，それに満足している。だが試練がかれらに降りかかると，顔を背ける。かれらは現世と来世とを失うものである。これは明白な損失である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":286}},{"s":22,"a":12,"ar":"يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ","tl":"yadʿū min dūni l-lahi mā lā yaḍurruhu wamā lā yanfaʿuhu dhālika huwa l-ḍalālu l-baʿīdu","tr":{"en":"He invokes instead of Allāh that which neither harms him nor benefits him. That is what is the extreme error.","id":"Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh.","zh":"他舍安拉而祈祷那对于他既无祸又无福的东西，这是不近情理的迷误。","ja":"かれらはアッラーを外にして，自分に害もなくまた益もないものに祈る。これは遠く迷う者である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":286}},{"s":22,"a":13,"ar":"يَدْعُوا۟ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ ۚ لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ","tl":"yadʿū laman ḍarruhu aqrabu min nafʿihi labi'sa l-mawlā walabi'sa l-ʿashīru","tr":{"en":"He invokes one whose harm is closer than his benefit - how wretched the protector and how wretched the associate.","id":"Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.","zh":"他祈祷那有近祸而无远福的东西，他的援助者真恶劣！做他的同伴的真恶劣！","ja":"かれらは自分を益するものよりも，害の方に近いものに向かって祈る。何と悪い保護者であり，悪い仲間であることよ。"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":286}},{"s":22,"a":14,"ar":"إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ","tl":"inna l-laha yud'khilu alladhīna āmanū waʿamilū l-ṣāliḥāti jannātin tajrī min taḥtihā l-anhāru inna l-laha yafʿalu mā yurīdu","tr":{"en":"Indeed, Allāh will admit those who believe and do righteous deeds to gardens beneath which rivers flow. Indeed, Allāh does what He intends.","id":"(Sungguh), Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki.","zh":"安拉必定要使信道而且行善者进入那下临诸河的乐园。安拉就这样做他所欲意之事。","ja":"アッラーは，信仰して善い行いに勤しむ者を，川が下を流れる楽園に入らせられる。本当にアッラーは御望みのことを行われる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":286}},{"s":22,"a":15,"ar":"مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ","tl":"man kāna yaẓunnu an lan yanṣurahu l-lahu fī l-dun'yā wal-ākhirati falyamdud bisababin ilā l-samāi thumma l'yaqṭaʿ falyanẓur hal yudh'hibanna kayduhu mā yaghīẓu","tr":{"en":"Whoever should think that Allāh will not support him [i.e., Prophet Muḥammad (ﷺ)] in this world and the Hereafter - let him extend a rope to the ceiling, then cut off [his breath],<sup foot_note=196826>1</sup> and let him see: will his effort remove that which enrages [him]?","id":"Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit,<sup foot_note=135492>1</sup> lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya.","zh":"谁猜想安拉在今世和后世绝不相助他，叫谁悬梁自尽，教他看他的计策能否解除他的愤怒！","ja":"アッラーは現世でも来世でも，かれ（使徒）を助けられないと考える者があれば，かれに天井に縄を張らせてみるがいい。それから（自らを地面から）切り離してみるがいい。（首を吊ること。）それでかれのその行為が，かれの怒りを取り除くことが出来るものか，よく眺めさせてみるがいい。"},"m":{"juz":17,"hizb":34,"rub":null,"page":333,"ruku":286}},{"s":22,"a":16,"ar":"وَكَذَٰلِكَ أَنزَلْنَـٰهُ ءَايَـٰتٍۭ بَيِّنَـٰتٍ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ","tl":"wakadhālika anzalnāhu āyātin bayyinātin wa-anna l-laha yahdī man yurīdu","tr":{"en":"And thus have We sent it [i.e., the Qur’ān] down as verses of clear evidence and because Allāh guides whom He intends.","id":"Dan demikianlah Kami telah menurunkan (Alquran) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.","zh":"我这样降示《古兰经》，作为明显的迹象，安拉确是引导他所欲引导的。","ja":"このように，われは明白な印（クルアーン）を下した。本当にアッラーは御望みの者を導かれる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":334,"ruku":286}},{"s":22,"a":17,"ar":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـِٔينَ وَٱلنَّصَـٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ","tl":"inna alladhīna āmanū wa-alladhīna hādū wal-ṣābiīna wal-naṣārā wal-majūsa wa-alladhīna ashrakū inna l-laha yafṣilu baynahum yawma l-qiyāmati inna l-laha ʿalā kulli shayin shahīdun","tr":{"en":"Indeed, those who have believed and those who were Jews and the Sabeans and the Christians and the Magians and those who associated with Allāh - Allāh will judge between them on the Day of Resurrection. Indeed Allāh is, over all things, Witness.<sup foot_note=196827>1</sup>","id":"Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu.","zh":"信道者、犹太教徒、萨比安人、基督教徒、拜火教徒，以及以物配主者，复活日安拉必定要为他们判决，安拉确是万物的见证者。","ja":"本当に（クルアーンを）信じる者，ユダヤ教を奉じる者またサービア教徒，キリスト教徒，拝火教徒そして偶像信者たち，アッラーは審判の日に，かれらを裁決なされる。本当にアッラーは凡てのことの立証者であられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":334,"ruku":286}},{"s":22,"a":18,"ar":"أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌ مِّنَ ٱلنَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ ۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ۩","tl":"alam tara anna l-laha yasjudu lahu man fī l-samāwāti waman fī l-arḍi wal-shamsu wal-qamaru wal-nujūmu wal-jibālu wal-shajaru wal-dawābu wakathīrun mina l-nāsi wakathīrun ḥaqqa ʿalayhi l-ʿadhābu waman yuhini l-lahu famā lahu min muk'rimin inna l-laha yafʿalu mā yashāu","tr":{"en":"Do you not see [i.e., know] that to Allāh prostrates whoever is in the heavens and whoever is on the earth and the sun, the moon, the stars, the mountains, the trees, the moving creatures and many of the people? But upon many the punishment has been justified.<sup foot_note=196828>1</sup> And he whom Allāh humiliates - for him there is no bestower of honor. Indeed, Allāh does what He wills.","id":"Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki.","zh":"你难道不知道吗？在天上的和在地上的，与日月群星，山岳树木，牲畜和许多人，都为安拉而叩头，有许多人当受刑罚。安拉凌辱谁，谁不受尊敬。安拉就这样做他所欲意之事。","ja":"あなたは見ないのか，天にある凡てのものが，アッラーに，サジダするのを。また地にある凡てのものも，太陽も月も，群星も山々も，木々も獣類も，また人間の多くの者がサジダするのを見ないのか。だが多くは懲罰を受けるのが当然な者たちである。またアッラーが見下げられた者を，誰も尊敬することは出来ない。本当にアッラーは御望みのことを行われる。〔サジダ〕"},"m":{"juz":17,"hizb":34,"rub":null,"page":334,"ruku":286}},{"s":22,"a":19,"ar":"۞ هَـٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ ۖ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ","tl":"hādhāni khaṣmāni ikh'taṣamū fī rabbihim fa-alladhīna kafarū quṭṭiʿat lahum thiyābun min nārin yuṣabbu min fawqi ruūsihimu l-ḥamīmu","tr":{"en":"These<sup foot_note=196829>1</sup> are two adversaries who have disputed over their Lord. But those who disbelieved will have cut out for them garments of fire. Poured upon their heads will be scalding water","id":"Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih.","zh":"这两派是相争的，他们进行关于他们的主的争论。不信道者已经有为他们而裁制的火衣了，沸水将倾注在他们的头上，","ja":"これら両者は，かれらの主に就いて論争する敵手である。それで（主を）拒否する者のために仕立てられるのは，炎の衣装であろう。かれらに頭上から熱湯が注がれて，"},"m":{"juz":17,"hizb":34,"rub":null,"page":334,"ruku":286}},{"s":22,"a":20,"ar":"يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ","tl":"yuṣ'haru bihi mā fī buṭūnihim wal-julūdu","tr":{"en":"By which is melted that within their bellies and [their] skins.","id":"Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka.","zh":"他们的内脏和皮肤将被沸水所溶化，","ja":"腹の中の物も皮膚も，それで溶かされるであろう。"},"m":{"juz":17,"hizb":34,"rub":null,"page":334,"ruku":286}},{"s":22,"a":21,"ar":"وَلَهُم مَّقَـٰمِعُ مِنْ حَدِيدٍ","tl":"walahum maqāmiʿu min ḥadīdin","tr":{"en":"And for [striking] them are maces of iron.","id":"Dan (azab) untuk mereka cambuk-cambuk dari besi.","zh":"他们将享受铁鞭的抽打。","ja":"その上，かれらには鉄の鞭が加えられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":334,"ruku":286}},{"s":22,"a":22,"ar":"كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ","tl":"kullamā arādū an yakhrujū min'hā min ghammin uʿīdū fīhā wadhūqū ʿadhāba l-ḥarīqi","tr":{"en":"Every time they want to get out of it [i.e., Hellfire] from anguish, they will be returned to it, and [it will be said], \"Taste the punishment of the Burning Fire!\"","id":"Setiap kali mereka hendak ke luar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), \"Rasakanlah azab yang membakar ini!\"","zh":"他们每因愁闷而逃出火狱，都被拦回去。你们尝试烧灼的刑罚吧！","ja":"苦しさのため，そこから出ようとする度に，その中に押し戻され，「火炙りの刑を味わえ。」（と言われよう）。"},"m":{"juz":17,"hizb":34,"rub":null,"page":334,"ruku":286}},{"s":22,"a":23,"ar":"إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ","tl":"inna l-laha yud'khilu alladhīna āmanū waʿamilū l-ṣāliḥāti jannātin tajrī min taḥtihā l-anhāru yuḥallawna fīhā min asāwira min dhahabin walu'lu-an walibāsuhum fīhā ḥarīrun","tr":{"en":"Indeed, Allāh will admit those who believe and do righteous deeds to gardens beneath which rivers flow. They will be adorned therein with bracelets of gold and pearl, and their garments therein will be silk.","id":"Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka dari sutera.","zh":"安拉必定要使信道而且行善者进入那下临诸河的乐园，他们在其中得享用金镯和珍珠作装饰，他们的衣服是丝绸的。","ja":"本当にアッラーは，信仰して善行に励む（外の一団の）者を，川が下を流れる楽園に入らせられる。かれらはそこで，黄金の腕輪と真珠に飾られ，衣装はそこでは絹（ずくめ）であろう。"},"m":{"juz":17,"hizb":34,"rub":null,"page":334,"ruku":287}},{"s":22,"a":24,"ar":"وَهُدُوٓا۟ إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا۟ إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ","tl":"wahudū ilā l-ṭayibi mina l-qawli wahudū ilā ṣirāṭi l-ḥamīdi","tr":{"en":"And they had been guided [in worldly life] to good speech, and they were guided to the path of the Praiseworthy.","id":"Dan mereka diberi petunjuk kepada ucapan-ucapan yang baik dan diberi petunjuk (pula) kepada jalan (Allah) yang maha terpuji.","zh":"他们曾蒙引导，故常说优美的语言；他们曾蒙引导，故遵循受赞颂者的大道。","ja":"かれらは純正な言葉に導かれ，讃美すべき方の道に導かれる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":335,"ruku":287}},{"s":22,"a":25,"ar":"إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَـٰهُ لِلنَّاسِ سَوَآءً ٱلْعَـٰكِفُ فِيهِ وَٱلْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ","tl":"inna alladhīna kafarū wayaṣuddūna ʿan sabīli l-lahi wal-masjidi l-ḥarāmi alladhī jaʿalnāhu lilnnāsi sawāan l-ʿākifu fīhi wal-bādi waman yurid fīhi bi-il'ḥādin biẓul'min nudhiq'hu min ʿadhābin alīmin","tr":{"en":"Indeed, those who have disbelieved and avert [people] from the way of Allāh and [from] al-Masjid al-Ḥarām, which We made for the people - equal are the resident therein and one from outside - and [also] whoever intends [a deed] therein<sup foot_note=196830>1</sup> of deviation [in religion] by wrongdoing - We will make him taste of a painful punishment.","id":"Sungguh, orang-orang kafir dan yang menghalangi (manusia) dari jalan Allah dan dari Masjidil Haram yang telah Kami jadikan terbuka untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar dan siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya, niscaya akan kami rasakan kepadanya siksa yang pedih.","zh":"不信道而且妨碍主道，并且妨碍我使众人——定居的和游牧的——共同尊敬禁寺者，（我将使他稍稍尝试痛苦的刑罚）；谁因不义而欲在禁寺中违背正道，我将使谁稍稍尝试痛苦的刑罚。","ja":"本当に信仰を拒否した者，（人びとを）アッラーの道から妨げる者，そこ（マッカ）の居住者であろうと，外来者であろうと凡て，われが人びとのために建立した聖なるマスジド（に入ること）を拒否する者，そしてその中で神聖を汚し不義を企む者には，われは痛ましい懲罰を味わ せるであろう。"},"m":{"juz":17,"hizb":34,"rub":null,"page":335,"ruku":287}},{"s":22,"a":26,"ar":"وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ","tl":"wa-idh bawwanā li-ib'rāhīma makāna l-bayti an lā tush'rik bī shayan waṭahhir baytiya lilṭṭāifīna wal-qāimīna wal-rukaʿi l-sujūdi","tr":{"en":"And [mention, O Muḥammad], when We designated for Abraham the site of the House, [saying], \"Do not associate anything with Me and purify My House for those who perform ṭawāf<sup foot_note=196831>1</sup> and those who stand [in prayer] and those who bow and prostrate.","id":"Dan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), \"Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud.","zh":"当时我曾为易卜拉欣指定天房的地址，我说：你不要以任何物配我，你应当为环行者、立正者、鞠躬者和叩头者，打扫我的房屋。","ja":"われがイブラーヒームのために，（聖なる）家の位置を定め（こう言った）時のことを思いなさい。「誰も，われと一緒に配してはならない。そしてタフーフ（回巡）する者のため，また（礼拝に）立ち〔キヤーム〕，立礼〔ルクーウ〕しサジダする者のために，われの家を清めよ。"},"m":{"juz":17,"hizb":34,"rub":null,"page":335,"ruku":288}},{"s":22,"a":27,"ar":"وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ","tl":"wa-adhin fī l-nāsi bil-ḥaji yatūka rijālan waʿalā kulli ḍāmirin yatīna min kulli fajjin ʿamīqin","tr":{"en":"And proclaim to the people the ḥajj [pilgrimage]; they will come to you on foot and on every lean camel; they will come from every distant pass -","id":"Dan serulah manusia untuk mengerjakan haji, niscaya mereka akan datang kepadamu dengan berjalan kaki, atau mengendarai setiap unta yang kurus, mereka datang dari segenap penjuru yang jauh,","zh":"你应当在众人中宣告朝觐，他们就从远道或徒步或乘着瘦驼，到你这里来，","ja":"人びとに，巡礼〔ハッジ〕するよう呼びかけよ。かれらは歩いてあなたの許に来る。あるいは，どれも痩せこけているラクダに乗って，遠い谷間の道をはるばる来る。"},"m":{"juz":17,"hizb":34,"rub":null,"page":335,"ruku":288}},{"s":22,"a":28,"ar":"لِّيَشْهَدُوا۟ مَنَـٰفِعَ لَهُمْ وَيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍ مَّعْلُومَـٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۖ فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْبَآئِسَ ٱلْفَقِيرَ","tl":"liyashhadū manāfiʿa lahum wayadhkurū is'ma l-lahi fī ayyāmin maʿlūmātin ʿalā mā razaqahum min bahīmati l-anʿāmi fakulū min'hā wa-aṭʿimū l-bāisa l-faqīra","tr":{"en":"That they may witness [i.e., attend] benefits for themselves and mention the name of Allāh on known [i.e., specific] days over what He has provided for them of [sacrificial] animals.<sup foot_note=196832>1</sup> So eat of them and feed the miserable and poor.","id":"Agar mereka menyaksikan berbagai manfaat untuk mereka dan agar mereka menyebut nama Allah pada beberapa hari yang telah ditentukan <sup foot_note=135493>1</sup> atas rezeki yang Dia berikan kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya dan (sebagian lagi) berikanlah untuk dimakan orang-orang yang sengsara dan fakir.","zh":"以便他们见证他们所有的许多利益，并且在规定的若干日内，记念安拉之名而屠宰他赐给他们的牲畜。”你们可以吃那些牲畜的肉，并且应当用其款待困苦的和贫穷的人。","ja":"それは自らの（現世と来世の）御利益に参加し，また定められた日の間，かれがかれらに与えられた（犠牲の）家畜の上にアッラーの御名を唱え，それから『あなたがたはそれを食べ，また困窮している者にも食べさせなさい。』"},"m":{"juz":17,"hizb":34,"rub":null,"page":335,"ruku":288}},{"s":22,"a":29,"ar":"ثُمَّ لْيَقْضُوا۟ تَفَثَهُمْ وَلْيُوفُوا۟ نُذُورَهُمْ وَلْيَطَّوَّفُوا۟ بِٱلْبَيْتِ ٱلْعَتِيقِ","tl":"thumma l'yaqḍū tafathahum walyūfū nudhūrahum walyaṭṭawwafū bil-bayti l-ʿatīqi","tr":{"en":"Then let them end their untidiness and fulfill their vows and perform ṭawāf around the ancient House.\"","id":"Kemudian, hendaklah mereka menghilangkan kotoran<sup foot_note=135494>1</sup> (yang ada di badan) mereka, menyempurnakan nazar-nazar mereka dan melakukan tawaf sekeliling rumah tua (Baitullah).","zh":"然后叫他们涤除他们的污垢，叫他们履行他们的誓愿， 叫他们围绕那间古房而环行。","ja":"それからかれらの必要な儀式を終え，誓いを果し，そして古来の家（カアバ）を，タワーフしなさい。」"},"m":{"juz":17,"hizb":34,"rub":null,"page":335,"ruku":288}},{"s":22,"a":30,"ar":"ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَـٰتِ ٱللَّهِ فَهُوَ خَيْرٌ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَـٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَٱجْتَنِبُوا۟ ٱلرِّجْسَ مِنَ ٱلْأَوْثَـٰنِ وَٱجْتَنِبُوا۟ قَوْلَ ٱلزُّورِ","tl":"dhālika waman yuʿaẓẓim ḥurumāti l-lahi fahuwa khayrun lahu ʿinda rabbihi wa-uḥillat lakumu l-anʿāmu illā mā yut'lā ʿalaykum fa-ij'tanibū l-rij'sa mina l-awthāni wa-ij'tanibū qawla l-zūri","tr":{"en":"That [has been commanded], and whoever honors the sacred ordinances of Allāh - it is best for him in the sight of his Lord. And permitted to you are the grazing livestock, except what is recited to you.<sup foot_note=196833>1</sup> So avoid the uncleanliness of idols and avoid false statement,","id":"Demikianlah (perintah Allah). Dan barangsiapa mengagungkan apa yang terhormat di sisi Allah (Ḥurumāt),<sup foot_note=135495>1</sup> maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta.","zh":"事情就是这样，谁尊重安拉的戒律，在主的那里那对于谁就是更好的。一切牲畜对你们都是合法的，对你们宣布禁戒的除外。故，你们应当避开污秽及偶像，应当永离妄语；","ja":"以上（が巡礼の定め）である。アッラーの神聖（な儀式）を順守する者は，主の御許では最も善い者である。それから家畜は，あなたがたに読み聞かされたものを除き，（巡礼中の食料と して）合法である。それで偶像の汚れから離れ，虚偽の言葉を避けなさい。"},"m":{"juz":17,"hizb":34,"rub":null,"page":335,"ruku":288}},{"s":22,"a":31,"ar":"حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍ سَحِيقٍ","tl":"ḥunafāa lillahi ghayra mush'rikīna bihi waman yush'rik bil-lahi faka-annamā kharra mina l-samāi fatakhṭafuhu l-ṭayru aw tahwī bihi l-rīḥu fī makānin saḥīqin","tr":{"en":"Inclining [only] to Allāh, not associating [anything] with Him. And he who associates with Allāh - it is as though he had fallen from the sky and was snatched by the birds or the wind carried him down into a remote place.","id":"(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh.","zh":"同时为安拉而信奉正教，不以物配他。谁以物配安拉，谁如从天空坠落，而被群鸟夺走，或被大风扫荡到远方。","ja":"アッラーに純正に服従，帰依し，神々をかれに配してはならない。アッラーに神々を配する者は，丁度天から落ちて鳥に攫われた者のようである。または風が，かれを遠い所に吹き攫った者のようである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":336,"ruku":288}},{"s":22,"a":32,"ar":"ذَٰلِكَ وَمَن يُعَظِّمْ شَعَـٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ","tl":"dhālika waman yuʿaẓẓim shaʿāira l-lahi fa-innahā min taqwā l-qulūbi","tr":{"en":"That [is so]. And whoever honors the symbols [i.e., rites] of Allāh - indeed, it is from the piety of hearts.","id":"Demikianlah (perintah Allah). Dan barangsiapa mengagungkan syiar-syiar Allah,<sup foot_note=135496>1</sup> maka sesungguhnya hal itu timbul dari ketakwaan hati.","zh":"事情就是这样，谁尊敬安拉的标识，那是心中的虔诚发出的。","ja":"以上（が定め）である。アッラーの儀式を尊重する態度は，本当に心の敬虔さから出てくるもの。"},"m":{"juz":17,"hizb":34,"rub":null,"page":336,"ruku":288}},{"s":22,"a":33,"ar":"لَكُمْ فِيهَا مَنَـٰفِعُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ","tl":"lakum fīhā manāfiʿu ilā ajalin musamman thumma maḥilluhā ilā l-bayti l-ʿatīqi","tr":{"en":"For you therein [i.e., the animals marked for sacrifice] are benefits for a specified term;<sup foot_note=196835>1</sup> then their place of sacrifice is at the ancient House.<sup foot_note=196834>2</sup>","id":"Bagi kamu padanya (hewan hadyu)<sup foot_note=135497>1</sup> ada beberapa manfaat,<sup foot_note=135498>2</sup> sampai waktu yang ditentukan, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq (Baitullah).","zh":"牲畜对于你们，有若干利益，至于一个定期，然后（屠宰它们做供献）的合法地方应该是古房的附近。","ja":"それら（の家畜）は，定めの期限まで，あなたがたに役立てたうえ古来の家（カアバ）の近くで犠牲として捧げられるのだから。"},"m":{"juz":17,"hizb":34,"rub":null,"page":336,"ruku":288}},{"s":22,"a":34,"ar":"وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۗ فَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَلَهُۥٓ أَسْلِمُوا۟ ۗ وَبَشِّرِ ٱلْمُخْبِتِينَ","tl":"walikulli ummatin jaʿalnā mansakan liyadhkurū is'ma l-lahi ʿalā mā razaqahum min bahīmati l-anʿāmi fa-ilāhukum ilāhun wāḥidun falahu aslimū wabashiri l-mukh'bitīna","tr":{"en":"And for every [religious] community We have appointed a rite [of sacrifice]<sup foot_note=196836>1</sup> that they may mention the name of Allāh over what He has provided for them of [sacrificial] animals. For your god is one God, so to Him submit. And, [O Muḥammad], give good tidings to the humble [before their Lord]","id":"Dan bagi setiap umat telah Kami syariatkan penyembelihan (kurban), agar mereka menyebut nama Allah atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak. Maka Tuhanmu ialah Tuhan Yang Maha Esa, karena itu berserah dirilah kamu kepada-Nya. Dan sampaikanlah (Muhammad) kabar gembira kepada orang-orang yang tunduk patuh (kepada Allah),","zh":"我为每个民族制定一种供献的仪式，以便他们记念安拉之名而屠宰他所赐他们的牲畜。你们的神明是独一的神明，故你们应当只归顺他。你应当以喜讯传示谦恭者。","ja":"われは凡てウンマの（供儀の）儀式を定めた。かれが授けられる4つ足の家畜の上に，アッラーの御名を唱えなさい。本当にあなたがたの神は，唯一の神であられる。だからかれに服従，帰依しなさい。あなたは，謙虚な者たちに吉報を伝えなさい。"},"m":{"juz":17,"hizb":34,"rub":null,"page":336,"ruku":289}},{"s":22,"a":35,"ar":"ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّـٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ","tl":"alladhīna idhā dhukira l-lahu wajilat qulūbuhum wal-ṣābirīna ʿalā mā aṣābahum wal-muqīmī l-ṣalati wamimmā razaqnāhum yunfiqūna","tr":{"en":"Who, when Allāh is mentioned, their hearts are fearful, and [to] the patient over what has afflicted them, and the establishers of prayer and those who spend from what We have provided them.","id":"(yaitu) orang-orang yang apabila disebut nama Allah dihati mereka bergetar, orang yang sabar atas apa yang menimpa mereka, dan orang yang melaksanakan salat dan orang yang menginfakkan sebagian rezeki yang Kami karuniakan kepada mereka.","zh":"当记念安拉的时候，衷心感到恐惧者——感到战粟者——忍受苦难者、谨守拜功者、分舍我所赐之物者，","ja":"これらの者は，アッラーの御名が唱えられる時，心は畏怖に満ち，遭遇することによく耐え忍び，礼拝の務めを守り，またわれが授けたものを施す者たちである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":336,"ruku":289}},{"s":22,"a":36,"ar":"وَٱلْبُدْنَ جَعَلْنَـٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَـٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ","tl":"wal-bud'na jaʿalnāhā lakum min shaʿāiri l-lahi lakum fīhā khayrun fa-udh'kurū is'ma l-lahi ʿalayhā ṣawāffa fa-idhā wajabat junūbuhā fakulū min'hā wa-aṭʿimū l-qāniʿa wal-muʿ'tara kadhālika sakharnāhā lakum laʿallakum tashkurūna","tr":{"en":"And the camels and cattle We have appointed for you as among the symbols [i.e., rites] of Allāh; for you therein is good. So mention the name of Allāh upon them when lined up [for sacrifice]; and when they are [lifeless] on their sides, then eat from them and feed the needy [who does not seek aid] and the beggar. Thus have We subjected them to you that you may be grateful.","id":"Dan unta-unta itu Kami jadikan untukmu bagian dari syiar agama Allah, kamu banyak memperoleh kebaikan padanya. Maka sebutlah nama Allah (ketika kamu akan menyembelihnya) dalam keadaan berdiri<sup foot_note=135499>1</sup> (dan kaki-kaki telah terikat). Kemudian apabila telah rebah (mati), maka makanlah sebagiannya dan berilah makan orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta. Demikianlah Kami tundukkan (unta-unta itu) untukmu, agar kamu bersyukur.","zh":"我为你们以骆驼为安拉的标志，它们对于你们有许多用处；它们排列成行的时候，你们应当为屠宰它们而记念安拉之名；当它们侧卧在地上的时候，你们可以吃它们的肉，并应当款待知足的贫民和乞讨的贫民。我为你们这样制服它们，以便你们感谢。","ja":"また（犠牲の）ラクダ（や牛）を，われはあなたがたのためアッラーの儀式用とした。それらにはあなたがたへの（多くの）利益がある。（犠牲に供えるに当り）並べて，それらの上にアッラーの御名を唱えなさい。そしてそれらが横ざまに倒れ（動かなくなっ）たならば，あなたがたはそれを食べ，また口に出して請わない者，物請いする者たちに食べさせなさい。このようにそれらをあなたがた（の用）に供させるのもあなたがたに感謝の念を起させるためである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":336,"ruku":289}},{"s":22,"a":37,"ar":"لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَـٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ ۗ وَبَشِّرِ ٱلْمُحْسِنِينَ","tl":"lan yanāla l-laha luḥūmuhā walā dimāuhā walākin yanāluhu l-taqwā minkum kadhālika sakharahā lakum litukabbirū l-laha ʿalā mā hadākum wabashiri l-muḥ'sinīna","tr":{"en":"Their meat will not reach Allāh, nor will their blood, but what reaches Him is piety from you. Thus have We subjected them to you that you may glorify Allāh for that [to] which He has guided you; and give good tidings to the doers of good.","id":"Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaan kamu. Demikianlah dia menundukkannya untukmu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Dan sampaikanlah kabar gembira kepada orang-orang yang berbuat baik.","zh":"它们的肉和血，都不能达到安拉，但你们的虔诚，能达到他。他为你们这样制服它们，以便你们为安拉对你们的引导而尊崇他。你应当向行善者报喜。","ja":"それらの肉も血も，決してアッラーに達する訳ではない。かれに届くのはあなたがたの篤信 〔タクワー〕である。このようにかれは，それらをあなたがた（の用）に供させるが，これはあなたがたへのかれの導きに対し，アッラーを讃えさせるためである。善い行いの者たちに吉報を伝えなさい。"},"m":{"juz":17,"hizb":34,"rub":null,"page":336,"ruku":289}},{"s":22,"a":38,"ar":"۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ","tl":"inna l-laha yudāfiʿu ʿani alladhīna āmanū inna l-laha lā yuḥibbu kulla khawwānin kafūrin","tr":{"en":"Indeed, Allāh defends those who have believed. Indeed, Allāh does not like everyone treacherous and ungrateful.","id":"Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhianat dan kufur nikmat.","zh":"安拉必定要保护信道者，安拉确是不喜爱每个忘恩负义的叛逆者的。","ja":"本当にアッラーは，信仰する者を守護なされる。アッラーは，裏切り者，恩を忘れる者を御好みになられない。"},"m":{"juz":17,"hizb":34,"rub":null,"page":336,"ruku":289}},{"s":22,"a":39,"ar":"أُذِنَ لِلَّذِينَ يُقَـٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا۟ ۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ","tl":"udhina lilladhīna yuqātalūna bi-annahum ẓulimū wa-inna l-laha ʿalā naṣrihim laqadīrun","tr":{"en":"Permission [to fight] has been given to those who are being fought,<sup foot_note=196837>1</sup> because they were wronged. And indeed, Allāh is competent to give them victory.","id":"Diizinkan (berperang) bagi orang-orang yang diperangi, karena sesungguhnya mereka dizalimi. Dan sungguh, Allah Mahakuasa menolong mereka,","zh":"被进攻者，已获得反抗的许可，因为他们是受压迫的。安拉对于援助他们，确是全能的。","ja":"戦いをし向ける者に対し（戦闘を）許される。それはかれらが悪を行うためである。アッラーは，かれら（信者）を力強く援助なされる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":337,"ruku":290}},{"s":22,"a":40,"ar":"ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا۟ رَبُّنَا ٱللَّهُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌ وَصَلَوَٰتٌ وَمَسَـٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًا ۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ","tl":"alladhīna ukh'rijū min diyārihim bighayri ḥaqqin illā an yaqūlū rabbunā l-lahu walawlā dafʿu l-lahi l-nāsa baʿḍahum bibaʿḍin lahuddimat ṣawāmiʿu wabiyaʿun waṣalawātun wamasājidu yudh'karu fīhā us'mu l-lahi kathīran walayanṣuranna l-lahu man yanṣuruhu inna l-laha laqawiyyun ʿazīzun","tr":{"en":"[They are] those who have been evicted from their homes without right - only because they say, \"Our Lord is Allāh.\" And were it not that Allāh checks the people, some by means of others, there would have been demolished monasteries, churches, synagogues, and mosques in which the name of Allāh is much mentioned [i.e., praised]. And Allāh will surely support those who support Him [i.e., His cause]. Indeed, Allāh is Powerful and Exalted in Might.","id":"(yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, \"Tuhan kami ialah Allah.\" Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa.","zh":"他们被无理的逐出故乡，只因他们常说：“我们的主是安拉。”要不是安拉以世人互相抵抗，那么，许多修道院、礼拜堂、犹太会堂、清真寺、——其中常有人记念安拉之名的建筑物——必定被人破坏了。凡扶助安拉的大道者，安拉必定扶助他；安拉确是至强的，确是万能的。","ja":"（かれらは）只「わたしたちの主はアッラーです。」と言っただけで正当な理由もなく，その家から追われた者たちである。アッラーがもし，互いに人々を牽制し合わせなければ，修道院も，キリスト教会も，ユダヤ教堂も，またアッラーの御名が常に唱念されているマスジド（イスラームの礼拝堂）も，きっと打ち壊されたであろう。アッラーは，かれに協力する者を助けられる。本当にアッラーは，強大で偉力ならびなき方であられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":337,"ruku":290}},{"s":22,"a":41,"ar":"ٱلَّذِينَ إِن مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلْمَعْرُوفِ وَنَهَوْا۟ عَنِ ٱلْمُنكَرِ ۗ وَلِلَّهِ عَـٰقِبَةُ ٱلْأُمُورِ","tl":"alladhīna in makkannāhum fī l-arḍi aqāmū l-ṣalata waātawū l-zakata wa-amarū bil-maʿrūfi wanahaw ʿani l-munkari walillahi ʿāqibatu l-umūri","tr":{"en":"[And they are] those who, if We give them authority in the land, establish prayer and give zakāh and enjoin what is right and forbid what is wrong. And to Allāh belongs the outcome of [all] matters.","id":"(Yaitu) orang-orang yang jika Kami berikan kedudukan di bumi, mereka melaksanakan salat, menunaikan zakat, dan menyuruh berbuat makruf dan mencegah dari yang mungkar; dan kepada Allah lah kembali segala urusan.","zh":"如果我使那些人在地面上得势，他们将谨守拜功，完纳天课，劝善戒恶。万事的结局只归安拉。\t.如果我使那些人在地面上得势，他们将谨守拜功，完纳天课，劝善戒恶。万事的结局只归安拉。","ja":"（かれに協力する者とは）もしわれの取り計いで地上に（支配権を）確立すると礼拝の務めを守り，定めの喜捨をなし，（人びとに）正義を命じ，邪悪を禁ずる者である。本当に凡ての事の結末は，アッラーに属する。"},"m":{"juz":17,"hizb":34,"rub":null,"page":337,"ruku":290}},{"s":22,"a":42,"ar":"وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ","tl":"wa-in yukadhibūka faqad kadhabat qablahum qawmu nūḥin waʿādun wathamūdu","tr":{"en":"And if they deny you, [O Muḥammad] - so, before them, did the people of Noah and ʿAad and Thamūd deny [their prophets],","id":"Dan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, 'Ād, dan Samud (juga telah mendustakan rasul-rasul-Nya),","zh":"如果他们否认你，那么，在他们之前，否认使者的已有努哈的宗族、阿德人、赛莫德人、","ja":"仮令かれらが，あなたを虚言の徒であるとしても，かれら以前にも，ヌーフの民も，アードもサムードも（その預言者を）信じなかった。"},"m":{"juz":17,"hizb":34,"rub":null,"page":337,"ruku":290}},{"s":22,"a":43,"ar":"وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍ","tl":"waqawmu ib'rāhīma waqawmu lūṭin","tr":{"en":"And the people of Abraham and the people of Lot.","id":"dan (demikian juga) kaum Ibrahim dan kaum Luṭ,","zh":"易卜拉欣的宗族、鲁特的宗族、","ja":"またイブラーヒームの民も，ルートの民も，"},"m":{"juz":17,"hizb":34,"rub":null,"page":337,"ruku":290}},{"s":22,"a":44,"ar":"وَأَصْحَـٰبُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَـٰفِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ","tl":"wa-aṣḥābu madyana wakudhiba mūsā fa-amlaytu lil'kāfirīna thumma akhadhtuhum fakayfa kāna nakīri","tr":{"en":"And the inhabitants of Madyan. And Moses was denied, so I prolonged enjoyment for the disbelievers; then I seized them, and how [terrible] was My reproach.","id":"dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku.","zh":"麦德彦人；穆萨也曾被否认过。我优容不信道者，随后我惩治了他们；我的谴责是怎样的呢？","ja":"マドヤンの住民も（信じなかった）。またムーサーも拒否された。それでもわれは不信者に猶予を与え，結局かれらに懲罰を与えた。われの拒否はどんなものであったのか。"},"m":{"juz":17,"hizb":34,"rub":null,"page":337,"ruku":290}},{"s":22,"a":45,"ar":"فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا وَهِىَ ظَالِمَةٌ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ","tl":"faka-ayyin min qaryatin ahlaknāhā wahiya ẓālimatun fahiya khāwiyatun ʿalā ʿurūshihā wabi'rin muʿaṭṭalatin waqaṣrin mashīdin","tr":{"en":"And how many a city did We destroy while it was committing wrong - so it is [now] fallen into ruin<sup foot_note=196839>1</sup> - and [how many] an abandoned well and [how many] a lofty palace.<sup foot_note=196838>2</sup>","id":"Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (tidak ada penghuninya).","zh":"有许多城市居民不义，而我毁灭他们，地上屋顶尚存，并且有若干被遗弃的水井和被建成的大厦。","ja":"われはをかれらが悪を行っている間に，如何に多くの町を滅ぼしたことであろうか。それらは，屋根を下にして倒れ潰れた。また（如何に多くの）井戸や堅固な城が見捨てられたことであろうか。"},"m":{"juz":17,"hizb":34,"rub":null,"page":337,"ruku":290}},{"s":22,"a":46,"ar":"أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَـٰرُ وَلَـٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ","tl":"afalam yasīrū fī l-arḍi fatakūna lahum qulūbun yaʿqilūna bihā aw ādhānun yasmaʿūna bihā fa-innahā lā taʿmā l-abṣāru walākin taʿmā l-qulūbu allatī fī l-ṣudūri","tr":{"en":"So have they not traveled through the earth and have hearts by which to reason and ears by which to hear? For indeed, it is not eyes that are blinded, but blinded are the hearts which are within the breasts.","id":"Maka tidak pernahkah mereka berjalan di bumi, sehingga hati (akal) mereka dapat memahami, telinga mereka dapat mendengar? Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada.","zh":"难道他们没有在大地上旅行，因而有心可以了解，或者有耳可以听闻吗？因为肉眼不盲，胸中的心眼却盲了。","ja":"かれらは心に悟りが開けるよう，またその耳が聞くように，地上を旅しなかった。本当に盲人となったのは，かれらの視覚ではなく，寧ろ胸の中の心なのである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":337,"ruku":290}},{"s":22,"a":47,"ar":"وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ","tl":"wayastaʿjilūnaka bil-ʿadhābi walan yukh'lifa l-lahu waʿdahu wa-inna yawman ʿinda rabbika ka-alfi sanatin mimmā taʿuddūna","tr":{"en":"And they urge you to hasten the punishment. But Allāh will never fail in His promise. And indeed, a day with your Lord is like a thousand years of those which you count.","id":"Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.","zh":"他们要求你早日昭示刑罚。安拉绝不爽约。在你的主那里的一日，恰如你们所数的一千年。","ja":"かれらはあなたに，すばやい懲罰を求める。だがアッラーは約束に背かれない。本当に主の御許における一日は，あなたがたの計算する千年に当る。"},"m":{"juz":17,"hizb":34,"rub":null,"page":338,"ruku":290}},{"s":22,"a":48,"ar":"وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ","tl":"waka-ayyin min qaryatin amlaytu lahā wahiya ẓālimatun thumma akhadhtuhā wa-ilayya l-maṣīru","tr":{"en":"And for how many a city did I prolong enjoyment while it was committing wrong. Then I seized it, and to Me is the [final] destination.","id":"Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu).","zh":"有许多城市，居民不义，而我优容他们，随后，我惩治他们，我是唯一的归宿。","ja":"われは，如何に多くの悪を行う都市を猶予し，それからこれらを処罰したことであろうか。帰り所はわれの許にあるのである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":338,"ruku":290}},{"s":22,"a":49,"ar":"قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌ مُّبِينٌ","tl":"qul yāayyuhā l-nāsu innamā anā lakum nadhīrun mubīnun","tr":{"en":"Say, \"O people, I am only to you a clear warner.\"","id":"Katakanlah (Muhammad), \"Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.\"","zh":"你说：“众人啊！我对你们只是一个直爽的警告者。”","ja":"言ってやるがいい。「人びとよわたしは，あなたがたにはっきり警告する（ため遣わされた）者である。」"},"m":{"juz":17,"hizb":34,"rub":null,"page":338,"ruku":291}},{"s":22,"a":50,"ar":"فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ","tl":"fa-alladhīna āmanū waʿamilū l-ṣāliḥāti lahum maghfiratun wariz'qun karīmun","tr":{"en":"And those who have believed and done righteous deeds - for them is forgiveness and noble provision.","id":"Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan rezeki yang mulia.","zh":"信道而且行善者，得蒙赦宥，得享优厚的给养；","ja":"信仰して善行に勤しむ者は，御赦しと栄誉ある糧を与えられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":338,"ruku":291}},{"s":22,"a":51,"ar":"وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ","tl":"wa-alladhīna saʿaw fī āyātinā muʿājizīna ulāika aṣḥābu l-jaḥīmi","tr":{"en":"But the ones who strove against Our verses, [seeking] to cause failure<sup foot_note=196840>1</sup> - those are the companions of Hellfire.","id":"Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itulah penghuni-penghuni neraka Jahim.","zh":"以阻挠的态度努力反对我的迹象者，是火狱的居民。","ja":"だがわが印を虚しくするように努める者は業火の仲間である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":338,"ruku":291}},{"s":22,"a":52,"ar":"وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَـٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَـٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَـٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","tl":"wamā arsalnā min qablika min rasūlin walā nabiyyin illā idhā tamannā alqā l-shayṭānu fī um'niyyatihi fayansakhu l-lahu mā yul'qī l-shayṭānu thumma yuḥ'kimu l-lahu āyātihi wal-lahu ʿalīmun ḥakīmun","tr":{"en":"And We did not send before you any messenger or prophet except that when he spoke [or recited], Satan threw into it [some misunderstanding]. But Allāh abolishes that which Satan throws in; then Allāh makes precise His verses.<sup foot_note=196841>1</sup> And Allāh is Knowing and Wise.","id":"Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), melainkan apabila dia mempunyai suatu keinginan,<sup foot_note=135500>1</sup> setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana,","zh":"在你之前我所派遣的使者和先知，没有一个不是这样的：当他愿望的时候，恶魔对于他的愿望，有一种建议，但安拉破除恶魔的建议，然后，安拉使自己的迹象成为坚确的。安拉是全知的，是至睿的。","ja":"あなた以前にわれが遣わした使徒や預言者でも，何か望みをもつと，悪魔がその欲望を唆したものであった。だがアッラーは，悪魔の誘惑を無にされ，御自分の印を堅固になされた。本当にアッラーは全知にして英明であられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":338,"ruku":291}},{"s":22,"a":53,"ar":"لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَـٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍ","tl":"liyajʿala mā yul'qī l-shayṭānu fit'natan lilladhīna fī qulūbihim maraḍun wal-qāsiyati qulūbuhum wa-inna l-ẓālimīna lafī shiqāqin baʿīdin","tr":{"en":"[That is] so He may make what Satan throws in [i.e., asserts] a trial for those within whose hearts is disease<sup foot_note=196842>1</sup> and those hard of heart. And indeed, the wrongdoers are in extreme dissension.","id":"Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permusuhan yang jauh,","zh":"（他这样做）以便他以恶魔建议的事考验有心病的人和心硬的人。不义者必陷于长远的分裂之中。","ja":"かれは，悪魔の誘惑で，心に病のある者，心の頑固な者を試みなされる。本当に悪を行う者たちは，（真理から）遠くかけ離れる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":338,"ruku":291}},{"s":22,"a":54,"ar":"وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ","tl":"waliyaʿlama alladhīna ūtū l-ʿil'ma annahu l-ḥaqu min rabbika fayu'minū bihi fatukh'bita lahu qulūbuhum wa-inna l-laha lahādi alladhīna āmanū ilā ṣirāṭin mus'taqīmin","tr":{"en":"And so those who were given knowledge may know that it is the truth from your Lord and [therefore] believe in it, and their hearts humbly submit to it. And indeed is Allāh the Guide of those who have believed to a straight path.","id":"dan agar orang-orang yang telah diberi ilmu meyakini bahwa (Alquran) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus.","zh":"（他这样做）以便有学识者知道那是从你的主降示的真理，因为他们信仰它，而他们对它心怀谦逊。安拉必定要把信道者引上正路。","ja":"また知識を与えられている者たちは，この（クルアーン）があなたの主からの真理であることを知り，心を謙虚にしてそれを信じる。本当にアッラーは，信仰する者たちを正しい道に導かれる方である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":338,"ruku":291}},{"s":22,"a":55,"ar":"وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ","tl":"walā yazālu alladhīna kafarū fī mir'yatin min'hu ḥattā tatiyahumu l-sāʿatu baghtatan aw yatiyahum ʿadhābu yawmin ʿaqīmin","tr":{"en":"But those who disbelieve will not cease to be in doubt of it until the Hour comes upon them unexpectedly or there comes to them the punishment of a barren Day.<sup foot_note=196843>1</sup>","id":"Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Alquran), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka.","zh":"不信道者对于它仍然在犹豫之中，直到复活时刻忽然降临他们，或破坏日的刑罚来临他们。","ja":"信仰のない者はそれに就いて疑いを抱き続けよう。（審判の）時が，突然かれらに襲いかかるか，災厄の日の懲罰が来るまでは。"},"m":{"juz":17,"hizb":34,"rub":null,"page":338,"ruku":291}},{"s":22,"a":56,"ar":"ٱلْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى جَنَّـٰتِ ٱلنَّعِيمِ","tl":"al-mul'ku yawma-idhin lillahi yaḥkumu baynahum fa-alladhīna āmanū waʿamilū l-ṣāliḥāti fī jannāti l-naʿīmi","tr":{"en":"[All] sovereignty that Day is for Allāh;<sup foot_note=196844>1</sup> He will judge between them. So they who believed and did righteous deeds will be in the Gardens of Pleasure.","id":"Kekuasaan pada hari itu ada pada Allah, Dia memberi keputusan di antara mereka. Maka orang-orang yang beriman dan mengerjakan kebajikan berada dalam surga-surga yang penuh kenikmatan.","zh":"在那日，主权只是安拉的。他要判决他们。信道而且行善者，将在极乐园中；","ja":"その日，大権はアッラーの有である。かれは，かれらの間を裁かれる。それで，信仰して善い行いをした者は，歓喜の楽園に入る。"},"m":{"juz":17,"hizb":34,"rub":null,"page":339,"ruku":291}},{"s":22,"a":57,"ar":"وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ","tl":"wa-alladhīna kafarū wakadhabū biāyātinā fa-ulāika lahum ʿadhābun muhīnun","tr":{"en":"And they who disbelieved and denied Our signs - for those there will be a humiliating punishment.","id":"Dan orang-orang kafir dan yang mendustakan ayat-ayat Kami, mereka akan merasakan azab yang menghinakan.","zh":"不信道而且否认我的迹象者，将受凌辱的刑罚。","ja":"背信して，われの印を虚偽であるとした者には恥ずべき懲罰がある。"},"m":{"juz":17,"hizb":34,"rub":null,"page":339,"ruku":291}},{"s":22,"a":58,"ar":"وَٱلَّذِينَ هَاجَرُوا۟ فِى سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓا۟ أَوْ مَاتُوا۟ لَيَرْزُقَنَّهُمُ ٱللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيْرُ ٱلرَّٰزِقِينَ","tl":"wa-alladhīna hājarū fī sabīli l-lahi thumma qutilū aw mātū layarzuqannahumu l-lahu riz'qan ḥasanan wa-inna l-laha lahuwa khayru l-rāziqīna","tr":{"en":"And those who emigrated for the cause of Allāh and then were killed or died - Allāh will surely provide for them a good provision. And indeed, it is Allāh who is the best of providers.","id":"Dan orang-orang yang berhijrah di jalan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan memberikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik.","zh":"为安拉的道路而迁居，然后被杀害或病故者，安拉必赏赐他们佳美的给养；安拉确是最善于给养的。","ja":"アッラーの道のために移住し，その後（戦いで）殺され，または死んだ者には，アッラーは必ず善美な糧を与えるであろう。本当にアッラーこそは，最も優れた給養を与える方であられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":339,"ruku":292}},{"s":22,"a":59,"ar":"لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُۥ ۗ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٌ","tl":"layud'khilannahum mud'khalan yarḍawnahu wa-inna l-laha laʿalīmun ḥalīmun","tr":{"en":"He will surely cause them to enter an entrance with which they will be pleased, and indeed, Allāh is Knowing and Forbearing.","id":"Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk (surga) yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui, Maha Penyantun.","zh":"他必使他们进入他们所喜悦的地方；安拉确是全知的，确是容忍的。","ja":"かれは，必ずかれらが喜ぶ所に入らせられる。本当にアッラーは全知にして聡明な御方である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":339,"ruku":292}},{"s":22,"a":60,"ar":"۞ ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ","tl":"dhālika waman ʿāqaba bimith'li mā ʿūqiba bihi thumma bughiya ʿalayhi layanṣurannahu l-lahu inna l-laha laʿafuwwun ghafūrun","tr":{"en":"That [is so]. And whoever responds [to injustice] with the equivalent of that with which he was harmed and then is tyrannized - Allāh will surely aid him. Indeed, Allāh is Pardoning and Forgiving.<sup foot_note=196845>1</sup>","id":"Demikianlah, dan barangsiapa membalas setimpal dengan penganiayaan yang pernah dia derita kemudian dia terzalimi (lagi), pasti Allah akan menolongnya. Sungguh, Allah Maha Pemaaf, Maha Pengampun.","zh":"事情就是这样的。凡以怨报怨，然后被人虐待者，安拉必援助他。安拉确是至恕的，确是至赦的。","ja":"それは（こうである）。誰でも自分が被ったものと同じ報復をしたのに，また不当な仕打ちをされるならば，アッラーは必ずこの者を助けなされる。本当にアッラーは寛容にしてよく赦される御方である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":339,"ruku":292}},{"s":22,"a":61,"ar":"ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَأَنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ","tl":"dhālika bi-anna l-laha yūliju al-layla fī l-nahāri wayūliju l-nahāra fī al-layli wa-anna l-laha samīʿun baṣīrun","tr":{"en":"That<sup foot_note=196846>1</sup> is because Allāh causes the night to enter the day and causes the day to enter the night and because Allāh is Hearing and Seeing.","id":"Demikianlah karena Allah (kuasa) memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam, dan sungguh, Allah Maha mendengar, Maha Melihat.","zh":"这是因为安拉使黑夜侵入白昼，使白昼侵入黑夜；又因为安拉是全聪的，是全明的。","ja":"それは，アッラーが夜を昼の中に割り込ませ，また昼を夜の中に割り込ませるためである。本当にアッラーは全聴にして全視であられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":339,"ruku":292}},{"s":22,"a":62,"ar":"ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ","tl":"dhālika bi-anna l-laha huwa l-ḥaqu wa-anna mā yadʿūna min dūnihi huwa l-bāṭilu wa-anna l-laha huwa l-ʿaliyu l-kabīru","tr":{"en":"That is because Allāh is the True Reality, and that which they call upon other than Him is falsehood, and because Allāh is the Most High, the Grand.","id":"Demikianlah (kebesaran Allah) karena Allah, Dialah (Tuhan) Yang Hak. Dan apa saja yang mereka seru selain Dia, itulah yang batil, dan sungguh Allah, Dialah Yang Mahatinggi, Mahabesar.","zh":"这是因为安拉是真实的，他们舍安拉而祈祷的（偶像）是虚妄的；又因为安拉是至高无上的，是至大的。","ja":"これも，アッラーこそ真実であり，かれらがかれ以外に祈るものが偽りの（神の）ためである。本当にアッラーは至高にして至大であられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":339,"ruku":292}},{"s":22,"a":63,"ar":"أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَتُصْبِحُ ٱلْأَرْضُ مُخْضَرَّةً ۗ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ","tl":"alam tara anna l-laha anzala mina l-samāi māan fatuṣ'biḥu l-arḍu mukh'ḍarratan inna l-laha laṭīfun khabīrun","tr":{"en":"Do you not see that Allāh has sent down rain from the sky and the earth becomes green? Indeed, Allāh is Subtle<sup foot_note=196848>1</sup> and Aware.<sup foot_note=196847>2</sup>","id":"Tidakkah engkau memperhatikan bahwa Allah menurunkan air (hujan) dari langit, sehingga bumi menjadi hijau? Sungguh, Allah Mahahalus, Maha Mengetahui.","zh":"难道你不知道吗？安拉从天上降下雨水，地面就变成苍翠的。安拉确是仁爱的，确是彻知的。","ja":"アッラーが天から水（雨）を降らせられれば，大地が緑になるのをあなたは見ないのか。本当にアッラーは親切にして知悉される御方である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":339,"ruku":292}},{"s":22,"a":64,"ar":"لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ","tl":"lahu mā fī l-samāwāti wamā fī l-arḍi wa-inna l-laha lahuwa l-ghaniyu l-ḥamīdu","tr":{"en":"To Him belongs what is in the heavens and what is on the earth. And indeed, Allāh is the Free of need, the Praiseworthy.","id":"Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji.","zh":"天地万物都是他的，安拉确是无求的，确是可颂的。","ja":"天にあり地にある凡てのものは，かれの有である。アッラー，本当にかれは，満ち足られる御方，讃美されなべき御方である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":339,"ruku":292}},{"s":22,"a":65,"ar":"أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلْأَرْضِ وَٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلْأَرْضِ إِلَّا بِإِذْنِهِۦٓ ۗ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ","tl":"alam tara anna l-laha sakhara lakum mā fī l-arḍi wal-ful'ka tajrī fī l-baḥri bi-amrihi wayum'siku l-samāa an taqaʿa ʿalā l-arḍi illā bi-idh'nihi inna l-laha bil-nāsi laraūfun raḥīmun","tr":{"en":"Do you not see that Allāh has subjected to you whatever is on the earth and the ships which run through the sea by His command? And He restrains the sky from falling upon the earth, unless by His permission. Indeed Allāh, to the people, is Kind and Merciful.","id":"Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi, dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia.","zh":"难道你不知道吗？安拉为你们制服大地上所有的事物，以及奉他的命令而在海上航行的船舶，他维持着天以免坠落在地上，除非获得他的许可。安拉对于世人却是至爱的，确是至慈的。","ja":"あなたは見ないのか。アッラーは地上の凡てのものをあなたがたに従わせ，かれの命令によって，船を海上に走らせられる。また天をかれの御許しなく地上に落ちないよう支えられる。本当にアッラーは人間に，優しく慈悲を垂れられる御方である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":340,"ruku":293}},{"s":22,"a":66,"ar":"وَهُوَ ٱلَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ ٱلْإِنسَـٰنَ لَكَفُورٌ","tl":"wahuwa alladhī aḥyākum thumma yumītukum thumma yuḥ'yīkum inna l-insāna lakafūrun","tr":{"en":"And He is the one who gave you life; then He causes you to die and then will [again] give you life. Indeed, mankind is ungrateful.","id":"Dan Dialah yang menghidupkan kamu, kemudian mematikan kamu, kemudian menghidupkan kamu kembali (pada hari kebangkitan). Sungguh, manusia itu sangat kufur nikmat.","zh":"他使你们生，然后使你们死，然后使你们复活；人确是孤恩的。","ja":"かれこそはあなたがたに生を授け，間もなく死を与え，それからまた甦らせられる方である。本当に人間は恩を忘れる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":340,"ruku":293}},{"s":22,"a":67,"ar":"لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَـٰزِعُنَّكَ فِى ٱلْأَمْرِ ۚ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ","tl":"likulli ummatin jaʿalnā mansakan hum nāsikūhu falā yunāziʿunnaka fī l-amri wa-ud'ʿu ilā rabbika innaka laʿalā hudan mus'taqīmin","tr":{"en":"For every [religious] community We have appointed rites which they perform. So, [O Muḥammad], let them [i.e., the disbelievers] not contend with you over the matter but invite [them] to your Lord. Indeed, you are upon straight guidance.","id":"Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan, maka tidak sepantasnya mereka berbantahan dengan engkau dalam urusan (syariat) ini, dan serulah (mereka) kepada Tuhanmu. Sungguh, engkau (Muhammad) berada di jalan yang lurus.","zh":"我为每个民族制定一种供献仪式，让他们有所遵循，绝不是让他们为这事与你争论。你应当召唤众人来崇拜你的主，你确是在正路上的。","ja":"われは凡てのウンマに守られるべき儀式を定めた。それでこれに関し，かれらにあなたと論争させてはならない。あなたの主に（かれらを）招きなさい。本当にあなたは，正しい導きの上にいる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":340,"ruku":293}},{"s":22,"a":68,"ar":"وَإِن جَـٰدَلُوكَ فَقُلِ ٱللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ","tl":"wa-in jādalūka faquli l-lahu aʿlamu bimā taʿmalūna","tr":{"en":"And if they dispute with you, then say, \"Allāh is most knowing of what you do.","id":"Dan jika mereka membantah engkau, maka katakanlah, \"Allah lebih tahu tentang apa yang kamu kerjakan.\"","zh":"如果他们与你争论，你应当说：“安拉是知道你们的行为的。","ja":"かれらがもしあなたがたと論争するならば，言ってやるがいい。「アッラーは，あなたがたの行うことを最もよく知っておられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":340,"ruku":293}},{"s":22,"a":69,"ar":"ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ","tl":"al-lahu yaḥkumu baynakum yawma l-qiyāmati fīmā kuntum fīhi takhtalifūna","tr":{"en":"Allāh will judge between you on the Day of Resurrection concerning that over which you used to differ.\"","id":"Allah akan mengadili di antara kamu pada hari Kiamat tentang apa yang dahulu kamu perselisihkan.","zh":"复活日，安拉将判决你们所争论的是非。”","ja":"アッラーは審判の日に，あなたがたがそれに就いて相違したことに関し，あなたがたを裁かれる。」"},"m":{"juz":17,"hizb":34,"rub":null,"page":340,"ruku":293}},{"s":22,"a":70,"ar":"أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ","tl":"alam taʿlam anna l-laha yaʿlamu mā fī l-samāi wal-arḍi inna dhālika fī kitābin inna dhālika ʿalā l-lahi yasīrun","tr":{"en":"Do you not know that Allāh knows what is in the heaven and earth? Indeed, that is in a Record.<sup foot_note=196849>1</sup> Indeed that, for Allāh, is easy.","id":"Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, Yang demikian itu sudah terdapat dalam suatu Kitab (Lauḥ Maḥfūẓ). Sesungguhnya yang demikian itu sangat mudah bagi Allah.","zh":"难道你不知道吗？安拉知道天地万物，这确是在一本天经里的。这对于安拉确是容易的。","ja":"あなたはアッラーが，天にあり地にある一切を知っておられることを知らないのか。それは凡て記録に載せてある。それは，アッラーにおいては容易なことである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":340,"ruku":293}},{"s":22,"a":71,"ar":"وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌ ۗ وَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ","tl":"wayaʿbudūna min dūni l-lahi mā lam yunazzil bihi sul'ṭānan wamā laysa lahum bihi ʿil'mun wamā lilẓẓālimīna min naṣīrin","tr":{"en":"And they worship besides Allāh that for which He has not sent down authority and that of which they have no knowledge. And there will not be for the wrongdoers any helper.","id":"Dan mereka menyembah selain Allah, tanpa dasar yang jelas tentang itu, dan mereka tidak mempunyai pengetahuan (pula) tentang itu. Bagi orang-orang yang zalim tidak ada seorang penolong pun.","zh":"他们舍安拉而崇拜安拉所未证实的，也非他们所知道的偶像；不义的人绝没有任何援助者，","ja":"かれらはアッラーを外にして，何の権威も授かっていないもの，またそれに就いて何の知識もないものを崇拝している。悪を行う者には援助者もない。"},"m":{"juz":17,"hizb":34,"rub":null,"page":340,"ruku":293}},{"s":22,"a":72,"ar":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ تَعْرِفُ فِى وُجُوهِ ٱلَّذِينَ كَفَرُوا۟ ٱلْمُنكَرَ ۖ يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَـٰتِنَا ۗ قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ ۗ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ ۖ وَبِئْسَ ٱلْمَصِيرُ","tl":"wa-idhā tut'lā ʿalayhim āyātunā bayyinātin taʿrifu fī wujūhi alladhīna kafarū l-munkara yakādūna yasṭūna bi-alladhīna yatlūna ʿalayhim āyātinā qul afa-unabbi-ukum bisharrin min dhālikumu l-nāru waʿadahā l-lahu alladhīna kafarū wabi'sa l-maṣīru","tr":{"en":"And when Our verses are recited to them as clear evidences, you recognize in the faces of those who disbelieve disapproval. They are almost on the verge of assaulting those who recite to them Our verses. Say, \"Then shall I inform you of [what is] worse than that?<sup foot_note=196850>1</sup> [It is] the Fire which Allāh has promised those who disbelieve, and wretched is the destination.\"","id":"Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), \"Apakah akan aku kabarkan kepadamu (mengenai sesuatu) yang lebih buruk daripada itu, (yaitu) neraka?\" Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali.","zh":"当别人对他们宣读我的明显的迹象的时候，你看见不信道者的脸上有不悦之色；他们几乎要袭击对他们宣读我的迹象者。你说：“我告诉你们比这个更恶劣的好吗？那就是火狱。安拉以火狱应许不信道者，那归宿真恶劣！","ja":"われの明瞭な印が読誦される時，あなたは信仰しない者たちの顔に，拒絶の色が浮かぶのを認めるであろう。かれらにわが印を読誦する者に向かって，攻撃を加えようとさえする。言ってやるがいい。「わたしはそれよりも更に悪いものを，あなたがたに告げようか。それは火獄である。アッラーは信仰しない者たちに，それを約束なされる。何と悪い住居であることよ。」"},"m":{"juz":17,"hizb":34,"rub":null,"page":340,"ruku":293}},{"s":22,"a":73,"ar":"يَـٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٌ فَٱسْتَمِعُوا۟ لَهُۥٓ ۚ إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَن يَخْلُقُوا۟ ذُبَابًا وَلَوِ ٱجْتَمَعُوا۟ لَهُۥ ۖ وَإِن يَسْلُبْهُمُ ٱلذُّبَابُ شَيْـًٔا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ ٱلطَّالِبُ وَٱلْمَطْلُوبُ","tl":"yāayyuhā l-nāsu ḍuriba mathalun fa-is'tamiʿū lahu inna alladhīna tadʿūna min dūni l-lahi lan yakhluqū dhubāban walawi ij'tamaʿū lahu wa-in yaslub'humu l-dhubābu shayan lā yastanqidhūhu min'hu ḍaʿufa l-ṭālibu wal-maṭlūbu","tr":{"en":"O people, an example is presented, so listen to it. Indeed, those you invoke besides Allāh will never create [as much as] a fly, even if they gathered together for it [i.e., that purpose]. And if the fly should steal from them a [tiny] thing, they could not recover it from him. Weak are the pursuer and pursued.<sup foot_note=196851>1</sup>","id":"Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang di sembah.","zh":"众人啊！有一个譬喻，你们倾听吧！你们舍安拉而祈祷的（偶像）虽群策群力，绝不能创造一只苍蝇；如果苍蝇从他们的身上夺取一点东西，他们也不能把那点东西抢回来。祈祷者和被祈祷者，都是懦弱的！”","ja":"人びとよ，一つの比喩を説くから，それを謹んで聞きなさい。本当にあなたがたがアッラ ーの外に祈るものは，仮令かれらが束になっても，一匹の蝿（さえ）も創れない。また蝿がかれらから何か奪い去っても，それを取り戻すことも出来ない。祈る者も，祈られる者も，全く力が ないのである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":341,"ruku":294}},{"s":22,"a":74,"ar":"مَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ","tl":"mā qadarū l-laha ḥaqqa qadrihi inna l-laha laqawiyyun ʿazīzun","tr":{"en":"They have not appraised Allāh with true appraisal.<sup foot_note=196852>1</sup> Indeed, Allāh is Powerful and Exalted in Might.","id":"Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sungguh, Allah Mahakuat, Mahaperkasa.","zh":"他们没有真实地尊敬安拉。安拉确是至强的，确是万能的。","ja":"かれらは，アッラーの真価の程を評価していない。本当にアッラーは強大にして偉力ならびなき御方である。"},"m":{"juz":17,"hizb":34,"rub":null,"page":341,"ruku":294}},{"s":22,"a":75,"ar":"ٱللَّهُ يَصْطَفِى مِنَ ٱلْمَلَـٰٓئِكَةِ رُسُلًا وَمِنَ ٱلنَّاسِ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ","tl":"al-lahu yaṣṭafī mina l-malāikati rusulan wamina l-nāsi inna l-laha samīʿun baṣīrun","tr":{"en":"Allāh chooses from the angels messengers and from the people. Indeed, Allāh is Hearing and Seeing.","id":"Allah memilih para utusan(-Nya) dari malaikat dan dari manusia. Sesungguhnya Allah Maha Mendengar, Maha Melihat.","zh":"安拉从天使中，于人类中拣选若干使者，安拉确是全聪的，确是全明的。","ja":"アッラーは，天使と人間の中から，使徒を選ばれる。本当にアッラーは全聴にして全視であられる。"},"m":{"juz":17,"hizb":34,"rub":null,"page":341,"ruku":294}},{"s":22,"a":76,"ar":"يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ","tl":"yaʿlamu mā bayna aydīhim wamā khalfahum wa-ilā l-lahi tur'jaʿu l-umūru","tr":{"en":"He knows what is [presently] before them and what will be after them.<sup foot_note=196853>1</sup> And to Allāh will be returned [all] matters.","id":"Dia (Allah) mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka. Dan hanya kepada Allah dikembalikan segala urusan.","zh":"他知道他们已做的和将做的事情，万事只归安拉。","ja":"かれは，かれらの前にあるものも，かれらの後ろに有るものをも知っておられる。アッラーの御許に（凡ての）事物は帰されるのである。"},"m":{"juz":17,"hizb":34,"rub":null,"page":341,"ruku":294}},{"s":22,"a":77,"ar":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱرْكَعُوا۟ وَٱسْجُدُوا۟ وَٱعْبُدُوا۟ رَبَّكُمْ وَٱفْعَلُوا۟ ٱلْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩","tl":"yāayyuhā alladhīna āmanū ir'kaʿū wa-us'judū wa-uʿ'budū rabbakum wa-if'ʿalū l-khayra laʿallakum tuf'liḥūna","tr":{"en":"O you who have believed, bow and prostrate and worship your Lord and do good - that you may succeed.","id":"Wahai orang-orang yang beriman! Rukuklah, sujudlah, dan sembahlah Tuhanmu; dan berbuatlah kebaikan, agar kamu beruntung.","zh":"信道的人们啊！你们应当鞠躬，应当叩头，应当崇拜你们的主，应当力行善功，以便你们成功。","ja":"あなたがた信仰する者よ。立礼〔ルクーウ〕しサジダして，あなたがたの主に仕えなさい。そして善行に勤しめ。必ずあなたがたは成功するであろう。〔サジダ〕"},"m":{"juz":17,"hizb":34,"rub":null,"page":341,"ruku":294}},{"s":22,"a":78,"ar":"وَجَـٰهِدُوا۟ فِى ٱللَّهِ حَقَّ جِهَادِهِۦ ۚ هُوَ ٱجْتَبَىٰكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى ٱلدِّينِ مِنْ حَرَجٍ ۚ مِّلَّةَ أَبِيكُمْ إِبْرَٰهِيمَ ۚ هُوَ سَمَّىٰكُمُ ٱلْمُسْلِمِينَ مِن قَبْلُ وَفِى هَـٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ ۚ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱعْتَصِمُوا۟ بِٱللَّهِ هُوَ مَوْلَىٰكُمْ ۖ فَنِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ","tl":"wajāhidū fī l-lahi ḥaqqa jihādihi huwa ij'tabākum wamā jaʿala ʿalaykum fī l-dīni min ḥarajin millata abīkum ib'rāhīma huwa sammākumu l-mus'limīna min qablu wafī hādhā liyakūna l-rasūlu shahīdan ʿalaykum watakūnū shuhadāa ʿalā l-nāsi fa-aqīmū l-ṣalata waātū l-zakata wa-iʿ'taṣimū bil-lahi huwa mawlākum faniʿ'ma l-mawlā waniʿ'ma l-naṣīru","tr":{"en":"And strive for Allāh with the striving due to Him. He has chosen you and has not placed upon you in the religion any difficulty. [It is] the religion of your father, Abraham. He [i.e., Allāh] named you \"Muslims\" before [in former scriptures] and in this [revelation] that the Messenger may be a witness over you and you may be witnesses over the people. So establish prayer and give zakāh and hold fast to Allāh. He is your protector; and excellent is the protector, and excellent is the helper.","id":"Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Alquran) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat dan tunaikanlah zakat, dan berpegang teguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong.","zh":"你们应当为安拉而真实地奋斗。他拣选你们，关于宗教的事，他未曾以任何烦难为你们的义务，你们应当遵循你们的祖先易卜拉欣的宗教，以前安拉称你们为穆斯林，在这部经典里他也称你们为穆斯林，以便使者成为你们的作证者，而你们成为世人的作证者。你们当谨守拜功，完纳天课，信托安拉；他是你们的主宰，主宰真好！助者真好！","ja":"アッラーの（道の）ために，限りを尽くして奮闘努力しなさい。かれは，あなたがたを選ばれる。この教えは，あなたがたに苦業を押しつけない。これはあなたがたの祖先，イブラーヒームの教義である。かれは以前も，またこの（クルアーン）においても，あなたがたをムスリムと名付けられた。使徒はあなたがたのための立証者であり，またあなたがたは人びとのための立証者である。だから礼拝の務めを守り，定めの喜捨を行い，確りとアッラーに縋りなさい。かれは あなたがたの守護者である。何と優れた守護者，何と優れた援助者であることよ。"},"m":{"juz":17,"hizb":34,"rub":null,"page":341,"ruku":294}}]