[
  {
    "s": 25,
    "a": 1,
    "ar": " تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَـٰلَمِينَ نَذِيرًا",
    "tl": "tabāraka alladhī nazzala l-fur'qāna ʿalā ʿabdihi liyakūna lil'ʿālamīna nadhīran",
    "tr": {
      "en": "Blessed is He who sent down the Criterion upon His Servant that he may be to the worlds a warner -",
      "id": "Mahasuci Allah yang telah menurunkan Furqan (Alquran) kepada hamba-Nya (Muhammad), agar dia menjadi pemberi peringatan kepada seluruh alam (jin dan manusia),",
      "zh": "圣洁哉安拉！他降示准则给他的仆人，以便他做众世界的警告者。",
      "ja": "万民への警告者とするために，かれのしもベに識別を下された方に祝福あれ。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 359,
      "ruku": 310
    },
    "tj": "تَبَارَكَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى نَزَّلَ <tajweed class=ham_wasl>ٱ</tajweed>لْفُرْقَانَ عَلَىٰ عَ<tajweed class=qalaqah>بْ</tajweed>دِه<tajweed class=madda_normal>ِۦ</tajweed> لِيَكُونَ لِلْعَ<tajweed class=madda_normal>ـٰ</tajweed>لَمِينَ نَذِيرًا <span class=end>١</span>"
  },
  {
    "s": 25,
    "a": 2,
    "ar": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍ فَقَدَّرَهُۥ تَقْدِيرًا",
    "tl": "alladhī lahu mul'ku l-samāwāti wal-arḍi walam yattakhidh waladan walam yakun lahu sharīkun fī l-mul'ki wakhalaqa kulla shayin faqaddarahu taqdīran",
    "tr": {
      "en": "He to whom belongs the dominion of the heavens and the earth and who has not taken a son and has not had a partner in dominion and has created each thing and determined it with [precise] determination.",
      "id": "Yang memiliki kerajaan langit dan bumi, tidak mempunyai anak, tidak ada sekutu bagi-Nya dalam kekusaan (-Nya), dan Dia menciptakan segala sesuatu, lalu menetapkan ukuran-ukurannya dengan tepat.",
      "zh": "天地的主权只是他的；他没有收养儿子，在主权中没有伙伴。他创造万物，并加以精密的注定。",
      "ja": "天と地の大権はかれの有である。かれは子をもうけられず，またその大権に（参与する）協力者もなく，一切のものを創造して，規則正しく秩序づけられる。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 359,
      "ruku": 310
    },
    "tj": "ٱلَّذِى لَهُ<tajweed class=madda_normal>ۥ</tajweed> مُلْكُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّمَ<tajweed class=madda_normal>ـٰ</tajweed>و<tajweed class=madda_normal>َٲ</tajweed>تِ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْأَرْضِ وَلَمْ يَتَّخِذْ وَلَ<tajweed class=idgham_ghunnah>دًا و</tajweed>َلَمْ يَك<tajweed class=idgham_wo_ghunnah>ُن ل</tajweed>َّهُ<tajweed class=madda_normal>ۥ</tajweed> شَرِي<tajweed class=ikhafa>كٌ ف</tajweed>ِى <tajweed class=ham_wasl>ٱ</tajweed>لْمُلْكِ وَخَلَقَ كُلَّ ش<tajweed class=ikhafa>َىْءٍ ف</tajweed>َقَدَّرَهُ<tajweed class=madda_normal>ۥ</tajweed> تَ<tajweed class=qalaqah>قْ</tajweed>دِيرًا <span class=end>٢</span>"
  },
  {
    "s": 25,
    "a": 3,
    "ar": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
    "tl": "wa-ittakhadhū min dūnihi ālihatan lā yakhluqūna shayan wahum yukh'laqūna walā yamlikūna li-anfusihim ḍarran walā nafʿan walā yamlikūna mawtan walā ḥayatan walā nushūran",
    "tr": {
      "en": "But they have taken besides Him gods which create nothing, while they are created, and possess not for themselves any harm or benefit and possess not [power to cause] death or life or resurrection.",
      "id": "Namun mereka mengambil tuhan-tuhan selain Dia (untuk disembah), padahal mereka (tuhan-tuhan itu) tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya dan tidak dapat (mendatangkan) manfaat serta tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan.",
      "zh": "他们注定除安拉外崇拜许多神灵，那些神灵不能创造任何物，他们自己却是被造的；他们不能主持自身的祸福，也不能主持（他人的）生死和复活。",
      "ja": "だがかれらはかれの外に神々を立てるが，それらは何も創れないばかりか，それら自身創られたもので，自らを害することも益することも出来ず，また死も生も復活も，自由にならない。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 360,
      "ruku": 310
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>تَّخَذُو<tajweed class=slnt>اْ</tajweed> مِ<tajweed class=ikhafa>ن د</tajweed>ُونِه<tajweed class=madda_obligatory>ِۦٓ</tajweed> ءَالِهَ<tajweed class=idgham_wo_ghunnah>ةً ل</tajweed>َّا يَخْلُقُونَ شَيْـ<tajweed class=idgham_ghunnah>ـًٔا و</tajweed>َهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَ<tajweed class=ikhafa>نف</tajweed>ُسِهِمْ ضَر<tajweed class=idgham_ghunnah>ًّا و</tajweed>َلَا نَفْ<tajweed class=idgham_ghunnah>عًا و</tajweed>َلَا يَمْلِكُونَ مَوْ<tajweed class=idgham_ghunnah>تًا و</tajweed>َلَا حَيَ<tajweed class=slnt>و</tajweed><tajweed class=madda_normal>ٲ</tajweed><tajweed class=idgham_ghunnah>ةً و</tajweed>َلَا نُشُورًا <span class=end>٣</span>"
  },
  {
    "s": 25,
    "a": 4,
    "ar": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًا وَزُورًا",
    "tl": "waqāla alladhīna kafarū in hādhā illā if'kun if'tarāhu wa-aʿānahu ʿalayhi qawmun ākharūna faqad jāū ẓul'man wazūran",
    "tr": {
      "en": "And those who disbelieve say, \"This [Qur’ān] is not except a falsehood he invented, and another people assisted him in it.\" But they have committed an injustice and a lie.",
      "id": "Dan orang-orang kafir berkata, \"(Alquran) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain.\" Sungguh, mereka telah berbuat zalim dan dusta yang besar.",
      "zh": "不信道者说：“这只是他所捏造的谣言，别的许多人曾帮助他。”他们已做了不义的事，已说了不义的谬妄的话。",
      "ja": "だが不信心な者たちは言う。「これは，かれが作り上げた虚言に過ぎない。外の者たちが，かれに協力したのである。」だが事はかれらこそ，無法と虚偽を齎したのである。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 360,
      "ruku": 310
    },
    "tj": "وَقَالَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ كَفَر<tajweed class=madda_obligatory>ُوٓ</tajweed><tajweed class=slnt>اْ</tajweed> إِنْ هَ<tajweed class=madda_normal>ـٰ</tajweed>ذ<tajweed class=madda_obligatory>َآ</tajweed> إِلّ<tajweed class=madda_obligatory>َآ</tajweed> إِفْكٌ <tajweed class=ham_wasl>ٱ</tajweed>فْتَرَ<tajweed class=madda_normal>ٮٰ</tajweed>هُ وَأَعَانَهُ<tajweed class=madda_normal>ۥ</tajweed> عَلَيْهِ قَوْمٌ ءَاخَرُونَ‌ۖ فَقَ<tajweed class=qalaqah>دْ</tajweed> ج<tajweed class=madda_obligatory>َا</tajweed>ٓءُو ظُلْ<tajweed class=idgham_ghunnah>مًا و</tajweed>َزُورًا <span class=end>٤</span>"
  },
  {
    "s": 25,
    "a": 5,
    "ar": "وَقَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
    "tl": "waqālū asāṭīru l-awalīna ik'tatabahā fahiya tum'lā ʿalayhi buk'ratan wa-aṣīlan",
    "tr": {
      "en": "And they say, \"Legends of the former peoples which he has written down, and they are dictated to him morning and afternoon.\"",
      "id": "Dan mereka berkata, \"(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.\"",
      "zh": "他们说：“这是古人的神话，他使人抄录下来，朝夕对他诵读。”",
      "ja": "またかれらは言う。「昔の物語で，それをかれが書き下したのである。それを朝夕，口で言って書き取らせたのである。」"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 360,
      "ruku": 310
    },
    "tj": "وَقَال<tajweed class=madda_obligatory>ُوٓ</tajweed><tajweed class=slnt>اْ</tajweed> أَسَ<tajweed class=madda_normal>ـٰ</tajweed>طِيرُ <tajweed class=ham_wasl>ٱ</tajweed>لْأَوَّلِينَ <tajweed class=ham_wasl>ٱ</tajweed>كْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَ<tajweed class=idgham_ghunnah>ةً و</tajweed>َأَصِيلاً <span class=end>٥</span>"
  },
  {
    "s": 25,
    "a": 6,
    "ar": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا",
    "tl": "qul anzalahu alladhī yaʿlamu l-sira fī l-samāwāti wal-arḍi innahu kāna ghafūran raḥīman",
    "tr": {
      "en": "Say, [O Muḥammad], \"It has been revealed by He who knows [every] secret within the heavens and the earth. Indeed, He is ever Forgiving and Merciful.\"",
      "id": "Katakanlah (Muhammad), \"(Alquran) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.\"",
      "zh": "你说：“知道天地的奥秘者降示了它。他确是至赦的，确是至慈的。”",
      "ja": "言ってやるがいい。「これを下されたのは，天地の奥義を知っておられ，本当に寛容にして慈悲深い方であられる。」"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 360,
      "ruku": 310
    },
    "tj": "قُلْ أَ<tajweed class=ikhafa>نز</tajweed>َلَهُ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى يَعْلَمُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سِّرَّ فِى <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّمَ<tajweed class=madda_normal>ـٰ</tajweed>و<tajweed class=madda_normal>َٲ</tajweed>تِ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْأَرْضِ‌ۚ إِ<tajweed class=ghunnah>نّ</tajweed>َهُ<tajweed class=madda_normal>ۥ</tajweed> كَانَ غَفُو<tajweed class=idgham_wo_ghunnah>رًا ر</tajweed>َّحِيمًا <span class=end>٦</span>"
  },
  {
    "s": 25,
    "a": 7,
    "ar": "وَقَالُوا۟ مَالِ هَـٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا",
    "tl": "waqālū māli hādhā l-rasūli yakulu l-ṭaʿāma wayamshī fī l-aswāqi lawlā unzila ilayhi malakun fayakūna maʿahu nadhīran",
    "tr": {
      "en": "And they say, \"What is this messenger that eats food and walks in the markets? Why was there not sent down to him an angel so he would be with him a warner?",
      "id": "Dan mereka berkata, \"Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,",
      "zh": "他们说：“这个使者怎么也吃饭，也往来于市场之间呢？为何安拉不派遣一个天使降临他，而与他同为警告者，",
      "ja": "またかれらは言う。「これはどうした使徒だ。食べ物を食べ，町を歩き回るとは，どうして天使が遣わされ，かれと一緒に警告者にならないのだろうか。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 360,
      "ruku": 310
    },
    "tj": "وَقَالُو<tajweed class=slnt>اْ</tajweed> مَالِ هَ<tajweed class=madda_normal>ـٰ</tajweed>ذَا <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّسُولِ يَأْكُلُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>طَّعَامَ وَيَمْشِى فِى <tajweed class=ham_wasl>ٱ</tajweed>لْأَسْوَاقِ‌ۙ لَوْل<tajweed class=madda_obligatory>َآ</tajweed> أُ<tajweed class=ikhafa>نز</tajweed>ِلَ إِلَيْهِ مَلَ<tajweed class=ikhafa>كٌ ف</tajweed>َيَكُونَ مَعَهُ<tajweed class=madda_normal>ۥ</tajweed> نَذِيرًا <span class=end>٧</span>"
  },
  {
    "s": 25,
    "a": 8,
    "ar": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
    "tl": "aw yul'qā ilayhi kanzun aw takūnu lahu jannatun yakulu min'hā waqāla l-ẓālimūna in tattabiʿūna illā rajulan masḥūran",
    "tr": {
      "en": "Or [why is not] a treasure presented to him [from heaven], or does he [not] have a garden from which he eats?\" And the wrongdoers say, \"You follow not but a man affected by magic.\"",
      "id": "atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari(hasil)nya?\" Dan orang-orang zalim itu berkata, \"Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.\"",
      "zh": "或者把一个财宝赏赐他，或者他有一座果园，供他食用呢？”不义者说：“你们只顺从一个被蛊惑者。”",
      "ja": "かれに（どうして）財宝が授けられないのか，また（いくらでも）食べられる果樹園を持たないのだろうか。」不義の徒たちはなお，「あなたがたは，憑かれた者に従うだけのことである。」と言う。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 360,
      "ruku": 310
    },
    "tj": "أَوْ يُلْقَ<tajweed class=madda_obligatory>ىٰٓ</tajweed> إِلَيْهِ كَ<tajweed class=ikhafa>نز</tajweed>ٌ أَوْ تَكُونُ لَهُ<tajweed class=madda_normal>ۥ</tajweed> جَ<tajweed class=ghunnah>نّ</tajweed>َ<tajweed class=idgham_ghunnah>ةٌ ي</tajweed>َأْكُلُ مِنْهَا‌ۚ وَقَالَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>ظَّ<tajweed class=madda_normal>ـٰ</tajweed>لِمُونَ إِ<tajweed class=ikhafa>ن ت</tajweed>َتَّبِعُونَ إِلَّا رَجُل<tajweed class=idgham_ghunnah>اً م</tajweed>َّسْحُورًا <span class=end>٨</span>"
  },
  {
    "s": 25,
    "a": 9,
    "ar": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَـٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
    "tl": "unẓur kayfa ḍarabū laka l-amthāla faḍallū falā yastaṭīʿūna sabīlan",
    "tr": {
      "en": "Look how they strike for you comparisons;<sup foot_note=196914>1</sup> but they have strayed, so they cannot [find] a way.",
      "id": "Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang engkau, maka sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu).",
      "zh": "你看他们怎样为你打了许多比喻，而他们自己误入歧途，故，不能获得一条正路。",
      "ja": "かれらが，どんな譬を，あなたのために持ち出したかを見なさい。それでかれらは迷ってしまって，道を見出せない。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 360,
      "ruku": 310
    },
    "tj": "ٱ<tajweed class=ikhafa>نظ</tajweed>ُرْ كَيْفَ ضَرَبُو<tajweed class=slnt>اْ</tajweed> لَكَ <tajweed class=ham_wasl>ٱ</tajweed>لْأَمْثَ<tajweed class=madda_normal>ـٰ</tajweed>لَ فَضَلُّو<tajweed class=slnt>اْ</tajweed> فَلَا يَسْتَطِيعُونَ سَبِيلاً <span class=end>٩</span>"
  },
  {
    "s": 25,
    "a": 10,
    "ar": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
    "tl": "tabāraka alladhī in shāa jaʿala laka khayran min dhālika jannātin tajrī min taḥtihā l-anhāru wayajʿal laka quṣūran",
    "tr": {
      "en": "Blessed is He who, if He willed, could have made for you [something] better than that - gardens beneath which rivers flow - and could make for you palaces.",
      "id": "Mahasuci (Allah) yang jika Dia menghendaki, niscaya Dia jadikan bagimu yang lebih baik daripada itu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, dan Dia jadikan (pula) istana-istana untukmu.",
      "zh": "圣洁哉安拉！如果他意欲，他要赏赐你比那个更好的，即下临诸河的果园，他要赏赐你一些大厦。",
      "ja": "かれが望まれるならば，それより優れたものを，あなたに与えることの出来る方。川が下を流れる楽園，そして宮殿をあなたに与える御方に祝福あれ。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 360,
      "ruku": 311
    },
    "tj": "تَبَارَكَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذ<tajweed class=madda_obligatory>ِىٓ</tajweed> إِ<tajweed class=ikhafa>ن ش</tajweed><tajweed class=madda_obligatory>َا</tajweed>ٓءَ جَعَلَ لَكَ خَيْ<tajweed class=idgham_ghunnah>رًا م</tajweed>ِّ<tajweed class=ikhafa>ن ذ</tajweed><tajweed class=madda_normal>َٲ</tajweed>لِكَ جَ<tajweed class=ghunnah>نّ</tajweed>َ<tajweed class=madda_normal>ـٰ</tajweed><tajweed class=ikhafa>تٍ ت</tajweed>َ<tajweed class=qalaqah>جْ</tajweed>رِى مِ<tajweed class=ikhafa>ن ت</tajweed>َحْتِهَا <tajweed class=ham_wasl>ٱ</tajweed>لْأَنْهَ<tajweed class=madda_normal>ـٰ</tajweed>رُ وَيَ<tajweed class=qalaqah>جْ</tajweed>عَل لَّكَ قُصُورَۢا <span class=end>١٠</span>"
  },
  {
    "s": 25,
    "a": 11,
    "ar": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
    "tl": "bal kadhabū bil-sāʿati wa-aʿtadnā liman kadhaba bil-sāʿati saʿīran",
    "tr": {
      "en": "But they have denied the Hour, and We have prepared for those who deny the Hour a Blaze.",
      "id": "Bahkan mereka mendustakan hari Kiamat. Dan kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat.",
      "zh": "不然，他们否认复活时，我已为否认复活时者预备了烈火。",
      "ja": "にも拘らず，かれらは（審判の）時を虚偽であるとする。われは，その時を虚偽であるとする者に対し，燃え盛る火を用意している。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 360,
      "ruku": 311
    },
    "tj": "بَلْ كَذَّبُو<tajweed class=slnt>اْ</tajweed> بِ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّاعَةِ‌ۖ وَأَعْتَ<tajweed class=qalaqah>دْ</tajweed>نَا لِمَ<tajweed class=ikhafa>ن ك</tajweed>َذَّبَ بِ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّاعَةِ سَعِيرًا <span class=end>١١</span>"
  },
  {
    "s": 25,
    "a": 12,
    "ar": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍ سَمِعُوا۟ لَهَا تَغَيُّظًا وَزَفِيرًا",
    "tl": "idhā ra-athum min makānin baʿīdin samiʿū lahā taghayyuẓan wazafīran",
    "tr": {
      "en": "When it [i.e., the Hellfire] sees them from a distant place, they will hear its fury and roaring.",
      "id": "Apabila ia (neraka) melihat mereka dari tempat yang jauh, mereka mendengar suaranya yang gemuruh karena marahnya.",
      "zh": "当火狱从远处看见他们的时候，他们听见爆裂声和太息声。",
      "ja": "遙かに離れた所から見る時，かれらはその怒声と咆哮を聞くであろう。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 361,
      "ruku": 311
    },
    "tj": "إِذَا رَأَتْه<tajweed class=idgham_shafawi>ُم م</tajweed>ّ<tajweed class=idgham_ghunnah>ِن م</tajweed>َّكَا<tajweed class=iqlab>نِۭ ب</tajweed>َعِي<tajweed class=ikhafa>دٍ س</tajweed>َمِعُو<tajweed class=slnt>اْ</tajweed> لَهَا تَغَيُّ<tajweed class=idgham_ghunnah>ظًا و</tajweed>َزَفِيرًا <span class=end>١٢</span>"
  },
  {
    "s": 25,
    "a": 13,
    "ar": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًا",
    "tl": "wa-idhā ul'qū min'hā makānan ḍayyiqan muqarranīna daʿaw hunālika thubūran",
    "tr": {
      "en": "And when they are thrown into a narrow place therein bound in chains, they will cry out thereupon for destruction.",
      "id": "Dan apabila mereka dilemparkan ke tempat yang sempit di neraka dengan dibelenggu, mereka di sana berteriak mengharapkan kebinasaan.<sup foot_note=135523>1</sup>",
      "zh": "当他们被枷锁着投入烈火中一个狭隘的地方的时候，他们在那里哀号求死。",
      "ja": "かれらが縛られて火獄の狭い所に投げ込まれる時，（いっそ）そこで，滅びて仕舞うことを嘆願するであろう。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 361,
      "ruku": 311
    },
    "tj": "وَإِذ<tajweed class=madda_obligatory>َآ</tajweed> أُلْقُو<tajweed class=slnt>اْ</tajweed> مِنْهَا مَكَا<tajweed class=ikhafa>نًا ض</tajweed>َيِّ<tajweed class=idgham_ghunnah>قًا م</tajweed>ُّقَرَّنِينَ دَعَوْ<tajweed class=slnt>اْ</tajweed> هُنَالِكَ ثُبُورًا <span class=end>١٣</span>"
  },
  {
    "s": 25,
    "a": 14,
    "ar": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًا وَٰحِدًا وَٱدْعُوا۟ ثُبُورًا كَثِيرًا",
    "tl": "lā tadʿū l-yawma thubūran wāḥidan wa-id'ʿū thubūran kathīran",
    "tr": {
      "en": "[They will be told], \"Do not cry this Day for one destruction but cry for much destruction.\"",
      "id": "(Akan dikatakan kepada mereka), \"Janganlah kamu mengharapkan pada hari ini satu kebinasaan, melainkan harapkanlah kebinasaan yang berulang-ulang.\"",
      "zh": "今天你们不要哀求一死，你们当哀求多死。",
      "ja": "（その時，言われよう。）「今日，一度に滅亡を嘆願してもだめである。あなたがたは度々繰り返す滅亡でも嘆願するがいい。」"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 361,
      "ruku": 311
    },
    "tj": "لَّا تَ<tajweed class=qalaqah>دْ</tajweed>عُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>لْيَوْمَ ثُبُو<tajweed class=idgham_ghunnah>رًا و</tajweed><tajweed class=madda_normal>َٲ</tajweed>حِ<tajweed class=idgham_ghunnah>دًا و</tajweed>َ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=qalaqah>دْ</tajweed>عُو<tajweed class=slnt>اْ</tajweed> ثُبُو<tajweed class=ikhafa>رًا ك</tajweed>َثِيرًا <span class=end>١٤</span>"
  },
  {
    "s": 25,
    "a": 15,
    "ar": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا",
    "tl": "qul adhālika khayrun am jannatu l-khul'di allatī wuʿida l-mutaqūna kānat lahum jazāan wamaṣīran",
    "tr": {
      "en": "Say, \"Is that better or the Garden of Eternity which is promised to the righteous? It will be for them a reward and destination.",
      "id": "Katakanlah (Muhammad), \"Apakah (azab) seperti itu yang baik, atau surga yang kekal yang dijanjikan kepada orang-orang yang bertakwa sebagai balasan, dan tempat kembali bagi mereka?\"",
      "zh": "你说：“这是更好的呢？还是应许敬畏者永居其中的乐园好呢？”它是他们所有的报酬和归宿，",
      "ja": "言ってやるがいい。「この（火獄）が良いか，それとも主を畏れる者に約束される永遠の楽園か。これが，かれらへの報奨であり行き着くところである。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 361,
      "ruku": 311
    },
    "tj": "قُلْ أَذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ خَيْرٌ أَمْ جَ<tajweed class=ghunnah>نّ</tajweed>َةُ <tajweed class=ham_wasl>ٱ</tajweed>لْخُلْدِ <tajweed class=ham_wasl>ٱ</tajweed>لَّتِى وُعِدَ <tajweed class=ham_wasl>ٱ</tajweed>لْمُتَّقُونَ‌ۚ كَانَتْ لَهُمْ جَز<tajweed class=madda_obligatory>َا</tajweed>ٓ<tajweed class=idgham_ghunnah>ءً و</tajweed>َمَصِيرًا <span class=end>١٥</span>"
  },
  {
    "s": 25,
    "a": 16,
    "ar": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَـٰلِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْـُٔولًا",
    "tl": "lahum fīhā mā yashāūna khālidīna kāna ʿalā rabbika waʿdan masūlan",
    "tr": {
      "en": "For them therein is whatever they wish, [while] abiding eternally. It is ever upon your Lord a promise [worthy to be] requested.<sup foot_note=196915>1</sup>",
      "id": "Bagi mereka segala yang mereka kehendaki ada di dalamnya (surga), mereka kekal (di dalamnya). Itulah janji Tuhanmu yang pantas dimohonkan (kepada-Nya).",
      "zh": "他们在乐园中得享受自己所意欲的（幸福）。他们将永居其中，这是可以向你的主要求实践的诺言。",
      "ja": "そこには，その望む凡てのものがある。永遠の住みかなのである。これはあなたがたが念願する，主からの約束である。」"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 361,
      "ruku": 311
    },
    "tj": "لَّهُمْ فِيهَا مَا يَش<tajweed class=madda_obligatory>َا</tajweed>ٓءُونَ خَ<tajweed class=madda_normal>ـٰ</tajweed>لِدِينَ‌ۚ كَانَ عَلَىٰ رَبِّكَ وَعْ<tajweed class=idgham_ghunnah>دًا م</tajweed>َّسْــُٔولاً <span class=end>١٦</span>"
  },
  {
    "s": 25,
    "a": 17,
    "ar": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَـٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
    "tl": "wayawma yaḥshuruhum wamā yaʿbudūna min dūni l-lahi fayaqūlu a-antum aḍlaltum ʿibādī hāulāi am hum ḍallū l-sabīla",
    "tr": {
      "en": "And [mention] the Day He will gather them and that which they worship besides Allāh and will say, \"Did you mislead these, My servants, or did they [themselves] stray from the way?\"",
      "id": "Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka bersama apa yang mereka sembah selain Allah, lalu Dia berfirman (kepada yang disembah), \"Apakah kamu yang menyesatkan hamba-hamba-Ku itu, atau mereka sendirikah yang sesat dari jalan (yang benar)?\"",
      "zh": "在那日，他要把他们和他们舍安拉而崇拜的（偶像）集合起来，然后说：“究竟是你们使我的这些仆人迷误呢？还是他们自己叛离正路呢？”",
      "ja": "かれらそしてアッラー以外に仕えるものたちを一緒に召集なされる日，かれは仰せられよう。「これらわれのしもべたちを迷わせたのはあなたがたであるのか。それともかれらが（自ら）道を踏み外したのか。」"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 361,
      "ruku": 311
    },
    "tj": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِ<tajweed class=ikhafa>ن د</tajweed>ُونِ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ فَيَقُولُ ءَأَ<tajweed class=ikhafa>نت</tajweed>ُمْ أَضْلَلْتُمْ عِبَادِى هَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ؤُل<tajweed class=madda_obligatory>َا</tajweed>ٓءِ أَمْ هُمْ ضَلُّو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّب<tajweed class=madda_permissible>ِي</tajweed>لَ <span class=end>١٧</span>"
  },
  {
    "s": 25,
    "a": 18,
    "ar": "قَالُوا۟ سُبْحَـٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَـٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًا",
    "tl": "qālū sub'ḥānaka mā kāna yanbaghī lanā an nattakhidha min dūnika min awliyāa walākin mattaʿtahum waābāahum ḥattā nasū l-dhik'ra wakānū qawman būran",
    "tr": {
      "en": "They will say, \"Exalted are You! It was not for us to take besides You any allies [i.e., protectors]. But You provided comforts for them and their fathers until they forgot the message and became a people ruined.\"",
      "id": "Mereka (yang disembah itu) menjawab, \"Mahasuci Engkau, tidaklah pantas bagi kami mengambil pelindung selain Engkau,<sup foot_note=135524>1</sup> tetapi Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup, sehingga mereka melupakan peringatan; dan mereka kaum yang binasa.\"",
      "zh": "他们说：“我们赞颂你超绝万物，我们不该舍你而敬事任何神灵。但你曾使他们及其祖先享乐，直到他们遗忘了记念，他们原是灭亡的民众。”",
      "ja": "かれらは言う。「あなたに讃えあれ，あなたの外に守護者を崇めることは，わたしたちに相応しくありません。だがあなたは，かれらとその祖先に（現世での）享楽を許され訓戒を忘れて破滅の民となりました。」"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 361,
      "ruku": 311
    },
    "tj": "قَالُو<tajweed class=slnt>اْ</tajweed> سُ<tajweed class=qalaqah>بْ</tajweed>حَ<tajweed class=madda_normal>ـٰ</tajweed>نَكَ مَا كَانَ يَ<tajweed class=iqlab>نۢب</tajweed>َغِى لَن<tajweed class=madda_obligatory>َآ</tajweed> أ<tajweed class=idgham_ghunnah>َن ن</tajweed>َّتَّخِذَ مِ<tajweed class=ikhafa>ن د</tajweed>ُونِكَ مِنْ أَوْلِي<tajweed class=madda_obligatory>َا</tajweed>ٓءَ وَلَ<tajweed class=madda_normal>ـٰ</tajweed>ك<tajweed class=idgham_ghunnah>ِن م</tajweed>َّتَّعْتَهُمْ وَءَاب<tajweed class=madda_obligatory>َا</tajweed>ٓءَهُمْ حَتَّىٰ نَسُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>ذِّكْرَ وَكَانُو<tajweed class=slnt>اْ</tajweed> قَوْم<tajweed class=iqlab>َۢا ب</tajweed>ُورًا <span class=end>١٨</span>"
  },
  {
    "s": 25,
    "a": 19,
    "ar": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
    "tl": "faqad kadhabūkum bimā taqūlūna famā tastaṭīʿūna ṣarfan walā naṣran waman yaẓlim minkum nudhiq'hu ʿadhāban kabīran",
    "tr": {
      "en": "So they will deny you, [disbelievers], in what you say,<sup foot_note=196917>1</sup> and you cannot avert [punishment] or [find] help. And whoever commits injustice<sup foot_note=196916>2</sup> among you - We will make him taste a great punishment.",
      "id": "Maka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barang siapa di antara kamu berbuat zalim, niscaya Kami timpakan kepadanya rasa azab yang besar.",
      "zh": "主说：“他们确已否认你们所说的话，你们不能逃避刑罚，也不能自助。你们中谁是不义的，我要使谁尝试严峻的刑罚。",
      "ja": "（主は仰せられよう。） 「今かれらは，あなたがたの言ったことを嘘である。と立証した。それであなたがたは（懲罰を ）免れられず，また助けも（得られ）ない。われは，あなたがたの中，悪を行う者に，懲罰を味わせるであろう。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 361,
      "ruku": 311
    },
    "tj": "فَقَ<tajweed class=qalaqah>دْ</tajweed> كَذَّبُوك<tajweed class=ikhafa_shafawi>ُم ب</tajweed>ِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْ<tajweed class=idgham_ghunnah>فًا و</tajweed>َلَا نَصْ<tajweed class=idgham_ghunnah>رًا‌ۚ و</tajweed>َم<tajweed class=idgham_ghunnah>َن ي</tajweed>َظْل<tajweed class=idgham_shafawi>ِم م</tajweed>ِّ<tajweed class=ikhafa>نك</tajweed>ُمْ نُذِ<tajweed class=qalaqah>قْ</tajweed>هُ عَذَا<tajweed class=ikhafa>بًا ك</tajweed>َبِيرًا <span class=end>١٩</span>"
  },
  {
    "s": 25,
    "a": 20,
    "ar": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا",
    "tl": "wamā arsalnā qablaka mina l-mur'salīna illā innahum layakulūna l-ṭaʿāma wayamshūna fī l-aswāqi wajaʿalnā baʿḍakum libaʿḍin fit'natan ataṣbirūna wakāna rabbuka baṣīran",
    "tr": {
      "en": "And We did not send before you, [O Muḥammad], any of the messengers except that they ate food and walked in the markets. And We have made some of you [people] as trial for others - will you have patience? And ever is your Lord, Seeing.",
      "id": "Dan Kami tidak mengutus rasul-rasul sebelummu (Muhammad), melainkan mereka pasti memakan makanan dan berjalan di pasar-pasar. Dan Kami jadikan sebagian kamu sebagai cobaan bagi sebagian yang lain. Maukah kamu bersabar? Dan Tuhanmu Maha Melihat.",
      "zh": "我在你之前所派遣的使者，没有一个是不吃饭的，没有一个是不来往于市场之间的。我使你们互相考验，看看你们能忍耐吗？你的主是明察的。”",
      "ja": "あなた以前にわれが遣わした使徒たちは，一人として食べ物を食べない者はなく，町を歩き回らない者はなかった。われはあなたがたをお互いの試練となるように取り計らった。」それであなたがたは耐え忍ぶであろうか。あなたの主は，（凡てのことを）照覧なされる。"
    },
    "m": {
      "juz": 18,
      "hizb": 36,
      "rub": null,
      "page": 361,
      "ruku": 311
    },
    "tj": "وَم<tajweed class=madda_obligatory>َآ</tajweed> أَرْسَلْنَا قَ<tajweed class=qalaqah>بْ</tajweed>لَكَ مِنَ <tajweed class=ham_wasl>ٱ</tajweed>لْمُرْسَلِينَ إِلّ<tajweed class=madda_obligatory>َآ</tajweed> إِ<tajweed class=ghunnah>نّ</tajweed>َهُمْ لَيَأْكُلُونَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>طَّعَامَ وَيَمْشُونَ فِى <tajweed class=ham_wasl>ٱ</tajweed>لْأَسْوَاقِ‌ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْ<tajweed class=ikhafa>ضٍ ف</tajweed>ِتْنَةً أَتَصْبِرُونَ‌ۗ وَكَانَ رَبُّكَ بَصِيرًا <span class=end>٢٠</span>"
  },
  {
    "s": 25,
    "a": 21,
    "ar": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَـٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
    "tl": "waqāla alladhīna lā yarjūna liqāanā lawlā unzila ʿalaynā l-malāikatu aw narā rabbanā laqadi is'takbarū fī anfusihim waʿataw ʿutuwwan kabīran",
    "tr": {
      "en": "And those who do not expect the meeting with Us say, \"Why were not angels sent down to us, or [why] do we [not] see our Lord?\" They have certainly become arrogant within themselves<sup foot_note=196918>1</sup> and [become] insolent with great insolence.",
      "id": "Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, \"Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?\" Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman).",
      "zh": "不希望与我相会者曾说：“怎么不使众天使降临我们，或者得见我们的主呢？”他们确已妄自尊大，确已大逆不道。",
      "ja": "われとの（審判のための）会見を望まない者は言う。「何故天使がわたしたちに下されないのか。また（何故）わたしたちの主が，目の前に見えないのであろうか。」かれらは本当に自惚れて高慢であり，また非常に横柄な態度をとったのである。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "۞ وَقَالَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ لَا يَرْجُونَ لِق<tajweed class=madda_obligatory>َا</tajweed>ٓءَنَا لَوْل<tajweed class=madda_obligatory>َآ</tajweed> أُ<tajweed class=ikhafa>نز</tajweed>ِلَ عَلَيْنَا <tajweed class=ham_wasl>ٱ</tajweed>لْمَلَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَةُ أَوْ نَرَىٰ رَبَّنَا‌ۗ لَقَدِ <tajweed class=ham_wasl>ٱ</tajweed>سْتَكْبَرُو<tajweed class=slnt>اْ</tajweed> ف<tajweed class=madda_obligatory>ِىٓ</tajweed> أَ<tajweed class=ikhafa>نف</tajweed>ُسِهِمْ وَعَتَوْ عُتُو<tajweed class=ikhafa>ًّا ك</tajweed>َبِيرًا <span class=end>٢١</span>"
  },
  {
    "s": 25,
    "a": 22,
    "ar": "يَوْمَ يَرَوْنَ ٱلْمَلَـٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
    "tl": "yawma yarawna l-malāikata lā bush'rā yawma-idhin lil'muj'rimīna wayaqūlūna ḥij'ran maḥjūran",
    "tr": {
      "en": "The day they see the angels<sup foot_note=196920>1</sup> - no good tidings will there be that day for the criminals, and [the angels] will say, \"Prevented and inaccessible.\"<sup foot_note=196919>2</sup>",
      "id": "(Ingatlah) pada hari (ketika) mereka melihat para malaikat, pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa dan mereka berkata, \"ḥijran maḥjūrā.\"<sup foot_note=135525>1</sup>",
      "zh": "他们看见众天使的日子，犯罪者将没有好消息，众天使要对他们说：“（乐园对于你们）是应为严禁的。”",
      "ja": "かれらが天使を見る日，罪人にとって，喜びのない日である。かれら（天使）は言うであろう。「（あなたがたには）禁じられている，遠ざかれ。」"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "يَوْمَ يَرَوْنَ <tajweed class=ham_wasl>ٱ</tajweed>لْمَلَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَةَ لَا بُشْرَىٰ يَوْمَئِ<tajweed class=idgham_wo_ghunnah>ذٍ ل</tajweed>ِّلْمُ<tajweed class=qalaqah>جْ</tajweed>رِمِينَ وَيَقُولُونَ حِ<tajweed class=qalaqah>جْ</tajweed><tajweed class=idgham_ghunnah>رًا م</tajweed>َّحْجُورًا <span class=end>٢٢</span>"
  },
  {
    "s": 25,
    "a": 23,
    "ar": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍ فَجَعَلْنَـٰهُ هَبَآءً مَّنثُورًا",
    "tl": "waqadim'nā ilā mā ʿamilū min ʿamalin fajaʿalnāhu habāan manthūran",
    "tr": {
      "en": "And We will approach [i.e., regard]<sup foot_note=196921>1</sup> what they have done of deeds and make them as dust dispersed.",
      "id": "Dan Kami akan perlihatkan segala amal<sup foot_note=135526>1</sup> yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan.",
      "zh": "我将处理他们所行的善功，而使它变成飞扬的灰尘。",
      "ja": "われはかれらの行ったことに報いて，それを塵のようにまき散らすであろう。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "وَقَدِمْن<tajweed class=madda_obligatory>َآ</tajweed> إِلَىٰ مَا عَمِلُو<tajweed class=slnt>اْ</tajweed> مِنْ عَمَ<tajweed class=ikhafa>لٍ ف</tajweed>َجَعَلْنَ<tajweed class=madda_normal>ـٰ</tajweed>هُ هَب<tajweed class=madda_obligatory>َا</tajweed>ٓ<tajweed class=idgham_ghunnah>ءً م</tajweed>َّ<tajweed class=ikhafa>نث</tajweed>ُورًا <span class=end>٢٣</span>"
  },
  {
    "s": 25,
    "a": 24,
    "ar": "أَصْحَـٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
    "tl": "aṣḥābu l-janati yawma-idhin khayrun mus'taqarran wa-aḥsanu maqīlan",
    "tr": {
      "en": "The companions of Paradise, that Day, are [in] a better settlement and better resting place.",
      "id": "Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya.",
      "zh": "在那日，乐园的居民将在一个最优的居住地，一个最美的休息之所。",
      "ja": "楽園の仲間はその日，素晴しい住まいに落ち着いて，快い昼寝所にいよう。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "أَصْحَ<tajweed class=madda_normal>ـٰ</tajweed>بُ <tajweed class=ham_wasl>ٱ</tajweed>لْجَ<tajweed class=ghunnah>نّ</tajweed>َةِ يَوْمَئِذٍ خَيْ<tajweed class=idgham_ghunnah>رٌ م</tajweed>ُّسْتَقَر<tajweed class=idgham_ghunnah>ًّا و</tajweed>َأَحْسَنُ مَقِيلاً <span class=end>٢٤</span>"
  },
  {
    "s": 25,
    "a": 25,
    "ar": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَـٰمِ وَنُزِّلَ ٱلْمَلَـٰٓئِكَةُ تَنزِيلًا",
    "tl": "wayawma tashaqqaqu l-samāu bil-ghamāmi wanuzzila l-malāikatu tanzīlan",
    "tr": {
      "en": "And [mention] the Day when the heaven will split open with [emerging] clouds,<sup foot_note=196922>1</sup> and the angels will be sent down in successive descent.",
      "id": "Dan (ingatlah) pada hari (ketika) langit pecah mengeluarkan kabut putih dan para malaikat diturunkan (secara) bergelombang.",
      "zh": "在那日，诸天将与白云一道破裂，众天使将奉命庄严地降临。",
      "ja": "その日，天は雲と共に裂け，天使たちが遣わされ（大挙して）下る。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "وَيَوْمَ تَشَقَّقُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّم<tajweed class=madda_obligatory>َا</tajweed>ٓءُ بِ<tajweed class=ham_wasl>ٱ</tajweed>لْغَمَ<tajweed class=madda_normal>ـٰ</tajweed>مِ وَنُزِّلَ <tajweed class=ham_wasl>ٱ</tajweed>لْمَلَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَةُ تَ<tajweed class=ikhafa>نز</tajweed>ِيلاً <span class=end>٢٥</span>"
  },
  {
    "s": 25,
    "a": 26,
    "ar": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَـٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَـٰفِرِينَ عَسِيرًا",
    "tl": "al-mul'ku yawma-idhin l-ḥaqu lilrraḥmāni wakāna yawman ʿalā l-kāfirīna ʿasīran",
    "tr": {
      "en": "True sovereignty, that Day, is for the Most Merciful. And it will be upon the disbelievers a difficult Day.",
      "id": "Kerajaan yang hak<sup foot_note=135527>1</sup> pada hari itu adalah milik Tuhan Yang Maha Pengasih. Dan itulah hari yang sulit bagi orang-orang kafir.",
      "zh": "在那日，真实的主权是属于至仁主的。那日，对不信道者是一个严酷的日子。",
      "ja": "その日，真の大権は，慈悲深き御方に属する。不信者にとっては，多難の日である。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "ٱلْمُلْكُ يَوْمَئِذٍ <tajweed class=ham_wasl>ٱ</tajweed>لْحَقُّ لِلرَّحْمَ<tajweed class=madda_normal>ـٰ</tajweed>نِ‌ۚ وَكَانَ يَوْمًا عَلَى <tajweed class=ham_wasl>ٱ</tajweed>لْكَ<tajweed class=madda_normal>ـٰ</tajweed>فِرِينَ عَسِيرًا <span class=end>٢٦</span>"
  },
  {
    "s": 25,
    "a": 27,
    "ar": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَـٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا",
    "tl": "wayawma yaʿaḍḍu l-ẓālimu ʿalā yadayhi yaqūlu yālaytanī ittakhadhtu maʿa l-rasūli sabīlan",
    "tr": {
      "en": "And the Day the wrongdoer will bite on his hands [in regret] he will say, \"Oh, I wish I had taken with the Messenger a way.<sup foot_note=196923>1</sup>",
      "id": "Dan (ingatlah) pada hari (ketika) orang-orang zalim menggigit kedua tangannya, (menyesali perbuatannya) seraya berkata, \"Wahai! Sekiranya (dulu) aku mengambil jalan bersama Rasul.",
      "zh": "在那日，不义者一面咬手一面说：“啊！但愿我曾与使者采取同一道路。",
      "ja": "その日，悪を行った者は，（しまったと，）その手を(噛み)，言うであろう。「ああ，わたしがもし使徒と共に（正しい）道を選んでいたならば。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "وَيَوْمَ يَعَضُّ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>ظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَ<tajweed class=madda_normal>ـٰ</tajweed>لَيْتَنِى <tajweed class=ham_wasl>ٱ</tajweed>تَّخَذْتُ مَعَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّسُولِ سَبِيلاً <span class=end>٢٧</span>"
  },
  {
    "s": 25,
    "a": 28,
    "ar": "يَـٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
    "tl": "yāwaylatā laytanī lam attakhidh fulānan khalīlan",
    "tr": {
      "en": "Oh, woe to me! I wish I had not taken that one<sup foot_note=196924>1</sup> as a friend.",
      "id": "Wahai celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan <sup foot_note=135528>1</sup> itu teman akrab(ku),",
      "zh": "啊！哀哉！但愿我没有以某人为朋友。",
      "ja": "ああ，情けない，わたしがあんなものを友としなかったならば。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "يَ<tajweed class=madda_normal>ـٰ</tajweed>وَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلاً <span class=end>٢٨</span>"
  },
  {
    "s": 25,
    "a": 29,
    "ar": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَـٰنُ لِلْإِنسَـٰنِ خَذُولًا",
    "tl": "laqad aḍallanī ʿani l-dhik'ri baʿda idh jāanī wakāna l-shayṭānu lil'insāni khadhūlan",
    "tr": {
      "en": "He led me away from the remembrance<sup foot_note=196926>1</sup> after it had come to me. And ever is Satan, to man, a deserter.\"<sup foot_note=196925>2</sup>",
      "id": "sungguh, dia telah menyesatkan aku dari peringatan (Alquran) ketika (Alquran) itu telah datang kepadaku. Dan setan memang pengkhianat manusia.\"",
      "zh": "记念既降临之后，他确已使我背弃它。”恶魔向来是遗弃人的。",
      "ja": "本当にかれは，訓戒が下った後にわたしを迷わせたのです。悪魔は常に人間を裏切ります。」"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "لَّقَ<tajweed class=qalaqah>دْ</tajweed> أَضَلَّنِى عَنِ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>ذِّكْرِ بَعْدَ إِذْ ج<tajweed class=madda_obligatory>َا</tajweed>ٓءَنِى‌ۗ وَكَانَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>شَّيْطَ<tajweed class=madda_normal>ـٰ</tajweed>نُ لِلْإِ<tajweed class=ikhafa>نس</tajweed>َ<tajweed class=madda_normal>ـٰ</tajweed>نِ خَذُولاً <span class=end>٢٩</span>"
  },
  {
    "s": 25,
    "a": 30,
    "ar": "وَقَالَ ٱلرَّسُولُ يَـٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَـٰذَا ٱلْقُرْءَانَ مَهْجُورًا",
    "tl": "waqāla l-rasūlu yārabbi inna qawmī ittakhadhū hādhā l-qur'āna mahjūran",
    "tr": {
      "en": "And the Messenger has said, \"O my Lord, indeed my people have taken this Qur’ān as [a thing] abandoned.\"<sup foot_note=196927>1</sup>",
      "id": "Dan Rasul (Muhammad) berkata, \"Ya Tuhanku, sesungguhnya kaumku telah menjadikan Alquran ini diabaikan.\"",
      "zh": "使者曾说：“我的主啊！我的宗族以这《古兰经》为弃物。”",
      "ja": "使徒は言う。「主よ，本当にわたしの人びとは，このクルアーンを忌むべきものとして拒否します。」"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "وَقَالَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّسُولُ يَ<tajweed class=madda_normal>ـٰ</tajweed>رَبِّ إِ<tajweed class=ghunnah>نّ</tajweed>َ قَوْمِى <tajweed class=ham_wasl>ٱ</tajweed>تَّخَذُو<tajweed class=slnt>اْ</tajweed> هَ<tajweed class=madda_normal>ـٰ</tajweed>ذَا <tajweed class=ham_wasl>ٱ</tajweed>لْقُرْءَانَ مَهْجُورًا <span class=end>٣٠</span>"
  },
  {
    "s": 25,
    "a": 31,
    "ar": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
    "tl": "wakadhālika jaʿalnā likulli nabiyyin ʿaduwwan mina l-muj'rimīna wakafā birabbika hādiyan wanaṣīran",
    "tr": {
      "en": "And thus have We made for every prophet an enemy from among the criminals. But sufficient is your Lord as a guide and a helper.",
      "id": "Begitulah, bagi setiap nabi, telah Kami adakan musuh dari orang-orang yang berdosa. Tetapi cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong.",
      "zh": "我这样使每个先知，都有一些罪人做他的仇敌，你的主足为引导者和援助者。",
      "ja": "われはこのように，それぞれの預言者に，罪深き者たちの中から敵を創る。だが指導者，援助者としてはあなたの主だけで十分である。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "وَكَذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُو<tajweed class=idgham_ghunnah>ًّا م</tajweed>ِّنَ <tajweed class=ham_wasl>ٱ</tajweed>لْمُ<tajweed class=qalaqah>جْ</tajweed>رِمِينَ‌ۗ وَكَفَىٰ بِرَبِّكَ هَادِ<tajweed class=idgham_ghunnah>يًا و</tajweed>َنَصِيرًا <span class=end>٣١</span>"
  },
  {
    "s": 25,
    "a": 32,
    "ar": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَـٰهُ تَرْتِيلًا",
    "tl": "waqāla alladhīna kafarū lawlā nuzzila ʿalayhi l-qur'ānu jum'latan wāḥidatan kadhālika linuthabbita bihi fuādaka warattalnāhu tartīlan",
    "tr": {
      "en": "And those who disbelieve say, \"Why was the Qur’ān not revealed to him all at once?\" Thus [it is] that We may strengthen thereby your heart. And We have spaced it distinctly.<sup foot_note=196928>1</sup>",
      "id": "Dan orang-orang kafir berkata, \"Mengapa Alquran itu tidak diturunkan kepadanya sekaligus?\" Demikianlah,<sup foot_note=135529>1</sup> agar Kami memperteguh hatimu (Muhammad) dengannya dan Kami membacakannya secara tartil³ (berangsur-angsur, perlahan dan benar).",
      "zh": "不信道者曾说：“怎么不把全部《古兰经》一次降示他呢？”我那样零零星星地降示它，以便我凭它来坚定你的心。我逐渐降示它。",
      "ja": "また信仰しない者は，「クルアーンは何故一度に全巻が下されないのですか。」と言う。こうするのは，われがあなたの心を堅固にするため，よく整えて順序よく復誦させるためである。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 362,
      "ruku": 312
    },
    "tj": "وَقَالَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ كَفَرُو<tajweed class=slnt>اْ</tajweed> لَوْلَا نُزِّلَ عَلَيْهِ <tajweed class=ham_wasl>ٱ</tajweed>لْقُرْءَانُ جُمْلَ<tajweed class=idgham_ghunnah>ةً و</tajweed><tajweed class=madda_normal>َٲ</tajweed>حِدَ<tajweed class=ikhafa>ةً‌ۚ ك</tajweed>َذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ لِنُثَبِّتَ بِه<tajweed class=madda_normal>ِۦ</tajweed> فُؤَادَكَ‌ۖ وَرَتَّلْنَ<tajweed class=madda_normal>ـٰ</tajweed>هُ تَرْتِيلاً <span class=end>٣٢</span>"
  },
  {
    "s": 25,
    "a": 33,
    "ar": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَـٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
    "tl": "walā yatūnaka bimathalin illā ji'nāka bil-ḥaqi wa-aḥsana tafsīran",
    "tr": {
      "en": "And they do not come to you with an example [i.e., argument] except that We bring you the truth and the best explanation.",
      "id": "Dan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik.",
      "zh": "他们每向你提出一种非难，我就启示你真理和更美满的解释。",
      "ja": "また，かれらが譬を，あなたに持ち出してくる度に真理と善の解釈（の手掛り）をあなたに与えるためである。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 312
    },
    "tj": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَ<tajweed class=madda_normal>ـٰ</tajweed>كَ بِ<tajweed class=ham_wasl>ٱ</tajweed>لْحَقِّ وَأَحْسَنَ تَفْسِيرًا <span class=end>٣٣</span>"
  },
  {
    "s": 25,
    "a": 34,
    "ar": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
    "tl": "alladhīna yuḥ'sharūna ʿalā wujūhihim ilā jahannama ulāika sharrun makānan wa-aḍallu sabīlan",
    "tr": {
      "en": "The ones who are gathered on their faces to Hell - those are the worst in position and farthest astray in [their] way.",
      "id": "Orang-orang yang dikumpulkan di neraka Jahanam dengan diseret wajahnya, mereka itulah yang paling buruk tempatnya dan paling sesat jalannya.",
      "zh": "那些被匍匐着集合于火狱者的地位更恶劣，是偏离正路更远的。",
      "ja": "顔を俯けて地獄に集められる者，これらは悪の境地におかれる，酷く道に迷った者である 。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 312
    },
    "tj": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَ<tajweed class=ghunnah>نّ</tajweed>َمَ أُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ شَ<tajweed class=idgham_ghunnah>رٌّ م</tajweed>َّكَا<tajweed class=idgham_ghunnah>نًا و</tajweed>َأَضَلُّ سَبِيلاً <span class=end>٣٤</span>"
  },
  {
    "s": 25,
    "a": 35,
    "ar": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَـٰرُونَ وَزِيرًا",
    "tl": "walaqad ātaynā mūsā l-kitāba wajaʿalnā maʿahu akhāhu hārūna wazīran",
    "tr": {
      "en": "And We had certainly given Moses the Scripture and appointed with him his brother Aaron as an assistant.",
      "id": "Dan sungguh, Kami telah memberikan Kitab (Taurat) kepada Musa dan Kami telah menjadikan Harun saudaranya, menyertai dia sebagai wazir (pembantu).",
      "zh": "我确已把经典赏赐穆萨，并且任命他的哥哥哈伦做他的助手。",
      "ja": "（これより先）われはムーサーに啓典を授け，その兄弟ハールーンを挙げてかれの補助者とした。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 313
    },
    "tj": "وَلَقَ<tajweed class=qalaqah>دْ</tajweed> ءَاتَيْنَا مُوسَى <tajweed class=ham_wasl>ٱ</tajweed>لْكِتَ<tajweed class=madda_normal>ـٰ</tajweed>بَ وَجَعَلْنَا مَعَهُ<tajweed class=madda_obligatory>ۥٓ</tajweed> أَخَاهُ هَ<tajweed class=madda_normal>ـٰ</tajweed>رُونَ وَزِيرًا <span class=end>٣٥</span>"
  },
  {
    "s": 25,
    "a": 36,
    "ar": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَدَمَّرْنَـٰهُمْ تَدْمِيرًا",
    "tl": "faqul'nā idh'habā ilā l-qawmi alladhīna kadhabū biāyātinā fadammarnāhum tadmīran",
    "tr": {
      "en": "And We said, \"Go both of you to the people who have denied Our signs.\" Then We destroyed them with [complete] destruction.",
      "id": "Kemudian Kami berfirman (kepada keduanya), \"Pergilah kamu berdua kepada kaum yang mendustakan ayat-ayat Kami.\" Lalu Kami hancurkan mereka dengan sehancur-hancurnya.",
      "zh": "我说：“你俩去教化那些否认我的迹象的民众。”最终我毁灭了他们。",
      "ja": "われはその時（命じて）言った。「あなたがた両人は，わが印を拒否する民の許に行け。」それでわれは，かれらを徹底的に懲しめて壊滅した。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 313
    },
    "tj": "فَقُلْنَا <tajweed class=ham_wasl>ٱ</tajweed>ذْهَب<tajweed class=madda_obligatory>َآ</tajweed> إِلَى <tajweed class=ham_wasl>ٱ</tajweed>لْقَوْمِ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ كَذَّبُو<tajweed class=slnt>اْ</tajweed> بِـَٔـايَ<tajweed class=madda_normal>ـٰ</tajweed>تِنَا فَدَ<tajweed class=ghunnah>مّ</tajweed>َرْنَ<tajweed class=madda_normal>ـٰ</tajweed>هُمْ تَ<tajweed class=qalaqah>دْ</tajweed>مِيرًا <span class=end>٣٦</span>"
  },
  {
    "s": 25,
    "a": 37,
    "ar": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَـٰهُمْ وَجَعَلْنَـٰهُمْ لِلنَّاسِ ءَايَةً ۖ وَأَعْتَدْنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمًا",
    "tl": "waqawma nūḥin lammā kadhabū l-rusula aghraqnāhum wajaʿalnāhum lilnnāsi āyatan wa-aʿtadnā lilẓẓālimīna ʿadhāban alīman",
    "tr": {
      "en": "And the people of Noah - when they denied the messengers,<sup foot_note=196929>1</sup> We drowned them, and We made them for mankind a sign. And We have prepared for the wrongdoers a painful punishment.",
      "id": "Dan (telah Kami binasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami tenggelamkam mereka dan Kami jadikan (cerita) mereka itu pelajaran bagi manusia. Dan Kami telah sediakan bagi orang-orang zalim azab yang pedih;",
      "zh": "努哈的宗族否认使者的时候，我淹死了他们，并且以他们为世人的鉴戒。我已为不义者准备了痛苦的刑罚。",
      "ja": "またヌーフの民は使徒を拒否したので，われはかれらを溺れさせて，人びとへの印とした。われは悪を行う者のために，痛ましい懲罰を準備している。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 313
    },
    "tj": "وَقَوْمَ نُو<tajweed class=idgham_wo_ghunnah>حٍ ل</tajweed>َّ<tajweed class=ghunnah>مّ</tajweed>َا كَذَّبُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رُّسُلَ أَغْرَ<tajweed class=qalaqah>قْ</tajweed>نَ<tajweed class=madda_normal>ـٰ</tajweed>هُمْ وَجَعَلْنَ<tajweed class=madda_normal>ـٰ</tajweed>هُمْ لِل<tajweed class=ghunnah>نّ</tajweed>َاسِ ءَايَ<tajweed class=idgham_ghunnah>ةً‌ۖ و</tajweed>َأَعْتَ<tajweed class=qalaqah>دْ</tajweed>نَا لِلظَّ<tajweed class=madda_normal>ـٰ</tajweed>لِمِينَ عَذَابًا أَلِيمًا <span class=end>٣٧</span>"
  },
  {
    "s": 25,
    "a": 38,
    "ar": "وَعَادًا وَثَمُودَا۟ وَأَصْحَـٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا",
    "tl": "waʿādan wathamūdā wa-aṣḥāba l-rasi waqurūnan bayna dhālika kathīran",
    "tr": {
      "en": "And [We destroyed] ʿAad and Thamūd and the companions of the well<sup foot_note=196930>1</sup> and many generations between them.",
      "id": "dan (telah Kami binasakan) kaum 'Ād dan Samud dan penduduk Rass<sup foot_note=135530>1</sup> serta banyak (lagi) generasi di antara (kaum-kaum) itu.",
      "zh": "阿德人、赛莫德人、兰斯的居民，以及在他们之前的若干世代，",
      "ja": "またアードとサムードとラッスの住民たち，そしてその間の幾世代。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 313
    },
    "tj": "وَعَا<tajweed class=idgham_ghunnah>دًا و</tajweed>َثَمُودَ<tajweed class=slnt>اْ</tajweed> وَأَصْحَ<tajweed class=madda_normal>ـٰ</tajweed>بَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّسِّ وَقُرُون<tajweed class=iqlab>َۢا ب</tajweed>َيْنَ ذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ كَثِيرًا <span class=end>٣٨</span>"
  },
  {
    "s": 25,
    "a": 39,
    "ar": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَـٰلَ ۖ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
    "tl": "wakullan ḍarabnā lahu l-amthāla wakullan tabbarnā tatbīran",
    "tr": {
      "en": "And for each We presented examples [as warnings], and each We destroyed with [total] destruction.",
      "id": "Dan masing-masing telah Kami jadikan perumpamaan dan masing-masing telah Kami hancurkan sehancur-hancurnya.",
      "zh": "我已为每一世代的人阐明过许多比喻，我毁灭了每一世代的人。",
      "ja": "われはそれぞれの民に実例をもって警告し，また（その罪に対し）それぞれを徹底的に壊滅した。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 313
    },
    "tj": "وَكُل<tajweed class=ikhafa>اًّ ض</tajweed>َرَ<tajweed class=qalaqah>بْ</tajweed>نَا لَهُ <tajweed class=ham_wasl>ٱ</tajweed>لْأَمْثَ<tajweed class=madda_normal>ـٰ</tajweed>لَ‌ۖ وَكُل<tajweed class=ikhafa>اًّ ت</tajweed>َبَّرْنَا تَتْبِيرًا <span class=end>٣٩</span>"
  },
  {
    "s": 25,
    "a": 40,
    "ar": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
    "tl": "walaqad ataw ʿalā l-qaryati allatī um'ṭirat maṭara l-sawi afalam yakūnū yarawnahā bal kānū lā yarjūna nushūran",
    "tr": {
      "en": "And they have already come upon the town which was showered with a rain of evil [i.e., stones]. So have they not seen it? But they are not expecting resurrection.<sup foot_note=196931>1</sup>",
      "id": "Dan sungguh, mereka (kaum musyrik Mekkah) telah melalui negeri (Sodom) yang (dulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan mereka itu sebenarnya tidak mengharapkan hari kebangkitan.",
      "zh": "他们确已经历那遭恶雨的城市，难道他们没有看见它吗？不然，他们不希望复活。",
      "ja": "かれら（不信者）は，災の雨をどっと降らされた町を，度々訪れている。かれらはそれを見なかったのか，いや，かれらは復活の日など思いもよらなかったのである。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 313
    },
    "tj": "وَلَقَ<tajweed class=qalaqah>دْ</tajweed> أَتَوْ<tajweed class=slnt>اْ</tajweed> عَلَى <tajweed class=ham_wasl>ٱ</tajweed>لْقَرْيَةِ <tajweed class=ham_wasl>ٱ</tajweed>لَّت<tajweed class=madda_obligatory>ِىٓ</tajweed> أُمْطِرَتْ مَطَرَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّوْءِ‌ۚ أَفَلَمْ يَكُونُو<tajweed class=slnt>اْ</tajweed> يَرَوْنَهَا‌ۚ بَلْ كَانُو<tajweed class=slnt>اْ</tajweed> لَا يَرْجُونَ نُشُورًا <span class=end>٤٠</span>"
  },
  {
    "s": 25,
    "a": 41,
    "ar": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
    "tl": "wa-idhā ra-awka in yattakhidhūnaka illā huzuwan ahādhā alladhī baʿatha l-lahu rasūlan",
    "tr": {
      "en": "And when they see you, [O Muḥammad], they take you not except in ridicule, [saying], \"Is this the one whom Allāh has sent as a messenger?",
      "id": "Dan apabila mereka melihat engkau (Muhammad), mereka hanyalah menjadikan engkau sebagai ejekan (dengan mengatakan), \"Inikah orangnya yang diutus Allah sebagai Rasul?",
      "zh": "当他们看见你的时候，只把你当作笑柄，（他们说）：“这就是安拉派遣来当使者的吗？",
      "ja": "かれらがあなたを見る時，只冷笑の的にするだけである。（そして言う。）「アッラーが，使徒として遣わされたのは，この者であるのか。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 313
    },
    "tj": "وَإِذَا رَأَوْكَ إ<tajweed class=idgham_ghunnah>ِن ي</tajweed>َتَّخِذُونَكَ إِلَّا هُزُوًا أَهَ<tajweed class=madda_normal>ـٰ</tajweed>ذَا <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى بَعَثَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ رَسُولاً <span class=end>٤١</span>"
  },
  {
    "s": 25,
    "a": 42,
    "ar": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
    "tl": "in kāda layuḍillunā ʿan ālihatinā lawlā an ṣabarnā ʿalayhā wasawfa yaʿlamūna ḥīna yarawna l-ʿadhāba man aḍallu sabīlan",
    "tr": {
      "en": "He almost would have misled us from our gods had we not been steadfast in [worship of] them.\" But they are going to know, when they see the punishment, who is farthest astray in [his] way.",
      "id": "Sungguh, hampir saja dia menyesatkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan (menyembah)nya.\" Dan kelak mereka akan mengetahui pada saat mereka melihat azab, siapa yang paling sesat jalannya.",
      "zh": "要不是我们坚持着要崇拜我们的神灵，那么，他几乎使我们偏离他们了。”他们看见刑罚的时候，将要知道谁是偏离正路的。",
      "ja": "もしわたしたちが神々に対し，確りしていなかったならば，かれは危うくそれから惑わし伝来の神々を見捨てるところであった。」だが，やがて懲罰を見る時，誰が，最も道に迷ったかが分るであろう。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 313
    },
    "tj": "إِ<tajweed class=ikhafa>ن ك</tajweed>َادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْل<tajweed class=madda_obligatory>َآ</tajweed> أَ<tajweed class=ikhafa>ن ص</tajweed>َبَرْنَا عَلَيْهَا‌ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ <tajweed class=ham_wasl>ٱ</tajweed>لْعَذَابَ مَنْ أَضَلُّ سَبِيلاً <span class=end>٤٢</span>"
  },
  {
    "s": 25,
    "a": 43,
    "ar": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
    "tl": "ara-ayta mani ittakhadha ilāhahu hawāhu afa-anta takūnu ʿalayhi wakīlan",
    "tr": {
      "en": "Have you seen the one who takes as his god his own desire? Then would you be responsible for him?",
      "id": "Sudahkah engkau (Muhammad) melihat orang yang menjadikan keinginannya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya?",
      "zh": "你告诉我吧，以私欲为其神灵者，你能做他的监护者吗？",
      "ja": "あなたは自分の思惑を，神として（思い込む）者を見たのか。あなたはかれらの守護者になるつもりなのか。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 363,
      "ruku": 313
    },
    "tj": "أَرَءَيْتَ مَنِ <tajweed class=ham_wasl>ٱ</tajweed>تَّخَذَ إِلَ<tajweed class=madda_normal>ـٰ</tajweed>هَهُ<tajweed class=madda_normal>ۥ</tajweed> هَوَ<tajweed class=madda_normal>ٮٰ</tajweed>هُ أَفَأَ<tajweed class=ikhafa>نت</tajweed>َ تَكُونُ عَلَيْهِ وَكِيلاً <span class=end>٤٣</span>"
  },
  {
    "s": 25,
    "a": 44,
    "ar": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَـٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
    "tl": "am taḥsabu anna aktharahum yasmaʿūna aw yaʿqilūna in hum illā kal-anʿāmi bal hum aḍallu sabīlan",
    "tr": {
      "en": "Or do you think that most of them hear or reason? They are not except like livestock.<sup foot_note=196932>1</sup> Rather, they are [even] more astray in [their] way.",
      "id": "atau apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka itu hanyalah seperti hewan ternak, bahkan lebih sesat jalannya.",
      "zh": "难道你以为他们大半是能听从或者能了解的人吗？他们只像牲畜一样，他们甚至是更迷误的。",
      "ja": "それともかれらの多くは耳を傾け，または悟るとでも思っているのか。かれらは家畜のようなものに過ぎない。いや，それよりも道から迷っている。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 313
    },
    "tj": "أَمْ تَحْسَبُ أَ<tajweed class=ghunnah>نّ</tajweed>َ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ‌ۚ إِنْ هُمْ إِلَّا كَ<tajweed class=ham_wasl>ٱ</tajweed>لْأَنْعَ<tajweed class=madda_normal>ـٰ</tajweed>مِ‌ۖ بَلْ هُمْ أَضَلُّ سَبِيلاً <span class=end>٤٤</span>"
  },
  {
    "s": 25,
    "a": 45,
    "ar": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
    "tl": "alam tara ilā rabbika kayfa madda l-ẓila walaw shāa lajaʿalahu sākinan thumma jaʿalnā l-shamsa ʿalayhi dalīlan",
    "tr": {
      "en": "Have you not considered your Lord - how He extends the shadow, and if He willed, He could have made it stationary? Then We made the sun for it an indication.<sup foot_note=196933>1</sup>",
      "id": "Tidakkah engkau memperhatikan (penciptaan) Tuhanmu, bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang; dan sekiranya Dia menghendaki, niscaya Dia menjadikannya (bayang-bayang itu) tetap, kemudian Kami jadikan matahari sebagai petunjuk,",
      "zh": "难道你没有看见你的主怎样伸展阴影吗？假若他意欲，他必定使阴影成为静止的。我以太阳为其标志，",
      "ja": "主は如何に影を広げられたか，あなたは見なかったのか。もしかれが御望みならば，それを静止した儘にされよう。それからわれは，太陽をその案内役とした。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>ظِّلَّ وَلَوْ ش<tajweed class=madda_obligatory>َا</tajweed>ٓءَ لَجَعَلَهُ<tajweed class=madda_normal>ۥ</tajweed> سَاكِ<tajweed class=ikhafa>نًا ث</tajweed>ُ<tajweed class=ghunnah>مّ</tajweed>َ جَعَلْنَا <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>شَّمْسَ عَلَيْهِ دَلِيلاً <span class=end>٤٥</span>"
  },
  {
    "s": 25,
    "a": 46,
    "ar": "ثُمَّ قَبَضْنَـٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
    "tl": "thumma qabaḍnāhu ilaynā qabḍan yasīran",
    "tr": {
      "en": "Then We [retract and] hold it with Us for a brief grasp.<sup foot_note=196934>1</sup>",
      "id": "kemudian Kami menariknya (bayang-bayang itu) kepada Kami<sup foot_note=135531>1</sup> sedikit demi sedikit.",
      "zh": "然后我逐渐地收回阴影。",
      "ja": "そこでわれは，緩やかな足取でわれの方に引き寄せる。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "ثُ<tajweed class=ghunnah>مّ</tajweed>َ قَبَضْنَ<tajweed class=madda_normal>ـٰ</tajweed>هُ إِلَيْنَا قَ<tajweed class=qalaqah>بْ</tajweed><tajweed class=idgham_ghunnah>ضًا ي</tajweed>َسِيرًا <span class=end>٤٦</span>"
  },
  {
    "s": 25,
    "a": 47,
    "ar": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
    "tl": "wahuwa alladhī jaʿala lakumu al-layla libāsan wal-nawma subātan wajaʿala l-nahāra nushūran",
    "tr": {
      "en": "And it is He who has made the night for you as clothing<sup foot_note=196936>1</sup> and sleep [a means for] rest and has made the day a resurrection.<sup foot_note=196935>2</sup>",
      "id": "Dan Dialah yang menjadikan malam untukmu (sebagai) pakaian, dan tidur untuk istirahat, dan Dia menjadikan siang untuk bangkit berusaha.",
      "zh": "主以黑夜为你们的衣服，以睡眠供你们安息，以白昼供你们苏醒。",
      "ja": "かれこそは，あなたがたのために夜をとばりとされ，睡眠して休息させ，昼間を甦り（の時）となされた御方である。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "وَهُوَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى جَعَلَ لَكُمُ <tajweed class=ham_wasl>ٱ</tajweed>لَّيْلَ لِبَا<tajweed class=idgham_ghunnah>سًا و</tajweed>َ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed>َوْمَ سُبَا<tajweed class=idgham_ghunnah>تًا و</tajweed>َجَعَلَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed>َهَارَ نُشُورًا <span class=end>٤٧</span>"
  },
  {
    "s": 25,
    "a": 48,
    "ar": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
    "tl": "wahuwa alladhī arsala l-riyāḥa bush'ran bayna yaday raḥmatihi wa-anzalnā mina l-samāi māan ṭahūran",
    "tr": {
      "en": "And it is He who sends the winds as good tidings before His mercy [i.e., rainfall], and We send down from the sky pure water",
      "id": "Dan Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan); dan Kami turunkan dari langit air yang sangat bersih,",
      "zh": "主在降恩之前，使风先来报喜。我从天上降下清洁的雨水，",
      "ja": "またかれこそは，その慈雨を降らす前に，吉報の風を吹き起こす御方である。そしてわれは，天から清浄な雨を降らす。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "وَهُوَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذ<tajweed class=madda_obligatory>ِىٓ</tajweed> أَرْسَلَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رِّيَ<tajweed class=madda_normal>ـٰ</tajweed>حَ بُشْر<tajweed class=iqlab>َۢا ب</tajweed>َيْنَ يَدَىْ رَحْمَتِه<tajweed class=madda_normal>ِۦ</tajweed>‌ۚ وَأَ<tajweed class=ikhafa>نز</tajweed>َلْنَا مِنَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّم<tajweed class=madda_obligatory>َا</tajweed>ٓءِ م<tajweed class=madda_obligatory>َا</tajweed>ٓ<tajweed class=ikhafa>ءً ط</tajweed>َهُورًا <span class=end>٤٨</span>"
  },
  {
    "s": 25,
    "a": 49,
    "ar": "لِّنُحْـِۧىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَـٰمًا وَأَنَاسِىَّ كَثِيرًا",
    "tl": "linuḥ'yiya bihi baldatan maytan wanus'qiyahu mimmā khalaqnā anʿāman wa-anāsiyya kathīran",
    "tr": {
      "en": "That We may bring to life thereby a dead land and give it as drink to those We created of numerous livestock and men.",
      "id": "agar (dengan air itu) Kami menghidupkan negeri yang mati (tandus), dan Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak.",
      "zh": "以便我借雨水而使已死的大地复活，并用雨水供我所创造的牲畜和人们做饮料。",
      "ja": "われはそれで死んだ大地に生命を与え，またわれが創った無数の家畜や人間に飲ませてやる。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "لِّنُحْــِۧىَ بِه<tajweed class=madda_normal>ِۦ</tajweed> بَلْدَ<tajweed class=idgham_ghunnah>ةً م</tajweed>َّيْ<tajweed class=idgham_ghunnah>تًا و</tajweed>َنُسْقِيَهُ<tajweed class=madda_normal>ۥ</tajweed> مِ<tajweed class=ghunnah>مّ</tajweed>َا خَلَ<tajweed class=qalaqah>قْ</tajweed>ن<tajweed class=madda_obligatory>َآ</tajweed> أَنْعَ<tajweed class=madda_normal>ـٰ</tajweed><tajweed class=idgham_ghunnah>مًا و</tajweed>َأَنَاسِىَّ كَثِيرًا <span class=end>٤٩</span>"
  },
  {
    "s": 25,
    "a": 50,
    "ar": "وَلَقَدْ صَرَّفْنَـٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
    "tl": "walaqad ṣarrafnāhu baynahum liyadhakkarū fa-abā aktharu l-nāsi illā kufūran",
    "tr": {
      "en": "And We have certainly distributed it among them that they might be reminded,<sup foot_note=196937>1</sup> but most of the people refuse except disbelief.",
      "id": "Dan sungguh, Kami telah mempergilirkan (hujan) itu di antara mereka agar mereka mengambil pelajaran; tetapi kebanyakan manusia tidak mau (bersyukur), bahkan mereka mengingkari (nikmat).",
      "zh": "我确已把雨水分配在他们之间，以便他们记忆。但他们大半只愿忘恩负义。",
      "ja": "われはかれらが気付くように，かれらの間でこれを繰り返し（て解明し）た。だが大多数の人間は，ただ拒むだけであった。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "وَلَقَ<tajweed class=qalaqah>دْ</tajweed> صَرَّفْنَ<tajweed class=madda_normal>ـٰ</tajweed>هُ بَيْنَهُمْ لِيَذَّكَّرُو<tajweed class=slnt>اْ</tajweed> فَأَبَ<tajweed class=madda_obligatory>ىٰٓ</tajweed> أَكْثَرُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed>َاسِ إِلَّا كُفُورًا <span class=end>٥٠</span>"
  },
  {
    "s": 25,
    "a": 51,
    "ar": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
    "tl": "walaw shi'nā labaʿathnā fī kulli qaryatin nadhīran",
    "tr": {
      "en": "And if We had willed, We could have sent into every city a warner.<sup foot_note=196938>1</sup>",
      "id": "Dan sekiranya Kami menghendaki, niscaya Kami utus seorang pemberi peringatan pada setiap negeri.",
      "zh": "假若我意欲，我必在每座城市中派遣一个警告者。",
      "ja": "われがもし望むならば，どの町にも警告者を1人づつ遣わしたであろう。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَ<tajweed class=idgham_ghunnah>ةٍ ن</tajweed>َّذِيرًا <span class=end>٥١</span>"
  },
  {
    "s": 25,
    "a": 52,
    "ar": "فَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَجَـٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
    "tl": "falā tuṭiʿi l-kāfirīna wajāhid'hum bihi jihādan kabīran",
    "tr": {
      "en": "So do not obey the disbelievers, and strive against them with it [i.e., the Qur’ān] a great striving.",
      "id": "Maka janganlah engkau taati orang-orang kafir, dan berjuanglah terhadap mereka dengannya (Alquran) dengan (semangat) perjuangan yang besar.",
      "zh": "所以你不要顺从不信道者，你应当借此《古兰经》而于他们努力奋斗。",
      "ja": "だから不信者に従ってはならない。かれらに対しこの（クルアーン）をもって大いに奮闘努力しなさい。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "فَلَا تُطِعِ <tajweed class=ham_wasl>ٱ</tajweed>لْكَ<tajweed class=madda_normal>ـٰ</tajweed>فِرِينَ وَجَ<tajweed class=madda_normal>ـٰ</tajweed>هِ<tajweed class=qalaqah>دْ</tajweed>ه<tajweed class=ikhafa_shafawi>ُم ب</tajweed>ِه<tajweed class=madda_normal>ِۦ</tajweed> جِهَا<tajweed class=ikhafa>دًا ك</tajweed>َبِيرًا <span class=end>٥٢</span>"
  },
  {
    "s": 25,
    "a": 53,
    "ar": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَـٰذَا عَذْبٌ فُرَاتٌ وَهَـٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
    "tl": "wahuwa alladhī maraja l-baḥrayni hādhā ʿadhbun furātun wahādhā mil'ḥun ujājun wajaʿala baynahumā barzakhan waḥij'ran maḥjūran",
    "tr": {
      "en": "And it is He who has released [simultaneously] the two seas [i.e., bodies of water], one fresh and sweet and one salty and bitter, and He placed between them a barrier and prohibiting partition.",
      "id": "Dan Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar dan segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus.",
      "zh": "他就是任两海自由交流的，这是很甜的水，那是很苦的咸水；他在两海之间设置屏障和提防。",
      "ja": "かれこそは，二つの海を分け隔てられた御方である。一つは甘くして旨い，外は塩辛くして苦い。両者の間に障壁を設け，完全に分離なされた。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "۞ وَهُوَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى مَرَجَ <tajweed class=ham_wasl>ٱ</tajweed>لْبَحْرَيْنِ هَ<tajweed class=madda_normal>ـٰ</tajweed>ذَا عَذْ<tajweed class=ikhafa>بٌ ف</tajweed>ُرَا<tajweed class=idgham_ghunnah>تٌ و</tajweed>َهَ<tajweed class=madda_normal>ـٰ</tajweed>ذَا مِلْحٌ أُجَا<tajweed class=idgham_ghunnah>جٌ و</tajweed>َجَعَلَ بَيْنَهُمَا بَرْزَ<tajweed class=idgham_ghunnah>خًا و</tajweed>َحِ<tajweed class=qalaqah>جْ</tajweed><tajweed class=idgham_ghunnah>رًا م</tajweed>َّحْجُورًا <span class=end>٥٣</span>"
  },
  {
    "s": 25,
    "a": 54,
    "ar": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
    "tl": "wahuwa alladhī khalaqa mina l-māi basharan fajaʿalahu nasaban waṣih'ran wakāna rabbuka qadīran",
    "tr": {
      "en": "And it is He who has created from water [i.e., semen] a human being and made him [a relative by] lineage and marriage. And ever is your Lord competent [concerning creation].",
      "id": "Dan Dia (pula) yang menciptakan manusia dari air, lalu Dia jadikan manusia itu (mempunyai) keturunan dan muṣāharah<sup foot_note=135532>1</sup> dan Tuhanmu adalah Mahakuasa.",
      "zh": "他就是用精水创造人，使人成为血族和姻亲的。你的主是全能的。",
      "ja": "かれこそは，水から人間を創り，血統による親族と婚姻の関係を定められた方。本当にあなたの主は全能であられる。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "وَهُوَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى خَلَقَ مِنَ <tajweed class=ham_wasl>ٱ</tajweed>لْم<tajweed class=madda_obligatory>َا</tajweed>ٓءِ بَشَ<tajweed class=ikhafa>رًا ف</tajweed>َجَعَلَهُ<tajweed class=madda_normal>ۥ</tajweed> نَسَ<tajweed class=idgham_ghunnah>بًا و</tajweed>َصِهْ<tajweed class=idgham_ghunnah>رًا‌ۗ و</tajweed>َكَانَ رَبُّكَ قَدِيرًا <span class=end>٥٤</span>"
  },
  {
    "s": 25,
    "a": 55,
    "ar": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
    "tl": "wayaʿbudūna min dūni l-lahi mā lā yanfaʿuhum walā yaḍurruhum wakāna l-kāfiru ʿalā rabbihi ẓahīran",
    "tr": {
      "en": "But they worship rather than Allāh that which does not benefit them or harm them, and the disbeliever is ever, against his Lord, an assistant [to Satan].",
      "id": "Dan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) mendatangkan bencana kepada mereka. Orang-orang kafir adalah penolong (setan untuk berbuat durhaka) terhadap Tuhannya.",
      "zh": "他们舍安拉而崇拜那些对他们既无福又无祸的东西，不信道者是极力反抗自己的主的。",
      "ja": "だがかれらはアッラーを差し置いて無益無害の者に仕える。本当に不信者は，自分の主に反抗するもの（悪魔）の援助者である。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 364,
      "ruku": 314
    },
    "tj": "وَيَعْبُدُونَ مِ<tajweed class=ikhafa>ن د</tajweed>ُونِ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ مَا لَا يَ<tajweed class=ikhafa>نف</tajweed>َعُهُمْ وَلَا يَضُرُّهُمْ‌ۗ وَكَانَ <tajweed class=ham_wasl>ٱ</tajweed>لْكَافِرُ عَلَىٰ رَبِّه<tajweed class=madda_normal>ِۦ</tajweed> ظَهِيرًا <span class=end>٥٥</span>"
  },
  {
    "s": 25,
    "a": 56,
    "ar": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
    "tl": "wamā arsalnāka illā mubashiran wanadhīran",
    "tr": {
      "en": "And We have not sent you, [O Muḥammad], except as a bringer of good tidings and a warner.",
      "id": "Dan tidaklah Kami mengutus engkau (Muhammad) melainkan hanya sebagai pembawa kabar gembira dan pemberi peringatan.",
      "zh": "我只派遣你为报喜者和警告者。",
      "ja": "われは，只吉報の伝達者，また警告者としてあなたを遣わしただけである。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 314
    },
    "tj": "وَم<tajweed class=madda_obligatory>َآ</tajweed> أَرْسَلْنَ<tajweed class=madda_normal>ـٰ</tajweed>كَ إِلَّا مُبَشِّ<tajweed class=idgham_ghunnah>رًا و</tajweed>َنَذِيرًا <span class=end>٥٦</span>"
  },
  {
    "s": 25,
    "a": 57,
    "ar": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
    "tl": "qul mā asalukum ʿalayhi min ajrin illā man shāa an yattakhidha ilā rabbihi sabīlan",
    "tr": {
      "en": "Say, \"I do not ask of you for it any payment - only that whoever wills might take to his Lord a way.\"",
      "id": "Katakanlah, \"Aku tidak meminta imbalan apa pun dari kamu dalam menyampaikan (risalah) itu, melainkan (mengharapkan agar) orang-orang mau mengambil jalan kepada Tuhannya.\"",
      "zh": "你说：“我对于完成这项使命，不向你们索取任何报酬，但望有志者能由此大道达到其主宰。”",
      "ja": "言ってやるがいい。「わたしはこれに対し，あなたがたに何の報酬も求めない。誰もが，主への（正しい）道を望めばよい」"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 314
    },
    "tj": "قُلْ م<tajweed class=madda_obligatory>َآ</tajweed> أَسْــَٔلُكُمْ عَلَيْهِ مِنْ أَ<tajweed class=qalaqah>جْ</tajweed>رٍ إِلَّا مَ<tajweed class=ikhafa>ن ش</tajweed><tajweed class=madda_obligatory>َا</tajweed>ٓءَ أ<tajweed class=idgham_ghunnah>َن ي</tajweed>َتَّخِذَ إِلَىٰ رَبِّه<tajweed class=madda_normal>ِۦ</tajweed> سَبِيلاً <span class=end>٥٧</span>"
  },
  {
    "s": 25,
    "a": 58,
    "ar": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
    "tl": "watawakkal ʿalā l-ḥayi alladhī lā yamūtu wasabbiḥ biḥamdihi wakafā bihi bidhunūbi ʿibādihi khabīran",
    "tr": {
      "en": "And rely upon the Ever-Living who does not die, and exalt [Allāh] with His praise. And sufficient is He to be, with the sins of His servants, [fully] Aware -",
      "id": "Dan bertawakallah kepada Allah Yang Hidup, Yang tidak mati, dan bertasbihlah dengan memuji-Nya. Dan cukuplah Dia Maha Mengetahui dosa hamba-hamba-Nya,",
      "zh": "你应当托靠永生不灭的主，你应当赞颂他超绝万物。他足以彻知自己仆民们的罪过。",
      "ja": "死ぬことのない永生者を信頼して，かれを讃えて唱念しなさい。かれは，しもべたちの凡ての罪を完全に熟知される。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 314
    },
    "tj": "وَتَوَكَّلْ عَلَى <tajweed class=ham_wasl>ٱ</tajweed>لْحَىِّ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِه<tajweed class=madda_normal>ِۦ</tajweed>‌ۚ وَكَفَىٰ بِه<tajweed class=madda_normal>ِۦ</tajweed> بِذُنُوبِ عِبَادِه<tajweed class=madda_normal>ِۦ</tajweed> خَبِيرًا <span class=end>٥٨</span>"
  },
  {
    "s": 25,
    "a": 59,
    "ar": "ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَـٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًا",
    "tl": "alladhī khalaqa l-samāwāti wal-arḍa wamā baynahumā fī sittati ayyāmin thumma is'tawā ʿalā l-ʿarshi l-raḥmānu fasal bihi khabīran",
    "tr": {
      "en": "He who created the heavens and the earth and what is between them in six days and then established Himself above the Throne<sup foot_note=196939>1</sup> - the Most Merciful, so ask about Him one well informed [i.e., the Prophet (ﷺ)].",
      "id": "yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas Arasy, (Dialah) Yang Maha Pengasih, maka tanyakanlah (tentang Allah) kepada orang yang lebih mengetahui (Muhammad).",
      "zh": "他在六日内创造天地万物，然后升上宝座，他是至仁的主。你应当以他请教精明者。",
      "ja": "かれは，天と地そしてその間にある凡てのものを，6日の間に創造し，それから玉座に鎮座なされる慈悲深き御方であられる。だからかれに就いて熟知する者に問え。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 314
    },
    "tj": "ٱلَّذِى خَلَقَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّمَ<tajweed class=madda_normal>ـٰ</tajweed>و<tajweed class=madda_normal>َٲ</tajweed>تِ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّا<tajweed class=ikhafa>مٍ ث</tajweed>ُ<tajweed class=ghunnah>مّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>سْتَوَىٰ عَلَى <tajweed class=ham_wasl>ٱ</tajweed>لْعَرْشِ‌ۚ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّحْمَ<tajweed class=madda_normal>ـٰ</tajweed>نُ فَسْــَٔلْ بِه<tajweed class=madda_normal>ِۦ</tajweed> خَبِيرًا <span class=end>٥٩</span>"
  },
  {
    "s": 25,
    "a": 60,
    "ar": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَـٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَـٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩",
    "tl": "wa-idhā qīla lahumu us'judū lilrraḥmāni qālū wamā l-raḥmānu anasjudu limā tamurunā wazādahum nufūran",
    "tr": {
      "en": "And when it is said to them, \"Prostrate to the Most Merciful,\" they say, \"And what is the Most Merciful? Should we prostrate to that which you order us?\" And it increases them in aversion.",
      "id": "Dan apabila dikatakan kepada mereka, \"Sujudlah kepada Yang Maha Pengasih\", mereka menjawab, \"Siapakah Yang Maha Pengasih itu? Apakah kami harus sujud kepada Allah yang engkau (Muhammad) perintahkan kepada kami (bersujud kepada-Nya)?\" Dan mereka makin jauh lari (dari kebenaran).",
      "zh": "如果有人对他们说：“你们应当为至仁主而叩头。”他们就说：“至仁主是什么？难道我们因奉你的命令而叩头吗？”那使他们更加反感。",
      "ja": "だがかれらが，「慈悲深き御方にサジダしなさい。」と言われると，かれらは言う。「慈悲深き御方とは何ですか。わたしたちはあなたの命じるものにサジダするのですか。」と，却って （真理からの）逃避を増すばかり。〔サジダ〕"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 314
    },
    "tj": "وَإِذَا قِيلَ لَهُمُ <tajweed class=ham_wasl>ٱ</tajweed>سْجُدُو<tajweed class=slnt>اْ</tajweed> لِلرَّحْمَ<tajweed class=madda_normal>ـٰ</tajweed>نِ قَالُو<tajweed class=slnt>اْ</tajweed> وَمَا <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّحْمَ<tajweed class=madda_normal>ـٰ</tajweed>نُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩ <span class=end>٦٠</span>"
  },
  {
    "s": 25,
    "a": 61,
    "ar": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَٰجًا وَقَمَرًا مُّنِيرًا",
    "tl": "tabāraka alladhī jaʿala fī l-samāi burūjan wajaʿala fīhā sirājan waqamaran munīran",
    "tr": {
      "en": "Blessed is He who has placed in the sky great stars and placed therein a [burning] lamp and luminous moon.",
      "id": "Mahasuci Allah yang menjadikan di langit gugusan bintang-bintang dan Dia juga menjadikan padanya matahari dan bulan yang bersinar.",
      "zh": "圣洁哉安拉！他把许多宫造在天上，又造明灯和灿烂的月亮。",
      "ja": "天に諸星座を配置し，その間に太陽と照らす月を置かれた御方に，祝福あれ。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 315
    },
    "tj": "تَبَارَكَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى جَعَلَ فِى <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّم<tajweed class=madda_obligatory>َا</tajweed>ٓءِ بُرُو<tajweed class=idgham_ghunnah>جًا و</tajweed>َجَعَلَ فِيهَا سِر<tajweed class=madda_normal>َٲ</tajweed><tajweed class=idgham_ghunnah>جًا و</tajweed>َقَمَ<tajweed class=idgham_ghunnah>رًا م</tajweed>ُّنِيرًا <span class=end>٦١</span>"
  },
  {
    "s": 25,
    "a": 62,
    "ar": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
    "tl": "wahuwa alladhī jaʿala al-layla wal-nahāra khil'fatan liman arāda an yadhakkara aw arāda shukūran",
    "tr": {
      "en": "And it is He who has made the night and the day in succession for whoever desires to remember or desires gratitude.",
      "id": "Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur.",
      "zh": "他就是为欲觉悟或欲感谢者，而使昼夜更迭的。",
      "ja": "かれこそは，反省し，感謝しようとする者のために夜と昼を設け，交替させた方である。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 315
    },
    "tj": "وَهُوَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى جَعَلَ <tajweed class=ham_wasl>ٱ</tajweed>لَّيْلَ وَ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed>َهَارَ خِلْفَ<tajweed class=idgham_wo_ghunnah>ةً ل</tajweed>ِّمَنْ أَرَادَ أ<tajweed class=idgham_ghunnah>َن ي</tajweed>َذَّكَّرَ أَوْ أَرَادَ شُكُورًا <span class=end>٦٢</span>"
  },
  {
    "s": 25,
    "a": 63,
    "ar": "وَعِبَادُ ٱلرَّحْمَـٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ ٱلْجَـٰهِلُونَ قَالُوا۟ سَلَـٰمًا",
    "tl": "waʿibādu l-raḥmāni alladhīna yamshūna ʿalā l-arḍi hawnan wa-idhā khāṭabahumu l-jāhilūna qālū salāman",
    "tr": {
      "en": "And the servants of the Most Merciful are those who walk upon the earth easily,<sup foot_note=196941>1</sup> and when the ignorant address them [harshly], they say [words of] peace,<sup foot_note=196940>2</sup>",
      "id": "Adapun hamba-hamba Tuhan Yang Maha Pengasih itu adalah orang-orang yang berjalan di bumi dengan rendah hati dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, \"salām,\"",
      "zh": "至仁主的仆人是在大地上谦逊而行的；当愚人以恶言伤害他们的时候，他们说：“祝你们平安。”",
      "ja": "慈悲深き御方のしもべたちは，謙虚に地上を歩く者，また無知の徒（多神教徒）が話しかけても，「平安あれ。」と（挨拶して）言う者である。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 315
    },
    "tj": "وَعِبَادُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّحْمَ<tajweed class=madda_normal>ـٰ</tajweed>نِ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ يَمْشُونَ عَلَى <tajweed class=ham_wasl>ٱ</tajweed>لْأَرْضِ هَوْ<tajweed class=idgham_ghunnah>نًا و</tajweed>َإِذَا خَاطَبَهُمُ <tajweed class=ham_wasl>ٱ</tajweed>لْجَ<tajweed class=madda_normal>ـٰ</tajweed>هِلُونَ قَالُو<tajweed class=slnt>اْ</tajweed> سَلَ<tajweed class=madda_normal>ـٰ</tajweed>مًا <span class=end>٦٣</span>"
  },
  {
    "s": 25,
    "a": 64,
    "ar": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَـٰمًا",
    "tl": "wa-alladhīna yabītūna lirabbihim sujjadan waqiyāman",
    "tr": {
      "en": "And those who spend [part of] the night to their Lord prostrating and standing [in prayer]",
      "id": "dan orang-orang yang menghabiskan waktu malam untuk beribadah kepada Tuhan mereka dengan bersujud dan berdiri.",
      "zh": "他们为自己的主而通宵叩头和立站；",
      "ja": "また主の御前にサジダ（または）起立して，夜を過す者。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 315
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّ<tajweed class=idgham_ghunnah>دًا و</tajweed>َقِيَ<tajweed class=madda_normal>ـٰ</tajweed>مًا <span class=end>٦٤</span>"
  },
  {
    "s": 25,
    "a": 65,
    "ar": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
    "tl": "wa-alladhīna yaqūlūna rabbanā iṣ'rif ʿannā ʿadhāba jahannama inna ʿadhābahā kāna gharāman",
    "tr": {
      "en": "And those who say, \"Our Lord, avert from us the punishment of Hell. Indeed, its punishment is ever adhering;",
      "id": "Dan orang-orang yang berkata, \"Ya Tuhan kami, jauhkanlah azab Jahanam dari kami, karena sesungguhnya azabnya itu membuat kebinasaan yang kekal,\"",
      "zh": "他们常说：“我们的主啊！求你为我们避开火狱的刑罚。火狱的刑罚确是令人非常痛苦的，",
      "ja": "また，「主よ，地獄の懲罰をわたしたちから追払って下さい。本当にあの懲罰は，苦しみの極みです。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 315
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ يَقُولُونَ رَبَّنَا <tajweed class=ham_wasl>ٱ</tajweed>صْرِفْ عَ<tajweed class=ghunnah>نّ</tajweed>َا عَذَابَ جَهَ<tajweed class=ghunnah>نّ</tajweed>َمَ‌ۖ إِ<tajweed class=ghunnah>نّ</tajweed>َ عَذَابَهَا كَانَ غَرَامًا <span class=end>٦٥</span>"
  },
  {
    "s": 25,
    "a": 66,
    "ar": "إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا",
    "tl": "innahā sāat mus'taqarran wamuqāman",
    "tr": {
      "en": "Indeed, it is evil as a settlement and residence.\"",
      "id": "Sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman.",
      "zh": "确是恶劣的住处和居所。”",
      "ja": "本当にそれは悪い住まいであり，悪い休み所です。」と言う者である。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 315
    },
    "tj": "إِ<tajweed class=ghunnah>نّ</tajweed>َهَا س<tajweed class=madda_obligatory>َا</tajweed>ٓءَتْ مُسْتَقَر<tajweed class=idgham_ghunnah>ًّا و</tajweed>َمُقَامًا <span class=end>٦٦</span>"
  },
  {
    "s": 25,
    "a": 67,
    "ar": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا",
    "tl": "wa-alladhīna idhā anfaqū lam yus'rifū walam yaqturū wakāna bayna dhālika qawāman",
    "tr": {
      "en": "And [they are] those who, when they spend, do so not excessively or sparingly but are ever, between that, [justly] moderate",
      "id": "Dan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) orang-orang yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, di antara keduanya secara wajar,",
      "zh": "他们用钱的时候，既不挥霍，又不吝啬，谨守中道；",
      "ja": "また（財貨を）使う際に浪費しない者，また吝嗇でもなく，よくその中間を保つ者。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 365,
      "ruku": 315
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ إِذ<tajweed class=madda_obligatory>َآ</tajweed> أَ<tajweed class=ikhafa>نف</tajweed>َقُو<tajweed class=slnt>اْ</tajweed> لَمْ يُسْرِفُو<tajweed class=slnt>اْ</tajweed> وَلَمْ يَ<tajweed class=qalaqah>قْ</tajweed>تُرُو<tajweed class=slnt>اْ</tajweed> وَكَانَ بَيْنَ ذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ قَوَامًا <span class=end>٦٧</span>"
  },
  {
    "s": 25,
    "a": 68,
    "ar": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
    "tl": "wa-alladhīna lā yadʿūna maʿa l-lahi ilāhan ākhara walā yaqtulūna l-nafsa allatī ḥarrama l-lahu illā bil-ḥaqi walā yaznūna waman yafʿal dhālika yalqa athāman",
    "tr": {
      "en": "And those who do not invoke<sup foot_note=196942>1</sup> with Allāh another deity or kill the soul which Allāh has forbidden [to be killed], except by right, and do not commit unlawful sexual intercourse. And whoever should do that will meet a penalty.",
      "id": "dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barang siapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat,",
      "zh": "他们只祈祷安拉，不祈祷别的神灵；他们不违背安拉的禁令而杀人，除非以真理（偿命）；他们也不通奸。谁犯此类（罪恶），谁遭惩罚；",
      "ja": "アッラーとならべて，外のどんな神にも祈らない者，正当な理由がない限り，アッラーが禁じられた殺生を犯すことなく，また姦婬しない者である。だが凡そそんなことをする者は，懲罰される。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ لَا يَ<tajweed class=qalaqah>دْ</tajweed>عُونَ مَعَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ إِلَ<tajweed class=madda_normal>ـٰ</tajweed>هًا ءَاخَرَ وَلَا يَ<tajweed class=qalaqah>قْ</tajweed>تُلُونَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed>َفْسَ <tajweed class=ham_wasl>ٱ</tajweed>لَّتِى حَرَّمَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ إِلَّا بِ<tajweed class=ham_wasl>ٱ</tajweed>لْحَقِّ وَلَا يَزْنُونَ‌ۚ وَم<tajweed class=idgham_ghunnah>َن ي</tajweed>َفْعَلْ ذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ يَلْقَ أَثَامًا <span class=end>٦٨</span>"
  },
  {
    "s": 25,
    "a": 69,
    "ar": "يُضَـٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَـٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
    "tl": "yuḍāʿaf lahu l-ʿadhābu yawma l-qiyāmati wayakhlud fīhi muhānan",
    "tr": {
      "en": "Multiplied for him is the punishment on the Day of Resurrection, and he will abide therein humiliated -",
      "id": "(yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina,",
      "zh": "复活日要受加倍的刑罚，而受辱地永居其中。",
      "ja": "復活の日には懲罰は（罪に応じ）倍加され，その（地獄で）屈辱の中に永遠に住むであろう。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "يُضَ<tajweed class=madda_normal>ـٰ</tajweed>عَفْ لَهُ <tajweed class=ham_wasl>ٱ</tajweed>لْعَذَابُ يَوْمَ <tajweed class=ham_wasl>ٱ</tajweed>لْقِيَ<tajweed class=madda_normal>ـٰ</tajweed>مَةِ وَيَخْلُ<tajweed class=qalaqah>دْ</tajweed> فِيه<tajweed class=madda_normal>ِۦ</tajweed> مُهَانًا <span class=end>٦٩</span>"
  },
  {
    "s": 25,
    "a": 70,
    "ar": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَـٰتٍ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
    "tl": "illā man tāba waāmana waʿamila ʿamalan ṣāliḥan fa-ulāika yubaddilu l-lahu sayyiātihim ḥasanātin wakāna l-lahu ghafūran raḥīman",
    "tr": {
      "en": "Except for those who repent, believe and do righteous work. For them Allāh will replace their evil deeds with good. And ever is Allāh Forgiving and Merciful.",
      "id": "kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang.",
      "zh": "惟悔过而且信道并行善者，安拉将勾销其罪行，而录取其善功。安拉是至赦的，是至慈的。",
      "ja": "悔悟して信仰し，善行に励む者は別である。アッラーはこれらの者の，いろいろな非行を変えて善行にされる。アッラーは寛容にして慈悲深くあられる。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "إِلَّا مَ<tajweed class=ikhafa>ن ت</tajweed>َابَ وَءَامَنَ وَعَمِلَ عَمَل<tajweed class=ikhafa>اً ص</tajweed>َ<tajweed class=madda_normal>ـٰ</tajweed>لِ<tajweed class=ikhafa>حًا ف</tajweed>َأُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ يُبَدِّلُ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ سَيِّـَٔـاتِهِمْ حَسَنَ<tajweed class=madda_normal>ـٰ</tajweed><tajweed class=idgham_ghunnah>تٍ‌ۗ و</tajweed>َكَانَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ غَفُو<tajweed class=idgham_wo_ghunnah>رًا ر</tajweed>َّحِيمًا <span class=end>٧٠</span>"
  },
  {
    "s": 25,
    "a": 71,
    "ar": "وَمَن تَابَ وَعَمِلَ صَـٰلِحًا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًا",
    "tl": "waman tāba waʿamila ṣāliḥan fa-innahu yatūbu ilā l-lahi matāban",
    "tr": {
      "en": "And he who repents and does righteousness does indeed turn to Allāh with [accepted] repentance.",
      "id": "Dan barang siapa bertobat dan mengerjakan kebajikan, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya.",
      "zh": "悔过而且行善者，确已转向安拉。",
      "ja": "悔悟して善行に勤しむ者は，本気でアッラーに悔いている者である。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "وَمَ<tajweed class=ikhafa>ن ت</tajweed>َابَ وَعَمِلَ صَ<tajweed class=madda_normal>ـٰ</tajweed>لِ<tajweed class=ikhafa>حًا ف</tajweed>َإِ<tajweed class=ghunnah>نّ</tajweed>َهُ<tajweed class=madda_normal>ۥ</tajweed> يَتُوبُ إِلَى <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ مَتَابًا <span class=end>٧١</span>"
  },
  {
    "s": 25,
    "a": 72,
    "ar": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًا",
    "tl": "wa-alladhīna lā yashhadūna l-zūra wa-idhā marrū bil-laghwi marrū kirāman",
    "tr": {
      "en": "And [they are] those who do not testify to falsehood, and when they pass near ill speech, they pass by with dignity.",
      "id": "Dan orang-orang yang tidak memberikan kesaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berguna, mereka berlalu dengan menjaga kehormatan dirinya,",
      "zh": "他们不作假见证，他们听到恶言的时候谦逊地走开。",
      "ja": "嘘の証言をしない者，また無駄話をしている側を通る時も自重して通り過ぎる者。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ لَا يَشْهَدُونَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>زُّورَ وَإِذَا مَرُّو<tajweed class=slnt>اْ</tajweed> بِ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>لَّغْوِ مَرُّو<tajweed class=slnt>اْ</tajweed> كِرَامًا <span class=end>٧٢</span>"
  },
  {
    "s": 25,
    "a": 73,
    "ar": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّا وَعُمْيَانًا",
    "tl": "wa-alladhīna idhā dhukkirū biāyāti rabbihim lam yakhirrū ʿalayhā ṣumman waʿum'yānan",
    "tr": {
      "en": "And those who, when reminded of the verses of their Lord, do not fall upon them deaf and blind.",
      "id": "dan orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka, mereka tidak bersikap sebagai orang-orang yang tuli dan buta,",
      "zh": "有人以他们的主的迹象劝戒他们的时候，听讲者并不装聋作瞎地在打鼾。",
      "ja": "また話題が主の印に及べば聾啞者か盲人であるかのように，戯らに知らないふりをしない者。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ إِذَا ذُكِّرُو<tajweed class=slnt>اْ</tajweed> بِـَٔـايَ<tajweed class=madda_normal>ـٰ</tajweed>تِ رَبِّهِمْ لَمْ يَخِرُّو<tajweed class=slnt>اْ</tajweed> عَلَيْهَا صُم<tajweed class=idgham_ghunnah>ًّا و</tajweed>َعُمْيَانًا <span class=end>٧٣</span>"
  },
  {
    "s": 25,
    "a": 74,
    "ar": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
    "tl": "wa-alladhīna yaqūlūna rabbanā hab lanā min azwājinā wadhurriyyātinā qurrata aʿyunin wa-ij'ʿalnā lil'muttaqīna imāman",
    "tr": {
      "en": "And those who say, \"Our Lord, grant us from among our wives and offspring comfort to our eyes<sup foot_note=196943>1</sup> and make us a leader [i.e., example] for the righteous.\"",
      "id": "Dan orang-orang yang berkata, \"Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami dan keturunan kami sebagai penyenang hati (kami), dan jadikanlah kami pemimpin bagi orang-orang yang bertakwa.\"",
      "zh": "他们说：“我们的主啊！求你以我们的妻子儿女为我们的安慰，求你以我们为敬畏者的典范。”",
      "ja": "そして，「主よ，心の慰めとなる妻と子孫をわたしたちに与え，主を畏れる者の模範にして下さい。」と（祈って）言う者。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ يَقُولُونَ رَبَّنَا هَ<tajweed class=qalaqah>بْ</tajweed> لَنَا مِنْ أَزْو<tajweed class=madda_normal>َٲ</tajweed>جِنَا وَذُرِّيَّ<tajweed class=madda_normal>ـٰ</tajweed>تِنَا قُرَّةَ أَعْيُ<tajweed class=idgham_ghunnah>نٍ و</tajweed>َ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=qalaqah>جْ</tajweed>عَلْنَا لِلْمُتَّقِينَ إِمَامًا <span class=end>٧٤</span>"
  },
  {
    "s": 25,
    "a": 75,
    "ar": "أُو۟لَـٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَـٰمًا",
    "tl": "ulāika yuj'zawna l-ghur'fata bimā ṣabarū wayulaqqawna fīhā taḥiyyatan wasalāman",
    "tr": {
      "en": "Those will be awarded the Chamber<sup foot_note=196944>1</sup> for what they patiently endured, and they will be received therein with greetings and [words of] peace,",
      "id": "Mereka itu akan diberi balasan dengan tempat yang tinggi (dalam surga) atas kesabaran mereka, dan di sana mereka akan disambut dengan penghormatan dan salam,",
      "zh": "这等人能坚忍，因此将受高级的报酬，他们在乐园里，将听见祝寿和祝安。",
      "ja": "これらの者は，その耐え忍んだことにより高い階位の住まいをもって（楽園の中に）報われよう。またそこで歓迎と挨拶の言葉をもって迎えられよう。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "أُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ يُ<tajweed class=qalaqah>جْ</tajweed>زَوْنَ <tajweed class=ham_wasl>ٱ</tajweed>لْغُرْفَةَ بِمَا صَبَرُو<tajweed class=slnt>اْ</tajweed> وَيُلَقَّوْنَ فِيهَا تَحِيَّ<tajweed class=idgham_ghunnah>ةً و</tajweed>َسَلَ<tajweed class=madda_normal>ـٰ</tajweed>مًا <span class=end>٧٥</span>"
  },
  {
    "s": 25,
    "a": 76,
    "ar": "خَـٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
    "tl": "khālidīna fīhā ḥasunat mus'taqarran wamuqāman",
    "tr": {
      "en": "Abiding eternally therein. Good is the settlement and residence.",
      "id": "mereka kekal di dalamnya. Surga itu sebaik-baik tempat menetap dan tempat kediaman.",
      "zh": "他们将永居其中。乐园是优美的住处和居所。",
      "ja": "そこに永遠に住むのである。何とよい住まい，何とよい休み所であることよ。"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "خَ<tajweed class=madda_normal>ـٰ</tajweed>لِدِينَ فِيهَا‌ۚ حَسُنَتْ مُسْتَقَر<tajweed class=idgham_ghunnah>ًّا و</tajweed>َمُقَامًا <span class=end>٧٦</span>"
  },
  {
    "s": 25,
    "a": 77,
    "ar": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
    "tl": "qul mā yaʿba-u bikum rabbī lawlā duʿāukum faqad kadhabtum fasawfa yakūnu lizāman",
    "tr": {
      "en": "Say, \"What would my Lord care for you if not for your supplication?\"<sup foot_note=196946>1</sup> For you [disbelievers] have denied, so it [i.e., your denial] is going to be adherent.<sup foot_note=196945>2</sup>",
      "id": "Katakanlah (Muhammad, kepada orang-orang musyrik), \"Tuhanku tidak akan mengindahkan kamu, kalau tidak karena ibadahmu. (Tetapi bagaimana kamu beribadah kepada-Nya), padahal sungguh, kamu telah mendustakan-Nya? Karena itu kelak (azab) pasti (menimpamu).\"",
      "zh": "你说：“假若没有你们的祈祷，我的主并不关切你们，但你们既已否认真理，你们将来要受无法解脱的刑罚。”",
      "ja": "（不信者に）言ってやるがいい。「あなたがたがわたしの主に祈らないなら，かれはあなたがたを，構って下さらないであろう。あなたがたは本当に（主を）嘘つき呼ばわりしたが，やがて免れられない（懲罰が）下るであろう。」"
    },
    "m": {
      "juz": 19,
      "hizb": 37,
      "rub": null,
      "page": 366,
      "ruku": 315
    },
    "tj": "قُلْ مَا يَعْبَؤُ<tajweed class=slnt>اْ</tajweed> بِكُمْ رَبِّى لَوْلَا دُع<tajweed class=madda_obligatory>َا</tajweed>ٓؤُكُمْ‌ۖ فَقَ<tajweed class=qalaqah>دْ</tajweed> كَذَّ<tajweed class=qalaqah>بْ</tajweed>تُمْ فَسَوْفَ يَكُونُ لِزَامَۢا <span class=end>٧٧</span>"
  }
]