[{"s":29,"a":1,"ar":" الٓمٓ","tl":"alif-lam-meem","tr":{"en":"Alif, Lām, Meem.<sup foot_note=197025>1</sup>","id":"Alif lām mīm.","zh":"艾列弗，俩目，米目。","ja":"アリフ・ラーム・ミーム。"},"m":{"juz":20,"hizb":40,"rub":null,"page":396,"ruku":343}},{"s":29,"a":2,"ar":"أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ","tl":"aḥasiba l-nāsu an yut'rakū an yaqūlū āmannā wahum lā yuf'tanūna","tr":{"en":"Do the people think that they will be left to say, \"We believe\" and they will not be tried?","id":"Apakah manusia mengira bahwa mereka akan dibiarkan hanya dengan mengatakan, \"Kami telah beriman,\" dan mereka tidak diuji?","zh":"众人以为他们得自由地说“我们已信道了”而不受考验吗？","ja":"人びとは，「わたしたちは信じます。」と言いさえすれば，試みられることはなく，放って置かれると考えるのか。"},"m":{"juz":20,"hizb":40,"rub":null,"page":396,"ruku":343}},{"s":29,"a":3,"ar":"وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَـٰذِبِينَ","tl":"walaqad fatannā alladhīna min qablihim falayaʿlamanna l-lahu alladhīna ṣadaqū walayaʿlamanna l-kādhibīna","tr":{"en":"But We have certainly tried those before them, and Allāh will surely make evident those who are truthful, and He will surely make evident the liars.","id":"Dan sungguh, Kami telah menguji orang-orang sebelum mereka, maka Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui orang-orang yang dusta.","zh":"我确已考验在他们之前的人。安拉必定要知道说实话者，必定要知道说谎者。","ja":"本当にわれは，かれら以前の者も試みている。アッラーは，誠実な者を必ず知り，また虚言の徒をも必ず知っておられる。"},"m":{"juz":20,"hizb":40,"rub":null,"page":396,"ruku":343}},{"s":29,"a":4,"ar":"أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ","tl":"am ḥasiba alladhīna yaʿmalūna l-sayiāti an yasbiqūnā sāa mā yaḥkumūna","tr":{"en":"Or do those who do evil deeds think they can outrun [i.e., escape] Us? Evil is what they judge.","id":"Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? Sangatlah buruk apa yang mereka tetapkan itu!","zh":"难道作恶的人以为他们能逃出我的法网吗？他们的判定真恶劣！","ja":"悪を行う者は，われを出し抜くことが出来ると考えているのか。かれらの判断こそ，災いのもとである。"},"m":{"juz":20,"hizb":40,"rub":null,"page":396,"ruku":343}},{"s":29,"a":5,"ar":"مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَـَٔاتٍ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","tl":"man kāna yarjū liqāa l-lahi fa-inna ajala l-lahi laātin wahuwa l-samīʿu l-ʿalīmu","tr":{"en":"Whoever should hope for the meeting with Allāh - indeed, the term [decreed by] Allāh is coming. And He is the Hearing, the Knowing.","id":"Barang siapa mengharap pertemuan dengan Allah, maka sesungguhnya waktu (yang dijanjikan) Allah pasti datang. Dan Dia Yang Maha Mendengar, Maha Mengetahui.","zh":"凡希望会见安拉者，谁都应当知道安拉的期限是必定降临的，安拉确是全聪的，确是全知的。","ja":"アッラーに会うことを切望する者よ，アッラーの（定められる）期限は確かに来る。かれは全聴にして全知であられる。"},"m":{"juz":20,"hizb":40,"rub":null,"page":396,"ruku":343}},{"s":29,"a":6,"ar":"وَمَن جَـٰهَدَ فَإِنَّمَا يُجَـٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَـٰلَمِينَ","tl":"waman jāhada fa-innamā yujāhidu linafsihi inna l-laha laghaniyyun ʿani l-ʿālamīna","tr":{"en":"And whoever strives only strives for [the benefit of] himself. Indeed, Allāh is Free from need of the worlds.","id":"Dan barangsiapa berjihad, maka sesungguhnya jihadnya itu untuk dirinya sendiri. Sungguh, Allah Mahakaya (tidak memerlukan sesuatu) dari seluruh alam.","zh":"谁奋斗，都只为自己而奋斗，安拉确是无求于众世界的。","ja":"信仰のために奮闘努力する者は，自分自身のために奮闘努力しているのである。アッラーは，すべてのものに，何一つ求めない。"},"m":{"juz":20,"hizb":40,"rub":null,"page":396,"ruku":343}},{"s":29,"a":7,"ar":"وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ","tl":"wa-alladhīna āmanū waʿamilū l-ṣāliḥāti lanukaffiranna ʿanhum sayyiātihim walanajziyannahum aḥsana alladhī kānū yaʿmalūna","tr":{"en":"And those who believe and do righteous deeds - We will surely remove from them their misdeeds and will surely reward them according to the best of what they used to do.","id":"Dan orang-orang yang beriman dan mengerjakan kebajikan, pasti akan Kami hapus kesalahan-kesalahannya dan mereka pasti akan Kami beri balasan yang lebih baik dari apa yang mereka kerjakan.","zh":"信道而且行善者，我必定勾销他们的罪恶，我必定以他们的行为的最优的报酬赏赐他们。","ja":"われは信仰して，善行に勤しむ者には，いろいろの罪を取り消し，その行った最善のことに，必ず報いるであろう。"},"m":{"juz":20,"hizb":40,"rub":null,"page":397,"ruku":343}},{"s":29,"a":8,"ar":"وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حُسْنًا ۖ وَإِن جَـٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","tl":"wawaṣṣaynā l-insāna biwālidayhi ḥus'nan wa-in jāhadāka litush'rika bī mā laysa laka bihi ʿil'mun falā tuṭiʿ'humā ilayya marjiʿukum fa-unabbi-ukum bimā kuntum taʿmalūna","tr":{"en":"And We have enjoined upon man goodness to parents. But if they endeavor to make you associate with Me that of which you have no knowledge,<sup foot_note=197026>1</sup> do not obey them. To Me is your return, and I will inform you about what you used to do.","id":"Dan Kami wajibkan kepada manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau patuhi keduanya. Hanya kepada-Ku tempat kembalimu, dan akan Aku beritakan kepadamu apa yang telah kamu kerjakan.","zh":"我曾命人孝敬父母；如果他俩勒令你用你所不知道的东西配我，那么，你不要服从他俩。你们要归于我，我要把你们的行为告诉你们。","ja":"われは人間に，両親に対して親切にするよう命じた。だがもしかれら（両親）が，あなたに対し何だか分らないものをわれに配するように強いるならば，かれらに従ってはならない。あなたがたは（皆）われの許に帰る。その時われは，あなたがたの行ったことを告げるであろう。"},"m":{"juz":20,"hizb":40,"rub":null,"page":397,"ruku":343}},{"s":29,"a":9,"ar":"وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّـٰلِحِينَ","tl":"wa-alladhīna āmanū waʿamilū l-ṣāliḥāti lanud'khilannahum fī l-ṣāliḥīna","tr":{"en":"And those who believe and do righteous deeds - We will surely admit them among the righteous [into Paradise].","id":"Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka pasti akan Kami masukkan ke dalam (golongan) orang yang saleh.","zh":"信道而且行善者，我必定使他们入于善人之列。","ja":"われは信仰して，善行に勤しむ者を，必ず正義の人びとの中に入らせるであろう。"},"m":{"juz":20,"hizb":40,"rub":null,"page":397,"ruku":343}},{"s":29,"a":10,"ar":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَـٰلَمِينَ","tl":"wamina l-nāsi man yaqūlu āmannā bil-lahi fa-idhā ūdhiya fī l-lahi jaʿala fit'nata l-nāsi kaʿadhābi l-lahi wala-in jāa naṣrun min rabbika layaqūlunna innā kunnā maʿakum awalaysa l-lahu bi-aʿlama bimā fī ṣudūri l-ʿālamīna","tr":{"en":"And of the people are some who say, \"We believe in Allāh,\" but when one [of them] is harmed for [the cause of] Allāh, he considers the trial [i.e., harm] of the people as [if it were] the punishment of Allāh. But if victory comes from your Lord, they say, \"Indeed, We were with you.\" Is not Allāh most knowing of what is within the breasts of the worlds [i.e., all creatures]?","id":"Dan di antara manusia ada sebagian yang berkata, \"Kami beriman kepada Allah,\" tetapi apabila dia disakiti (karena dia beriman) kepada Allah, dia menganggap cobaan manusia itu sebagai siksaan Allah.<sup foot_note=135569>1</sup> Dan jika datang pertolongan dari Tuhanmu, niscaya mereka akan berkata, \"Sesungguhnya kami bersama kamu.\" Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia ?","zh":"有些人说：“我们已信安拉了。”当他们为安拉而受迫害的时候，他们把众人的迫害当做安拉的刑罚。如果援助从你们的主降临，他们必定说：“我们确是与你们同在一起的。”难道安拉不是知道世人的胸襟的吗？","ja":"人びとの中には，「わたしたちは，アッラーを信仰します。」と言うが，一度アッラー（の道のため）に苦難に会うと，人間の迫害をまるでアッラーの懲罰であるかのように考える者がある。またもしあなたの主からの助け（と勝利）が齎されると，かれらは必ず，「本当にわたしたちは，あなたがたと一緒でした。」などと言う。万人の胸の中に抱くことをもよく知る御方は，アッラーではないか。"},"m":{"juz":20,"hizb":40,"rub":null,"page":397,"ruku":343}},{"s":29,"a":11,"ar":"وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَـٰفِقِينَ","tl":"walayaʿlamanna l-lahu alladhīna āmanū walayaʿlamanna l-munāfiqīna","tr":{"en":"And Allāh will surely make evident those who believe, and He will surely make evident the hypocrites.","id":"Dan Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang yang munafik.","zh":"安拉的确知道信道者，的确知道伪信者。","ja":"アッラーは，信仰する者たちも，偽信者たちをも必ず知っておられる。"},"m":{"juz":20,"hizb":40,"rub":null,"page":397,"ruku":343}},{"s":29,"a":12,"ar":"وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَـٰيَـٰكُمْ وَمَا هُم بِحَـٰمِلِينَ مِنْ خَطَـٰيَـٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَـٰذِبُونَ","tl":"waqāla alladhīna kafarū lilladhīna āmanū ittabiʿū sabīlanā walnaḥmil khaṭāyākum wamā hum biḥāmilīna min khaṭāyāhum min shayin innahum lakādhibūna","tr":{"en":"And those who disbelieve say to those who believe, \"Follow our way, and we will carry your sins.\"<sup foot_note=197027>1</sup> But they will not carry anything of their sins. Indeed, they are liars.","id":"Dan orang-orang yang kafir berkata kepada orang-orang yang beriman, \"Ikutilah jalan kami, dan kami akan memikul dosa-dosamu,\" padahal mereka sedikit pun tidak (sanggup) memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta.","zh":"不信道者对信道者说：“你们遵守我们的教道吧！让我们负担你们的罪过。”其实，他们绝不能担负他们的一点罪过，他们确是说谎的。","ja":"不信心の者は，信仰する者に向かって，「わたしたちの道に従いなさい。わたしたちがあなたがたの罪を必ず負ってやりましょう。」と言う。だがかれらは，少しもあなたがたの罪を，負いはしない。本当にかれらは虚言の徒である。"},"m":{"juz":20,"hizb":40,"rub":null,"page":397,"ruku":343}},{"s":29,"a":13,"ar":"وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَـٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ","tl":"walayaḥmilunna athqālahum wa-athqālan maʿa athqālihim walayus'alunna yawma l-qiyāmati ʿammā kānū yaftarūna","tr":{"en":"But they will surely carry their [own] burdens and [other] burdens along with their burdens,<sup foot_note=197028>1</sup> and they will surely be questioned on the Day of Resurrection about what they used to invent.","id":"Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.","zh":"他们必定担负自己的重担，再加上别的重担，复活日他们对于自己所伪造的谎言必受审问。","ja":"だがかれらは自分の重荷を負い，そのうえ（外の）重荷をも負うであろう。復活の日には，かれらの虚構していたことに就いて必ず問いただされるであろう。"},"m":{"juz":20,"hizb":40,"rub":null,"page":397,"ruku":343}},{"s":29,"a":14,"ar":"وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَـٰلِمُونَ","tl":"walaqad arsalnā nūḥan ilā qawmihi falabitha fīhim alfa sanatin illā khamsīna ʿāman fa-akhadhahumu l-ṭūfānu wahum ẓālimūna","tr":{"en":"And We certainly sent Noah to his people, and he remained among them a thousand years minus fifty years, and the flood seized them while they were wrongdoers.","id":"Dan sungguh, Kami telah mengutus Nuh kepada kaumnya, maka dia tinggal bersama mereka seribu tahun kurang lima puluh tahun. Kemudian mereka dilanda banjir besar, sedangkan mereka adalah orang-orang yang zalim.","zh":"我确已派遣努哈去教化他的宗族，他在他们之间逗留了九百五十年，洪水就袭击了他们，因为他们是不义的。","ja":"且つてわれはヌーフを，その民に遣わした。かれはその間に留まること，千年に欠ける50年。人びとは悪を行っている間に，洪水に襲われた。"},"m":{"juz":20,"hizb":40,"rub":null,"page":397,"ruku":344}},{"s":29,"a":15,"ar":"فَأَنجَيْنَـٰهُ وَأَصْحَـٰبَ ٱلسَّفِينَةِ وَجَعَلْنَـٰهَآ ءَايَةً لِّلْعَـٰلَمِينَ","tl":"fa-anjaynāhu wa-aṣḥāba l-safīnati wajaʿalnāhā āyatan lil'ʿālamīna","tr":{"en":"But We saved him and the companions of the ship, and We made it<sup foot_note=197029>1</sup> a sign for the worlds.","id":"Maka Kami selamatkan Nuh dan orang-orang yang berada di kapal itu, dan Kami jadikan (peristiwa) itu sebagai pelajaran bagi semua manusia.","zh":"我拯救了他和与他同船的人，我以那为全世界的一个迹象。","ja":"その時われは，かれと方舟の仲間とを救い，それを万有のための訓戒とした。"},"m":{"juz":20,"hizb":40,"rub":null,"page":398,"ruku":344}},{"s":29,"a":16,"ar":"وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ","tl":"wa-ib'rāhīma idh qāla liqawmihi uʿ'budū l-laha wa-ittaqūhu dhālikum khayrun lakum in kuntum taʿlamūna","tr":{"en":"And [We sent] Abraham, when he said to his people, \"Worship Allāh and fear Him. That is best for you, if you should know.","id":"Dan (ingatlah) Ibrahim, ketika dia berkata kepada kaumnya, \"Sembahlah Allah dan bertakwalah kepada-Nya. Yang demikian itu lebih baik bagimu, jika kamu mengetahui.","zh":"（我确已派遣）易卜拉欣，当日，他对他的宗族说：“你们应当崇拜安拉，并当敬畏他，这对于你们是更好的。如果你们知道。","ja":"そしてイブラーヒームがその民にこう言った時を思え。「アッラーに仕え，かれを畏れなさい。それがあなたがたのためにも良い。もしあなたがたが理解するならば。"},"m":{"juz":20,"hizb":40,"rub":null,"page":398,"ruku":344}},{"s":29,"a":17,"ar":"إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَـٰنًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ","tl":"innamā taʿbudūna min dūni l-lahi awthānan watakhluqūna if'kan inna alladhīna taʿbudūna min dūni l-lahi lā yamlikūna lakum riz'qan fa-ib'taghū ʿinda l-lahi l-riz'qa wa-uʿ'budūhu wa-ush'kurū lahu ilayhi tur'jaʿūna","tr":{"en":"You only worship, besides Allāh, idols, and you produce a falsehood. Indeed, those you worship besides Allāh do not possess for you [the power of] provision. So seek from Allāh provision and worship Him and be grateful to Him. To Him you will be returned.\"","id":"Sesungguhnya yang kamu sembah selain Allah hanyalah berhala-berhala, dan kamu membuat kebohongan.<sup foot_note=135570>1</sup> Sesungguhnya apa yang kamu sembah selain Allah itu tidak mampu memberikan rezeki kepadamu; maka mintalah rezeki dari Allah, dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nya kamu akan dikembalikan.","zh":"除安拉外，你们只崇拜偶像，你们只捏造妄言。你们舍安拉而崇拜的（偶像），不能主持你们的给养，所以，你们应当到安拉那里寻求给养，你们应当崇拜他，你们应当感谢他，你们只被召归他。","ja":"あなたがたは，アッラーを差し置いて偶像を拝し，虚偽を捏造しているに過ぎない。あなたがたがアッラーを差し置いて拝するものたちは，あなたがたに御恵みを与える力はない。だから，アッラーから糧を求め，かれに仕え，感謝しなさい。あなたがたはかれの御許に帰されるのである。"},"m":{"juz":20,"hizb":40,"rub":null,"page":398,"ruku":344}},{"s":29,"a":18,"ar":"وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ","tl":"wa-in tukadhibū faqad kadhaba umamun min qablikum wamā ʿalā l-rasūli illā l-balāghu l-mubīnu","tr":{"en":"And if you [people] deny [the message] - already nations before you have denied. And there is not upon the Messenger except [the duty of] clear notification.<sup foot_note=197030>1</sup>","id":"Dan jika kamu (orang kafir) mendustakan, maka sungguh, umat sebelum kamu juga telah mendustakan (para rasul). Dan kewajiban rasul itu hanyalah menyampaikan (agama Allah) dengan jelas.\"","zh":"如果你们否认（我），那么，在你们之前的许多民族，也已否认过（他们的使者）。使者的责任只是明白的传达。”","ja":"あなたがたが嘘付き呼ばわりしても（よい）。だがあなたがた以前の諸民族も嘘付き呼ばわりしたものである。使徒は，只公明に伝えるだけである。」"},"m":{"juz":20,"hizb":40,"rub":null,"page":398,"ruku":344}},{"s":29,"a":19,"ar":"أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ","tl":"awalam yaraw kayfa yub'di-u l-lahu l-khalqa thumma yuʿīduhu inna dhālika ʿalā l-lahi yasīrun","tr":{"en":"Have they not considered how Allāh begins creation and then repeats it? Indeed that, for Allāh, is easy.","id":"Dan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah.","zh":"难道他们没有看见安拉怎样创造众生，然后使他们复活吗？这对于安拉是容易的。","ja":"かれらはアッラーが，如何に創造をなされ，それからそれを繰り返されるかを知らないのか。それはアッラーには，本当に容易なことである。"},"m":{"juz":20,"hizb":40,"rub":null,"page":398,"ruku":344}},{"s":29,"a":20,"ar":"قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْـَٔاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","tl":"qul sīrū fī l-arḍi fa-unẓurū kayfa bada-a l-khalqa thumma l-lahu yunshi-u l-nashata l-ākhirata inna l-laha ʿalā kulli shayin qadīrun","tr":{"en":"Say, [O Muḥammad], \"Travel through the land and observe how He began creation. Then Allāh will produce the final creation [i.e., development]. Indeed Allāh, over all things, is competent.\"","id":"Katakanlah, \"Berjalanlah di bumi, maka perhatikanlah bagaimana (Allah) memulai penciptaan (makhluk), kemudian Allah menjadikan kejadian yang akhir.<sup foot_note=135571>1</sup> Sungguh, Allah Mahakuasa atas segala sesuatu.","zh":"你说：“你们应当在大地上旅行，因而观察安拉怎样创造众生，又怎样再造他们。安拉对于万事确是全能的。","ja":"言ってやるがいい。「地上を旅して観察せよ。かれが如何に，初の創造をなされたかを。やがてアッラーは，最後の（甦りの）創造をなされる。本当にアッラーは凡てのことに全能であられる。」"},"m":{"juz":20,"hizb":40,"rub":null,"page":398,"ruku":344}},{"s":29,"a":21,"ar":"يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ","tl":"yuʿadhibu man yashāu wayarḥamu man yashāu wa-ilayhi tuq'labūna","tr":{"en":"He punishes whom He wills and has mercy upon whom He wills, and to Him you will be returned.","id":"Dia (Allah) mengazab siapa yang Dia kehendaki dan memberi rahmat kepada siapa yang Dia kehendaki, dan hanya kepada-Nya kamu akan dikembalikan.","zh":"他惩罚他所意欲者，他怜悯他所意欲者，你们只被召归于他。","ja":"かれは御望みの者を罰し，御望みの者に慈悲を垂れられる。あなたがたはかれの御許に返されるのである。"},"m":{"juz":20,"hizb":40,"rub":null,"page":398,"ruku":344}},{"s":29,"a":22,"ar":"وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ","tl":"wamā antum bimuʿ'jizīna fī l-arḍi walā fī l-samāi wamā lakum min dūni l-lahi min waliyyin walā naṣīrin","tr":{"en":"And you will not cause failure [to Allāh] upon the earth or in the heaven. And you have not other than Allāh any protector or any helper.","id":"Dan kamu sama sekali tidak dapat melepaskan diri (dari azab Allah) baik di bumi maupun di langit, dan tidak ada pelindung dan penolong bagimu selain Allah.","zh":"你们无论在地上或天上，都不能逃避天谴，除安拉外，你们没有任何监护者，也没有任何援助者。”","ja":"あなたがたは天においても地にあっても，かれ（の計画）を，頓挫させることは出来ない。またアッラーの外に，あなたの守護者も援助者もないのである。"},"m":{"juz":20,"hizb":40,"rub":null,"page":398,"ruku":344}},{"s":29,"a":23,"ar":"وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَـٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ","tl":"wa-alladhīna kafarū biāyāti l-lahi waliqāihi ulāika ya-isū min raḥmatī wa-ulāika lahum ʿadhābun alīmun","tr":{"en":"And the ones who disbelieve in the signs of Allāh and the meeting with Him - those have despaired of My mercy, and they will have a painful punishment.","id":"Dan orang-orang yang mengingkari ayat-ayat Allah dan pertemuan dengan-Nya, mereka putus asa dari rahmat-Ku, dan mereka itu akan mendapat azab yang pedih.","zh":"不信安拉的迹象及与安拉会见的人，这等人，对我的恩惠已绝望了，这等人，将受痛苦的刑罚。","ja":"アッラーの印を信じないでまた，かれとの会見を信じない者にはわれの慈悲に与かる望みはなく，痛ましい懲罰があるだけである。"},"m":{"juz":20,"hizb":40,"rub":null,"page":398,"ruku":345}},{"s":29,"a":24,"ar":"فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ","tl":"famā kāna jawāba qawmihi illā an qālū uq'tulūhu aw ḥarriqūhu fa-anjāhu l-lahu mina l-nāri inna fī dhālika laāyātin liqawmin yu'minūna","tr":{"en":"And the answer of his [i.e., Abraham's] people was not but that they said, \"Kill him or burn him,\" but Allāh saved him from the fire. Indeed in that are signs for a people who believe.","id":"Maka tidak ada jawaban kaumnya (Ibrahim), selain mengatakan, \"Bunuhlah atau bakarlah dia,\" lalu Allah menyelamatkannya dari api. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang yang beriman.","zh":"他的宗族说：“你们杀死他，或烧死他吧！”这是他们唯一的答复。安拉拯救他脱离烈火，对于信道的民众，此中确有许多迹象。","ja":"かれ（イブラーヒーム）の民の返答は，只「かれを殺しなさい。焼いてしまいなさい。」と言うだけであった。だがアッラーは，火からかれを御救いなされた。本当にこの中には，信仰する人びとへの印がある。"},"m":{"juz":20,"hizb":40,"rub":null,"page":399,"ruku":345}},{"s":29,"a":25,"ar":"وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَـٰنًا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ","tl":"waqāla innamā ittakhadhtum min dūni l-lahi awthānan mawaddata baynikum fī l-ḥayati l-dun'yā thumma yawma l-qiyāmati yakfuru baʿḍukum bibaʿḍin wayalʿanu baʿḍukum baʿḍan wamawākumu l-nāru wamā lakum min nāṣirīna","tr":{"en":"And [Abraham] said, \"You have only taken, other than Allāh, idols as [a bond of] affection among you in worldly life. Then on the Day of Resurrection you will deny one another and curse one another, and your refuge will be the Fire, and you will not have any helpers.\"","id":"Dan dia (Ibrahim) berkata, \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.\"","zh":"他说：“你们舍安拉而以偶像为神灵，只为今世生活中互相亲爱罢了。但在复活日，你们将互相抵赖，互相诅咒，你们的归宿是火狱，你们绝没有援助者。”","ja":"またかれは言った。「あなたがたは，現世の生活において，お互いの慈しみとしてアッラーを差し置いて偶像を崇めている。だが復活の日には，あなたがたは互いに（関係を）否認し合い，互いに呪い合うであろう。住まいといえば火獄であり，あなたがたには，どんな救助者もないのである。」"},"m":{"juz":20,"hizb":40,"rub":null,"page":399,"ruku":345}},{"s":29,"a":26,"ar":"۞ فَـَٔامَنَ لَهُۥ لُوطٌ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","tl":"faāmana lahu lūṭun waqāla innī muhājirun ilā rabbī innahu huwa l-ʿazīzu l-ḥakīmu","tr":{"en":"And Lot believed him. [Abraham] said, \"Indeed, I will emigrate to [the service of] my Lord. Indeed, He is the Exalted in Might, the Wise.\"","id":"Maka Luṭ membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, \"Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Mahaperkasa, Mahabijaksana.\"","zh":"鲁特就为他而信道。（易卜拉欣说）：“我必定迁移到我的主那里去，他确是万能的，确是至睿的。”","ja":"ルートはかれ（イブラーヒーム）を信じた。かれは言った。「わたしは主（の御許）に移り住もう。本当にかれは偉力ならびなく英明であられる。」"},"m":{"juz":20,"hizb":40,"rub":null,"page":399,"ruku":345}},{"s":29,"a":27,"ar":"وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ وَءَاتَيْنَـٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ","tl":"wawahabnā lahu is'ḥāqa wayaʿqūba wajaʿalnā fī dhurriyyatihi l-nubuwata wal-kitāba waātaynāhu ajrahu fī l-dun'yā wa-innahu fī l-ākhirati lamina l-ṣāliḥīna","tr":{"en":"And We gave to him Isaac and Jacob and placed in his descendants prophethood and scripture. And We gave him his reward in this world, and indeed, he is in the Hereafter among the righteous.","id":"Dan Kami anugerahkan kepada Ibrahim, Ishak dan Yakub, dan Kami jadikan kenabian dan kitab kepada keturunannya, dan Kami berikan kepadanya balasannya di dunia;<sup foot_note=135572>1</sup> dan sesungguhnya dia di akhirat, termasuk orang yang saleh.","zh":"我赏赐他易司哈格和叶尔孤白，我以预言和天经赏赐他的后裔，我把他在今世的报酬赏赐他，在后世必在善人之列。","ja":"またわれは，かれにイスハークとヤアコーブ（のような子孫）を授け，その子孫の間に，預言の天分と啓典を授け，現世の報奨をも与えた。来世においてもかれは必ず正義の徒の仲間になろう。"},"m":{"juz":20,"hizb":40,"rub":null,"page":399,"ruku":345}},{"s":29,"a":28,"ar":"وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ","tl":"walūṭan idh qāla liqawmihi innakum latatūna l-fāḥishata mā sabaqakum bihā min aḥadin mina l-ʿālamīna","tr":{"en":"And [mention] Lot, when he said to his people, \"Indeed, you commit such immorality as no one has preceded you with from among the worlds.","id":"Dan (ingatlah) ketika Luṭ berkata kepada kaumnya, \"Kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang belum pernah dilakukan oleh seorang pun dari umat-umat sebelum kamu.","zh":"（我曾派遣）鲁特，当日，他对他的宗族说：“你们的确干丑事，在你们之前，全世界的人没有一个干过这种丑事。","ja":"またルート（を遣わし），かれの民に，こう言った時を思え。「あなたがたは醜行をしている。あなたがた以前に，どんな世代でもしなかったことを。"},"m":{"juz":20,"hizb":40,"rub":null,"page":399,"ruku":345}},{"s":29,"a":29,"ar":"أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ","tl":"a-innakum latatūna l-rijāla wataqṭaʿūna l-sabīla watatūna fī nādīkumu l-munkara famā kāna jawāba qawmihi illā an qālū i'tinā biʿadhābi l-lahi in kunta mina l-ṣādiqīna","tr":{"en":"Indeed, you approach men and obstruct the road<sup foot_note=197031>1</sup> and commit in your meetings [every] evil.\" And the answer of his people was not but that they said, \"Bring us the punishment of Allāh, if you should be of the truthful.\"","id":"Apakah pantas kamu mendatangi laki-laki, menyamun<sup foot_note=135573>1</sup> dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?\" Maka jawaban kaumnya tidak lain hanya mengatakan, \"Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar.\"","zh":"你们务必要将男做女，拦路作恶，当众宣淫吗？”他的宗族说：“你把安拉的刑罚昭示我们吧，如果你是诚实的人。”这是他们唯一的答复。","ja":"本当にあなたがたは，男性に近付き，また公道で強盗を働く。またあなたがたの集りで，忌まわしい事をしている。」だがかれの民は（答えて），只「あなたが真実を言うのなら，わたしたちにアッラーの懲罰を齎してみなさい。」と言うだけである。"},"m":{"juz":20,"hizb":40,"rub":null,"page":399,"ruku":345}},{"s":29,"a":30,"ar":"قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ","tl":"qāla rabbi unṣur'nī ʿalā l-qawmi l-muf'sidīna","tr":{"en":"He said, \"My Lord, support me against the corrupting people.\"","id":"Dia (Luṭ) berdoa, \"Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas golongan yang berbuat kerusakan itu.\"","zh":"他说：“我的主啊！求你助我，以对抗伤风败俗的人们。”","ja":"かれは（祈って）言った。「主よ，不義を行う民からわたしを御助け下さい。」"},"m":{"juz":20,"hizb":40,"rub":null,"page":399,"ruku":345}},{"s":29,"a":31,"ar":"وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَـٰلِمِينَ","tl":"walammā jāat rusulunā ib'rāhīma bil-bush'rā qālū innā muh'likū ahli hādhihi l-qaryati inna ahlahā kānū ẓālimīna","tr":{"en":"And when Our messengers [i.e., angels] came to Abraham with the good tidings,<sup foot_note=197032>1</sup> they said, \"Indeed, we will destroy the people of that [i.e., Lot's] city. Indeed, its people have been wrongdoers.\"","id":"Dan ketika utusan Kami (para malaikat) datang kepada Ibrahim dengan membawa kabar gembira,<sup foot_note=135574>1</sup> mereka mengatakan, \"Sungguh, kami akan membinasakan penduduk kota (Sodom) ini karena penduduknya sungguh orang-orang zalim.\"","zh":"当我的使者带着佳音来访问易卜拉欣的时候，他们说：“我们必定要毁灭这个城市的居民。这个城市的居民确是不义的。”","ja":"わが使徒（天使）たちが，吉報を持ってイブラーヒームの許に来た時，かれらは言った。「わたしたちは，この町の人びとを滅ぼそうとするところである。本当にここの住民は，悪を行う者たちばかりである。」"},"m":{"juz":20,"hizb":40,"rub":null,"page":400,"ruku":346}},{"s":29,"a":32,"ar":"قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ","tl":"qāla inna fīhā lūṭan qālū naḥnu aʿlamu biman fīhā lanunajjiyannahu wa-ahlahu illā im'ra-atahu kānat mina l-ghābirīna","tr":{"en":"[Abraham] said, \"Indeed, within it is Lot.\" They said, \"We are more knowing of who is within it. We will surely save him and his family, except his wife. She is to be of those who remain behind.\"","id":"Ibrahim berkata, \"Sesungguhnya di kota itu ada Luṭ.\" Mereka (para malaikat) berkata, \"Kami lebih mengetahui siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya kecuali istrinya. Dia termasuk orang-orang yang tertinggal (dibinasakan).\"","zh":"他说：“鲁特的确在这个城市里。”他们说：“我们知道在这个城市里的人。我们必定要拯救他和他的信徒，他的妻子除外，她是和其余的人同受刑罚的。”","ja":"かれ（イブラーヒーム）は言った。「だがルートがそこにいる。」かれらは言った。「わたしたちは，誰がそこにいるかを熟知している。落伍者であるかれ（ルート）の妻の外は，かれもその家族をも必ず救うであろう。」"},"m":{"juz":20,"hizb":40,"rub":null,"page":400,"ruku":346}},{"s":29,"a":33,"ar":"وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ","tl":"walammā an jāat rusulunā lūṭan sīa bihim waḍāqa bihim dharʿan waqālū lā takhaf walā taḥzan innā munajjūka wa-ahlaka illā im'ra-ataka kānat mina l-ghābirīna","tr":{"en":"And when Our messengers [i.e., angels] came to Lot, he was distressed for them and felt for them great discomfort.<sup foot_note=197033>1</sup> They said, \"Fear not, nor grieve. Indeed, we will save you and your family, except your wife; she is to be of those who remain behind.","id":"Dan ketika para utusan Kami (para malaikat) datang kepada Luṭ, dia merasa bersedih hati karena (kedatangan) mereka,<sup foot_note=135575>1</sup> dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka, dan mereka (para utusan) berkata, \"Janganlah engkau takut dan jangan (pula) bersedih hati. Sesungguhnya Kami akan menyelamatkanmu dan pengikut-pengikutmu, kecuali istrimu, dia termasuk orang-orang yang ditinggal (dibinasakan).\"","zh":"当我的使者来访鲁特的时候，他为他们而忧愁，他无法保护他们。他们说：“你不要害怕，不要忧愁，我们必定拯救你和你的信徒，你的妻子除外，她是和其余的人同受刑罚的。”","ja":"わが使徒たち（天使）がルートのところに来た時，かれは自分の無力さを感じ，人びとのため悲しんだ。かれら（天使）は言った。「心配してはなりません。悲しんではなりません。本当にわたしたちは，あなたの妻の外は，あなたとあなたの家族をも救います。かの女は落伍者です 。"},"m":{"juz":20,"hizb":40,"rub":null,"page":400,"ruku":346}},{"s":29,"a":34,"ar":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ","tl":"innā munzilūna ʿalā ahli hādhihi l-qaryati rij'zan mina l-samāi bimā kānū yafsuqūna","tr":{"en":"Indeed, we will bring down on the people of this city punishment from the sky because they have been defiantly disobedient.\"","id":"Sesungguhnya Kami akan menurunkan azab dari langit kepada penduduk kota ini karena mereka berbuat fasik.","zh":"我必定使天灾从天空降于这个城市的居民，那是由于他们的放荡。","ja":"わたしたちは，この町の人びとが邪悪無法なため，かれらに天から懲罰を下そうとするところです。」"},"m":{"juz":20,"hizb":40,"rub":null,"page":400,"ruku":346}},{"s":29,"a":35,"ar":"وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ","tl":"walaqad taraknā min'hā āyatan bayyinatan liqawmin yaʿqilūna","tr":{"en":"And We have certainly left of it a sign as clear evidence for a people who use reason.","id":"Dan sungguh, tentang itu telah Kami tinggalkan suatu tanda yang nyata<sup foot_note=135576>1</sup> bagi orang-orang yang mengerti.","zh":"我确已为能了解的民众而将这个城市的遗址留着做一个明显的迹象。","ja":"本当にわれはそれによって，理解ある民への明白な印を残したのである。"},"m":{"juz":20,"hizb":40,"rub":null,"page":400,"ruku":346}},{"s":29,"a":36,"ar":"وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْـَٔاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ","tl":"wa-ilā madyana akhāhum shuʿayban faqāla yāqawmi uʿ'budū l-laha wa-ir'jū l-yawma l-ākhira walā taʿthaw fī l-arḍi muf'sidīna","tr":{"en":"And to Madyan [We sent] their brother Shuʿayb, and he said, \"O my people, worship Allāh and expect the Last Day and do not commit abuse on the earth, spreading corruption.\"","id":"Dan kepada penduduk Madyan, (Kami telah mengutus) saudara mereka Syu'aib, dia berkata, \"Wahai kaumku! Sembahlah Allah, harapkanlah (pahala) hari akhir, dan jangan kamu berkeliaran di bumi berbuat kerusakan.\"","zh":"（我曾派遣）舒阿卜去教化麦德彦人，他就说：“我的宗族啊！你们应当崇拜安拉，应当畏惧末日，不要在地方上为非作歹，摆弄是非。”","ja":"またわれは，マドヤン（の民）にその同胞のシュアイブを遺わした。かれは言った。「わたしの人びとよ，アッラーに仕え，最後の日を待ち望みなさい。悪を行って，地上を退廃させてはならない。」"},"m":{"juz":20,"hizb":40,"rub":null,"page":400,"ruku":346}},{"s":29,"a":37,"ar":"فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ","tl":"fakadhabūhu fa-akhadhathumu l-rajfatu fa-aṣbaḥū fī dārihim jāthimīna","tr":{"en":"But they denied him, so the earthquake seized them, and they became within their home [corpses] fallen prone.","id":"Mereka mendustakannya (Syu'aib), maka mereka ditimpa gempa yang dahsyat, lalu jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka,","zh":"但他们否认他，地震就袭击了他们。顷刻之间，他们都僵卧在各人的家中。","ja":"だがかれらはかれを嘘付き呼ばわりした。それで大地震がかれらを襲い，翌朝かれらは家の中に平伏していた。"},"m":{"juz":20,"hizb":40,"rub":null,"page":400,"ruku":346}},{"s":29,"a":38,"ar":"وَعَادًا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَـٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ","tl":"waʿādan wathamūdā waqad tabayyana lakum min masākinihim wazayyana lahumu l-shayṭānu aʿmālahum faṣaddahum ʿani l-sabīli wakānū mus'tabṣirīna","tr":{"en":"And [We destroyed] ʿAad and Thamūd, and it has become clear to you from their [ruined] dwellings. And Satan had made pleasing to them their deeds and averted them from the path, and they were endowed with perception.","id":"juga (ingatlah) kaum 'Ād dan Samud, sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Setan telah menjadikan terasa indah bagi mereka perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang yang berpandangan tajam,","zh":"（我曾毁灭）阿德人和赛莫德人，你们从他们居住的地方，确已明白他们被毁灭的情形。恶魔以他们的行为，迷惑他们而阻碍他们遵循正道，他们原来是能思维的。","ja":"またアードとサムードに就いては，（廃墟と化した）かれらの住まいによって，既にあなたがたに明瞭である。悪魔はかれらに，自分の所行を立派であると思わせ，立派な見識を与えられていたのに，正道から離反させる結末となった。"},"m":{"juz":20,"hizb":40,"rub":null,"page":400,"ruku":346}},{"s":29,"a":39,"ar":"وَقَـٰرُونَ وَفِرْعَوْنَ وَهَـٰمَـٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَـٰبِقِينَ","tl":"waqārūna wafir'ʿawna wahāmāna walaqad jāahum mūsā bil-bayināti fa-is'takbarū fī l-arḍi wamā kānū sābiqīna","tr":{"en":"And [We destroyed] Qārūn and Pharaoh and Hāmān. And Moses had already come to them with clear evidences, and they were arrogant in the land, but they were not outrunners [of Our punishment].","id":"dan (juga) Karun, Fir'aun dan Haman. Sungguh, telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah).","zh":"（我曾毁灭）戈伦、法老和哈曼。穆萨曾昭示他们许多明证，但他们在地方上自大，他们未能逃避天谴。","ja":"またカールーンとフィルアウンとハーマーンのこと であるが，ムーサーが明証をかれに齎したが，それでもかれらは，地上において高慢であった。だがかれらは（われを）凌ぐことは出来なかった。"},"m":{"juz":20,"hizb":40,"rub":null,"page":401,"ruku":346}},{"s":29,"a":40,"ar":"فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ","tl":"fakullan akhadhnā bidhanbihi famin'hum man arsalnā ʿalayhi ḥāṣiban wamin'hum man akhadhathu l-ṣayḥatu wamin'hum man khasafnā bihi l-arḍa wamin'hum man aghraqnā wamā kāna l-lahu liyaẓlimahum walākin kānū anfusahum yaẓlimūna","tr":{"en":"So each We seized for his sin; and among them were those upon whom We sent a storm of stones, and among them were those who were seized by the blast [from the sky], and among them were those whom We caused the earth to swallow, and among them were those whom We drowned. And Allāh would not have wronged them, but it was they who were wronging themselves.","id":"Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri.","zh":"每一个人，我都因他的罪过而加以惩罚，他们中有我曾使飞沙走石的暴风去伤害的，有为恐怖所袭击的，有我使他沦陷在地面下的，有被我溺杀的，安拉不致亏枉他们，但他们亏枉了自己。","ja":"それでわれは，かれらをそれぞれの罪に照らして懲じめた。ある者には砂石の暴風を送り， またある者には一声（懲罰）で襲いかかり，またある者は大地に沈め，またある者を溺れさせた。これはアッラーがかれらを損なったのではない。かれらが，自分を損なったのである。"},"m":{"juz":20,"hizb":40,"rub":null,"page":401,"ruku":346}},{"s":29,"a":41,"ar":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ","tl":"mathalu alladhīna ittakhadhū min dūni l-lahi awliyāa kamathali l-ʿankabūti ittakhadhat baytan wa-inna awhana l-buyūti labaytu l-ʿankabūti law kānū yaʿlamūna","tr":{"en":"The example of those who take allies other than Allāh is like that of the spider who takes [i.e., constructs] a home. And indeed, the weakest of homes is the home of the spider, if they only knew.","id":"Perumpamaan orang-orang yang mengambil pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, sekiranya mereka mengetahui.","zh":"有些人，舍安拉而别求监护者，他们譬如蜘蛛造屋，最脆弱的房屋，确是蜘蛛的房屋。假若他们认识这个道理，（就不会崇拜偶像了）。","ja":"アッラーを差し置いて外の主人を取る者を譬えれば，（自分で自分の）家を造る蜘蛛のようなものである。本当に家の中でも最も弱いのは，蜘蛛の家である。かれらに分っていたならば，よかったのに。"},"m":{"juz":20,"hizb":40,"rub":null,"page":401,"ruku":346}},{"s":29,"a":42,"ar":"إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","tl":"inna l-laha yaʿlamu mā yadʿūna min dūnihi min shayin wahuwa l-ʿazīzu l-ḥakīmu","tr":{"en":"Indeed, Allāh knows whatever thing they call upon<sup foot_note=197034>1</sup> other than Him. And He is the Exalted in Might, the Wise.","id":"Sungguh, Allah mengetahui apa saja yang mereka sembah selain Dia. Dan Dia Mahaperkasa, Mahabijaksana.","zh":"安拉的确知道他们舍他而祈祷的任何物，他是万能的，是至睿的。","ja":"本当にアッラーは，かれを差し置いてかれらが祈る，凡てのことを知っておられる。かれは偉力ならびなく英明であられる。"},"m":{"juz":20,"hizb":40,"rub":null,"page":401,"ruku":346}},{"s":29,"a":43,"ar":"وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَـٰلِمُونَ","tl":"watil'ka l-amthālu naḍribuhā lilnnāsi wamā yaʿqiluhā illā l-ʿālimūna","tr":{"en":"And these examples We present to the people, but none will understand them except those of knowledge.","id":"Dan perumpamaan-perumpamaan ini Kami buat untuk manusia; dan tidak ada yang akan memahaminya kecuali mereka yang berilmu.","zh":"这些譬喻，是我为众人而设的，只有学者能了解它。","ja":"これらは，われが人間のために提示する譬えである。だが知識ある者の外は，これを理解しない。"},"m":{"juz":20,"hizb":40,"rub":null,"page":401,"ruku":346}},{"s":29,"a":44,"ar":"خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّلْمُؤْمِنِينَ","tl":"khalaqa l-lahu l-samāwāti wal-arḍa bil-ḥaqi inna fī dhālika laāyatan lil'mu'minīna","tr":{"en":"Allāh created the heavens and the earth in truth. Indeed in that is a sign for the believers.","id":"Allah menciptakan langit dan bumi dengan hak.<sup foot_note=135577>1</sup> Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman.","zh":"安拉本真理而创造天地，对于信道的人，此中确有一种迹象。","ja":"アッラーは諸天と大地を真理によって創造なされた。本当にその中には信仰する者への印がある。"},"m":{"juz":20,"hizb":40,"rub":null,"page":401,"ruku":346}},{"s":29,"a":45,"ar":"ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ","tl":"ut'lu mā ūḥiya ilayka mina l-kitābi wa-aqimi l-ṣalata inna l-ṣalata tanhā ʿani l-faḥshāi wal-munkari waladhik'ru l-lahi akbaru wal-lahu yaʿlamu mā taṣnaʿūna","tr":{"en":"Recite, [O Muḥammad], what has been revealed to you of the Book and establish prayer. Indeed, prayer prohibits immorality and wrongdoing, and the remembrance of Allāh is greater. And Allāh knows that which you do.","id":"Bacalah Kitab (Alquran) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan.","zh":"你应当宣读启示给你的经典，你当谨守拜功，拜功的确能防止丑事和罪恶，记念安拉确是一件更大的事，安拉知道你们的做为。","ja":"あなたに啓示された啓典を読誦し，礼拝の務めを守れ。本当に礼拝は，（人を）醜行と悪事から遠ざける。なお最も大事なことは，アッラーを唱念〔ズィクル〕することである。アッラーはあなたがたの行うことを知っておられる。"},"m":{"juz":20,"hizb":40,"rub":null,"page":401,"ruku":347}},{"s":29,"a":46,"ar":"۞ وَلَا تُجَـٰدِلُوٓا۟ أَهْلَ ٱلْكِتَـٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَـٰهُنَا وَإِلَـٰهُكُمْ وَٰحِدٌ وَنَحْنُ لَهُۥ مُسْلِمُونَ","tl":"walā tujādilū ahla l-kitābi illā bi-allatī hiya aḥsanu illā alladhīna ẓalamū min'hum waqūlū āmannā bi-alladhī unzila ilaynā wa-unzila ilaykum wa-ilāhunā wa-ilāhukum wāḥidun wanaḥnu lahu mus'limūna","tr":{"en":"And do not argue with the People of the Scripture except in a way that is best, except for those who commit injustice among them, and say, \"We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him.\"","id":"Dan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim diantara mereka,<sup foot_note=135578>1</sup> dan katakanlah, \"Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu; Tuhan kami dan Tuhan kamu satu; dan hanya kepada-Nya kami berserah diri.\"","zh":"除依最优的方式外，你们不要与信奉天经的人辩论，除非他们中不义的人。你们应当说：“我们确信降示我们的经典，和降示你们的经典；我们所崇拜的和你们所崇拜的是同一个神明，我们是归顺他的。”","ja":"また啓典の民と議論する際には，立派な （態度で）臨め。かれらの中不義を行う者にたいしては別である。それで言ってやるがいい。「わたしたちは，自分たちに下されたものを信じ，あなたがたに下されたものを信じる。わたしたちの神（アッラー）とあなたがたの神（アッラー） は同じである。わたしたちはかれに服従，帰依するのである。」"},"m":{"juz":21,"hizb":41,"rub":null,"page":402,"ruku":347}},{"s":29,"a":47,"ar":"وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَـٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلْكَـٰفِرُونَ","tl":"wakadhālika anzalnā ilayka l-kitāba fa-alladhīna ātaynāhumu l-kitāba yu'minūna bihi wamin hāulāi man yu'minu bihi wamā yajḥadu biāyātinā illā l-kāfirūna","tr":{"en":"And thus We have sent down to you the Book [i.e., the Qur’ān]. And those to whom We [previously] gave the Scripture believe in it. And among these [people of Makkah] are those who believe in it. And none reject Our verses except the disbelievers.","id":"Dan demikianlah Kami turunkan Kitab (Alquran) kepadamu. Adapun orang-orang yang telah Kami berikan Kitab (Taurat dan Injil) mereka beriman kepadanya (Alquran); dan di antara mereka (orang-orang kafir Mekkah) ada yang beriman kepadanya. Dan hanya orang-orang kafir yang mengingkari ayat-ayat Kami.","zh":"我这样把经典降示你，蒙我赏赐经典的人，有确信它的。这等人中，也有确信它的，只有不信道的人，否认我的迹象。","ja":"われはこのように，あなたに啓典を下したのである。それで，啓典を与えられている者は，この（クルアーン）を信じる。またこれら（マッカの人びと）の中にも，それを信じる者がある。わが印を否定するのは不信心者だけである。"},"m":{"juz":21,"hizb":41,"rub":null,"page":402,"ruku":347}},{"s":29,"a":48,"ar":"وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَـٰبٍ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًا لَّٱرْتَابَ ٱلْمُبْطِلُونَ","tl":"wamā kunta tatlū min qablihi min kitābin walā takhuṭṭuhu biyamīnika idhan la-ir'tāba l-mub'ṭilūna","tr":{"en":"And you did not recite before it any scripture, nor did you inscribe one with your right hand. Then [i.e., otherwise] the falsifiers would have had [cause for] doubt.","id":"Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Alquran) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkarinya.","zh":"以前，你不会读书，也不会写字，（假若你会读书写字），那么，反对真理的人必定怀疑。","ja":"あなたはそれ（が下る）以前は，どんな啓典も読まなかった。またあなたの右手でそれを書き写しもしなかった。そうであったから，虚偽に従う者は疑いを抱いたであろう。"},"m":{"juz":21,"hizb":41,"rub":null,"page":402,"ruku":347}},{"s":29,"a":49,"ar":"بَلْ هُوَ ءَايَـٰتٌۢ بَيِّنَـٰتٌ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلظَّـٰلِمُونَ","tl":"bal huwa āyātun bayyinātun fī ṣudūri alladhīna ūtū l-ʿil'ma wamā yajḥadu biāyātinā illā l-ẓālimūna","tr":{"en":"Rather, it [i.e., the Qur’ān] is distinct verses [preserved] within the breasts of those who have been given knowledge. And none reject Our verses except the wrongdoers.","id":"Sebenarnya, (Alquran) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu.<sup foot_note=135579>1</sup> Hanya orang-orang zalim yang mengingkari ayat-ayat Kami.","zh":"不然，这是我的明显的迹象，它保存在学者的胸中，只有不义的人否认我的迹象。","ja":"いやこれこそは，知識を与えられた者の胸の中にある明瞭な印である。不義の徒の外は，わが印を否定しない。"},"m":{"juz":21,"hizb":41,"rub":null,"page":402,"ruku":347}},{"s":29,"a":50,"ar":"وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَـٰتٌ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ","tl":"waqālū lawlā unzila ʿalayhi āyātun min rabbihi qul innamā l-āyātu ʿinda l-lahi wa-innamā anā nadhīrun mubīnun","tr":{"en":"But they say, \"Why are not signs sent down to him from his Lord?\" Say, \"The signs are only with Allāh, and I am only a clear warner.\"","id":"Dan mereka (orang-orang kafir Mekkah) berkata, \"Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya?\" Katakanlah (Muhammad), \"Mukjizat-mukjizat itu terserah kepada Allah. Aku hanya seorang pemberi peringatan yang jelas.\"","zh":"他们说：“怎么没有一种迹象从他的主降临呢？”你说：“迹象只在安拉那里，我只是一个坦率的警告者。”","ja":"だがかれらは，「何故主から印が，かれに下されないのか。」と言う。言ってやるがいい。「本当に凡ての印は，アッラーの御許にある。わたしは公明な警告者に過ぎないのである。」"},"m":{"juz":21,"hizb":41,"rub":null,"page":402,"ruku":347}},{"s":29,"a":51,"ar":"أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ","tl":"awalam yakfihim annā anzalnā ʿalayka l-kitāba yut'lā ʿalayhim inna fī dhālika laraḥmatan wadhik'rā liqawmin yu'minūna","tr":{"en":"And is it not sufficient for them that We revealed to you the Book [i.e., the Qur’ān] which is recited to them? Indeed in that is a mercy and reminder for a people who believe.","id":"Apakah tidak cukup bagi mereka bahwa Kami telah menurunkan kepadamu Kitab (Alquran) yang dibacakan kepada mereka? Sungguh, dalam (Alquran) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman.","zh":"我降示你这部经典，可以对他们常常宣读，难道还不能使他们满意吗？在这些经典里对于信道的人确有恩惠和记念。","ja":"われがあなたに啓典を下し，あなたはかれらに読誦する。かれらにはそれで十分ではないか。本当にその中には，信仰する者への慈悲と訓戒がある。"},"m":{"juz":21,"hizb":41,"rub":null,"page":402,"ruku":347}},{"s":29,"a":52,"ar":"قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَـٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ","tl":"qul kafā bil-lahi baynī wabaynakum shahīdan yaʿlamu mā fī l-samāwāti wal-arḍi wa-alladhīna āmanū bil-bāṭili wakafarū bil-lahi ulāika humu l-khāsirūna","tr":{"en":"Say, \"Sufficient is Allāh between me and you as Witness. He knows what is in the heavens and earth. And they who have believed in falsehood and disbelieved in Allāh - it is those who are the losers.\"","id":"Katakanlah (Muhammad), \"Cukuplah Allah menjadi saksi antara aku dan kamu. Dia mengetahui apa yang di langit dan di bumi. Dan orang yang percaya kepada yang batil dan ingkar kepada Allah, mereka itulah orang-orang yang rugi.\"","zh":"你说：“安拉做我和你们之间的见证已经够了，他知道天地之间的一切。确信邪神而不信安拉者，确是亏折的。”","ja":"言ってやるがいい。「アッラーは，わたしとあなたがたとの間の，立証者として万全であられる。かれは天と地にあるものを知っておられる。だから虚偽を信じてアッラーに背く者は失敗する者であろう。」"},"m":{"juz":21,"hizb":41,"rub":null,"page":402,"ruku":348}},{"s":29,"a":53,"ar":"وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ","tl":"wayastaʿjilūnaka bil-ʿadhābi walawlā ajalun musamman lajāahumu l-ʿadhābu walayatiyannahum baghtatan wahum lā yashʿurūna","tr":{"en":"And they urge you to hasten the punishment. And if not for [the decree of] a specified term, punishment would have reached them. But it will surely come to them suddenly while they perceive not.","id":"Dan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan,<sup foot_note=135580>1</sup> niscaya datang azab kepada mereka, dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya.","zh":"他们要求你早日昭示刑罚，假若没有定期，那末刑罚必已降临他们。当他们不知不觉的时候，刑罚必定忽然降临他们。","ja":"かれらは懲罰を急ぐよう，あなたに求める。もし定められた期限がなかったならば，懲罰は必ずかれらに来るであろう。かれらが気付かない中に，突然必ず襲うであろう。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":54,"ar":"يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ","tl":"yastaʿjilūnaka bil-ʿadhābi wa-inna jahannama lamuḥīṭatun bil-kāfirīna","tr":{"en":"They urge you to hasten the punishment. And indeed, Hell will be encompassing of the disbelievers","id":"Mereka meminta kepadamu agar segera diturunkan azab. Dan sesungguhnya neraka Jahanam itu pasti meliputi orang-orang kafir,","zh":"他们要求你早日昭示刑罚。火狱必定是包围不信道者的。","ja":"かれらは懲罰を急ぐよう，あなたに求める。だが地獄は不信心者たちを取り囲んでいる。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":55,"ar":"يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ","tl":"yawma yaghshāhumu l-ʿadhābu min fawqihim wamin taḥti arjulihim wayaqūlu dhūqū mā kuntum taʿmalūna","tr":{"en":"On the Day the punishment will cover them from above them and from below their feet and it is said, \"Taste [the result of] what you used to do.\"","id":"Pada hari (ketika) azab menutup mereka dari atas dan dari bawah kaki mereka dan (Allah) berkata (kepada mereka), \"Rasakanlah (balasan dari) apa yang telah kamu kerjakan!\"","zh":"在那日，刑罚将从他们的头上和脚下降临他们。他说：“你们尝试你们的行为的果报吧！”","ja":"懲罰は，かれらの上からまた足元からかれらを襲う。その日（声があって）言われよう。「あなたの行ったことを味わえ。」"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":56,"ar":"يَـٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّـٰىَ فَٱعْبُدُونِ","tl":"yāʿibādiya alladhīna āmanū inna arḍī wāsiʿatun fa-iyyāya fa-uʿ'budūni","tr":{"en":"O My servants who have believed, indeed My earth is spacious, so worship only Me.","id":"Wahai hamba-hamba-Ku yang beriman! Sungguh, bumi-Ku luas, maka sembahlah Aku (saja).","zh":"我的信道的仆人们啊！我的大地确是宽大的，你们应当只崇拜我。","ja":"信仰するわれのしもべよ，本当にわが大地は，広いのである。だからわれだけに仕えなさい。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":57,"ar":"كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ","tl":"kullu nafsin dhāiqatu l-mawti thumma ilaynā tur'jaʿūna","tr":{"en":"Every soul will taste death. Then to Us will you be returned.","id":"Setiap yang bernyawa akan merasakan mati. Kemudian hanya kepada Kami kamu dikembalikan.","zh":"每一个有气息的，都要尝死的滋味，然后，你们将被召归于我。","ja":"各人は死を味わわなければならない。それからあなたがたはわれの許に帰されるのである。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":58,"ar":"وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ","tl":"wa-alladhīna āmanū waʿamilū l-ṣāliḥāti lanubawwi-annahum mina l-janati ghurafan tajrī min taḥtihā l-anhāru khālidīna fīhā niʿ'ma ajru l-ʿāmilīna","tr":{"en":"And those who have believed and done righteous deeds - We will surely assign to them of Paradise [elevated] chambers beneath which rivers flow, wherein they abide eternally. Excellent is the reward of the [righteous] workers","id":"Dan orang-orang yang beriman dan mengerjakan kebajikan, sungguh, mereka akan Kami tempatkan pada tempat-tempat yang tinggi (di dalam surga), yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan,","zh":"信道而且行善者，我必使他们在乐园中得居在下临诸河的楼上，他们将永居其中。工作者的报酬真好！","ja":"だが信仰して，正しい行いに勤しむ者は，われは必ず下に川が流れている楽園の高殿に，落ち着かせよう。（永遠に）そこに住まわせる。（善）行を行う者への報奨は，何と有り難いこと よ。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":59,"ar":"ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ","tl":"alladhīna ṣabarū waʿalā rabbihim yatawakkalūna","tr":{"en":"Who have been patient and upon their Lord rely.","id":"(yaitu) orang-orang yang sabar dan bertawakal kepada Tuhannya.","zh":"他们是坚忍的，他们只托靠他们的主。","ja":"これはよく耐え忍び，自分の主を信頼している者（への報奨である）。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":60,"ar":"وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","tl":"waka-ayyin min dābbatin lā taḥmilu riz'qahā l-lahu yarzuquhā wa-iyyākum wahuwa l-samīʿu l-ʿalīmu","tr":{"en":"And how many a creature carries not its [own] provision. Allāh provides for it and for you. And He is the Hearing, the Knowing.","id":"Dan berapa banyak makhluk bergerak yang bernyawa yang tidak (dapat) membawa (mengurus) rezekinya sendiri. Allah lah yang memberi rezeki kepadanya dan kepadamu. Dia Maha Mendengar, Maha Mengetahui.","zh":"许多动物，不能担负自己的给养，安拉供给它们和你们，他是全聪的，是全知的。","ja":"自分の糧を確保出来ないものが如何に多いことであろうか。アッラー（こそ）はそれらとあなたがたを養われる。かれは全聴にして全知であられる。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":61,"ar":"وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ","tl":"wala-in sa-altahum man khalaqa l-samāwāti wal-arḍa wasakhara l-shamsa wal-qamara layaqūlunna l-lahu fa-annā yu'fakūna","tr":{"en":"If you asked them, \"Who created the heavens and earth and subjected the sun and the moon?\" they would surely say, \"Allāh.\" Then how are they deluded?","id":"Dan jika engkau bertanya kepada mereka, \"Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?\" Pasti mereka akan menjawab, \"Allah.\" Maka mengapa mereka bisa dipalingkan (dari kebenaran).","zh":"如果你问他们：“谁创造了天地，制服了日月？”他们必定说：“安拉。”他们是如何荒谬的！","ja":"もしあなたがかれらに，「誰が天と地を創造し，太陽と月を服従させるか。」と問うならば，かれらは必ず「アッラー。」と言うであろう。それならどうしてかれらは迷い去るのか。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":62,"ar":"ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ","tl":"al-lahu yabsuṭu l-riz'qa liman yashāu min ʿibādihi wayaqdiru lahu inna l-laha bikulli shayin ʿalīmun","tr":{"en":"Allāh extends provision for whom He wills of His servants and restricts for him. Indeed Allāh is, of all things, Knowing.","id":"Allah melapangkan rezeki bagi orang yang Dia kehendaki di antara hamba-hamba-Nya dan Dia (pula) yang membatasi baginya. Sungguh, Allah Maha Mengetahui segala sesuatu.","zh":"安拉要使哪个仆人的给养宽裕，就使他宽裕，（要使哪个仆人的给养窘迫，）就使他窘迫，安拉确是全知万事的。","ja":"アッラーは，御自分のしもべの中，御好みの者には糧を豊かに与え，また（そう望まれる）者には切り詰められる。本当にアッラーは，凡てのことを熟知なされる。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":63,"ar":"وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ","tl":"wala-in sa-altahum man nazzala mina l-samāi māan fa-aḥyā bihi l-arḍa min baʿdi mawtihā layaqūlunna l-lahu quli l-ḥamdu lillahi bal aktharuhum lā yaʿqilūna","tr":{"en":"And if you asked them, \"Who sends down rain from the sky and gives life thereby to the earth after its lifelessness?\" they would surely say, \"Allāh.\" Say, \"Praise to Allāh\"; but most of them do not reason.","id":"Dan jika kamu bertanya kepada mereka, \"Siapakah yang menurunkan air dari langit lalu dengan (air) itu dihidupkannya bumi yang sudah mati?\" Pasti mereka akan menjawab, \"Allah.\" Katakanlah, \"Segala puji bagi Allah,\" tetapi kebanyakan mereka tidak mengerti.","zh":"如果你问他们：“谁从天上降下雨水？而借雨水使已死的大地复活呢？”他们必定说：“安拉。”你说：“一切赞颂，全归安拉！”不然，他们大半是不了解的。","ja":"もしあなたが，かれらに「誰が天から雨を降らせ，それで，死んでいる大地を甦らせるのか。」と，問うならば，かれらはきっと「アッラー。」と言うであろう。言え，「アッラーを讃えます」。だがかれらの多くは理解しない。"},"m":{"juz":21,"hizb":41,"rub":null,"page":403,"ruku":348}},{"s":29,"a":64,"ar":"وَمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌ وَلَعِبٌ ۚ وَإِنَّ ٱلدَّارَ ٱلْـَٔاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ","tl":"wamā hādhihi l-ḥayatu l-dun'yā illā lahwun walaʿibun wa-inna l-dāra l-ākhirata lahiya l-ḥayawānu law kānū yaʿlamūna","tr":{"en":"And this worldly life is not but diversion and amusement. And indeed, the home of the Hereafter - that is the [eternal] life, if only they knew.","id":"Dan kehidupan dunia ini hanya senda gurau dan permainan. Dan sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya, sekiranya mereka mengetahui.","zh":"这种今世的生活，只是娱乐和游戏；后世的住宅，确是充满生活的。假若他们知道……","ja":"現世の生活は，遊びや戯れに過ぎない。だが来世こそは，真実の生活である。もしかれらに分っていたならば。"},"m":{"juz":21,"hizb":41,"rub":null,"page":404,"ruku":349}},{"s":29,"a":65,"ar":"فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ","tl":"fa-idhā rakibū fī l-ful'ki daʿawū l-laha mukh'liṣīna lahu l-dīna falammā najjāhum ilā l-bari idhā hum yush'rikūna","tr":{"en":"And when they board a ship, they supplicate Allāh, sincere to Him in religion [i.e., faith and hope]. But when He delivers them to the land, at once they associate others with Him","id":"Maka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya,<sup foot_note=135581>1</sup> tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah),","zh":"当他们乘船的时候，他们诚恳地祈祷安拉，当他使他们平安登陆的时候，他们立刻就以物配主。","ja":"かれらは船に乗っていると，アッラーに信心の誠を尽くして祈る。だがかれが，陸に無事に送って下さると，たちまちかれらは偶像を拝みだし，"},"m":{"juz":21,"hizb":41,"rub":null,"page":404,"ruku":349}},{"s":29,"a":66,"ar":"لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ","tl":"liyakfurū bimā ātaynāhum waliyatamattaʿū fasawfa yaʿlamūna","tr":{"en":"So that they will deny what We have granted them, and they will enjoy themselves. But they are going to know.<sup foot_note=197035>1</sup>","id":"biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka dan silahkan mereka (hidup) bersenang-senang (dalam kekafiran). Maka kelak mereka akan mengetahui (akibat perbuatannya).","zh":"叫他们孤负我赏赐他们的恩惠吧，叫他们享乐吧。他们将来就知道了。","ja":"われがかれらに授けたものを，有り難く思わず，享楽に耽る。だがかれらは，今に分るであろう。"},"m":{"juz":21,"hizb":41,"rub":null,"page":404,"ruku":349}},{"s":29,"a":67,"ar":"أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ","tl":"awalam yaraw annā jaʿalnā ḥaraman āminan wayutakhaṭṭafu l-nāsu min ḥawlihim afabil-bāṭili yu'minūna wabiniʿ'mati l-lahi yakfurūna","tr":{"en":"Have they not seen that We made [Makkah] a safe sanctuary, while people are being taken away<sup foot_note=197036>1</sup> all around them? Then in falsehood do they believe, and in the favor of Allāh they disbelieve?","id":"Tidakkah mereka memperhatikan, bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya saling merampok. Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah?","zh":"难道他们没有知道吗？我曾以他们的城市为安宁的禁地，而他们四周的居民被人劫掠。难道他们确信邪神，而孤负安拉的恩惠吗？","ja":"かれらは，われが安全な聖域を定めたのに気付かないのか。まわりでは人びとが略奪に晒されているというのに。それでもかれらは虚構を信じ，アッラーの恩恵に背を向けるのか。"},"m":{"juz":21,"hizb":41,"rub":null,"page":404,"ruku":349}},{"s":29,"a":68,"ar":"وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ","tl":"waman aẓlamu mimmani if'tarā ʿalā l-lahi kadhiban aw kadhaba bil-ḥaqi lammā jāahu alaysa fī jahannama mathwan lil'kāfirīna","tr":{"en":"And who is more unjust than one who invents a lie about Allāh or denies the truth when it has come to him? Is there not in Hell a [sufficient] residence for the disbelievers?","id":"Dan siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan kepada Allah atau orang yang mendustakan yang hak<sup foot_note=135582>1</sup> ketika (yang hak) itu datang kepadanya? Bukankah dalam neraka Jahanam ada tempat bagi orang-orang kafir?","zh":"假借安拉的名义而造谣，或否认已降临的真理者，谁比他还不义呢？难道火狱里没有孤恩者的住处吗？","ja":"アッラーに対し虚偽を捏造し，真理が齎されたのに，それを虚偽であるとする者よりも，酷い不義者があろうか。地獄の中には，不信心者たちの住みかがないとでも思うのか。"},"m":{"juz":21,"hizb":41,"rub":null,"page":404,"ruku":349}},{"s":29,"a":69,"ar":"وَٱلَّذِينَ جَـٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ","tl":"wa-alladhīna jāhadū fīnā lanahdiyannahum subulanā wa-inna l-laha lamaʿa l-muḥ'sinīna","tr":{"en":"And those who strive for Us - We will surely guide them to Our ways.<sup foot_note=197037>1</sup> And indeed, Allāh is with the doers of good.","id":"Dan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah bersama orang-orang yang berbuat baik.","zh":"为我而奋斗的人，我必定指引他们我的道路，安拉确是与善人同在一起的。","ja":"だがわれ（の道）のために奮闘努力〔ジハード〕する者は，必ずわが道に導くであろう。本当にアッラーは善い行いの者と共におられる。"},"m":{"juz":21,"hizb":41,"rub":null,"page":404,"ruku":349}}]