[{"s":32,"a":1,"ar":" الٓمٓ","tl":"alif-lam-meem","tr":{"en":"Alif, Lām, Meem.<sup foot_note=197068>1</sup>","id":"Alif Lām Mīm","zh":"艾列弗，俩目，米目。","ja":"アリフ・ラーム・ミーム。"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":2,"ar":"تَنزِيلُ ٱلْكِتَـٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَـٰلَمِينَ","tl":"tanzīlu l-kitābi lā rayba fīhi min rabbi l-ʿālamīna","tr":{"en":"[This is] the revelation of the Book about which there is no doubt from the Lord of the worlds.","id":"Turunnya Alquran itu tidak ada keraguan padanya, (yaitu) dari Tuhan seluruh alam.","zh":"（这）是从众世界的主降示的经典，其中毫无疑义。","ja":"この啓典の啓示は，万有の主から（下ったもの）で，疑いの余地はない。"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":3,"ar":"أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ","tl":"am yaqūlūna if'tarāhu bal huwa l-ḥaqu min rabbika litundhira qawman mā atāhum min nadhīrin min qablika laʿallahum yahtadūna","tr":{"en":"Or do they say, \"He invented it\"? Rather, it is the truth from your Lord, [O Muḥammad], that you may warn a people to whom no warner has come before you [so] perhaps they will be guided.","id":"Tetapi mengapa mereka (orang kafir) mengatakan, \"Dia (Muhammad) telah mengada-adakannya.\" Tidak, Alquran itu kebenaran (yang datang) dari Tuhanmu, agar engkau memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau; agar mereka mendapat petunjuk.","zh":"他们说：“他捏造它吗？”不然，它是从你的主降示的真理，以便你警告你之前没有任何警告者来临过的一群民众，以便他们遵循正道。","ja":"けれどもかれらは，「かれ（ムハンマド）がこれを捏造した。」と言うのか。いや，これはあなたの主からの真理で，あなた以前に，一人の警告者も来なかった民に，警告するためのものである。必ずかれらは導かれるであろう。"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":4,"ar":"ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ","tl":"al-lahu alladhī khalaqa l-samāwāti wal-arḍa wamā baynahumā fī sittati ayyāmin thumma is'tawā ʿalā l-ʿarshi mā lakum min dūnihi min waliyyin walā shafīʿin afalā tatadhakkarūna","tr":{"en":"It is Allāh who created the heavens and the earth and whatever is between them in six days; then He established Himself above the Throne.<sup foot_note=197069>1</sup> You have not besides Him any protector or any intercessor; so will you not be reminded?","id":"Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas Arasy.<sup foot_note=135605>1</sup> Bagimu tidak ada seorang pun penolong maupun pemberi syafaat<sup foot_note=135606>2</sup> selain Dia. Maka apakah kamu tidak memperhatikan?","zh":"安拉曾在六日内创造天地万物，然后升上宝座，除他外，你们没有任何监护者和喜悦者。你们怎么不记念呢？","ja":"アッラーこそは，6日の間に天と地，そしてその間の凡てのものを創造して，御自らその玉座に鎮座なされる方である。あなたがたはかれの外に守護者はなく，執り成す者もないのである。あなたがたはそれでも気が付かないのか。"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":5,"ar":"يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ","tl":"yudabbiru l-amra mina l-samāi ilā l-arḍi thumma yaʿruju ilayhi fī yawmin kāna miq'dāruhu alfa sanatin mimmā taʿuddūna","tr":{"en":"He arranges [each] matter from the heaven to the earth; then it will ascend to Him in a Day, the extent of which is a thousand years of those which you count.","id":"Dia mengatur segala urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya<sup foot_note=135607>1</sup> dalam satu hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu.","zh":"他治理自天至地的事物，然后那件事在一日之内升到他那里，那一日的长度，是你们所计算的一千年。","ja":"かれは，天から地までの（凡ての）事物を統御なされる。それからそれ（万有）は一日にして，かれの許に登って行く。その（一日の）長さは，あなたがたの計算する千年である。"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":6,"ar":"ذَٰلِكَ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ","tl":"dhālika ʿālimu l-ghaybi wal-shahādati l-ʿazīzu l-raḥīmu","tr":{"en":"That is the Knower of the unseen and the witnessed, the Exalted in Might, the Merciful,","id":"Yang demikian itu, ialah Tuhan yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa, Maha Penyayang,","zh":"那是全知幽明的、万能的、至慈的主。","ja":"この方こそは，幽玄界と現象界を（凡て）知っておられる方，偉力ならびなく慈悲深い御方であり，"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":7,"ar":"ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَـٰنِ مِن طِينٍ","tl":"alladhī aḥsana kulla shayin khalaqahu wabada-a khalqa l-insāni min ṭīnin","tr":{"en":"Who perfected everything which He created and began the creation of man from clay.","id":"Yang memperindah segala sesuatu yang Dia ciptakan dan yang memulai penciptaan manusia dari tanah,","zh":"他精制他所创造的万物，他最初用泥土创造人。","ja":"創造された一切を，最も善美なものになされ，泥から人間の創造を始められる。"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":8,"ar":"ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَـٰلَةٍ مِّن مَّآءٍ مَّهِينٍ","tl":"thumma jaʿala naslahu min sulālatin min māin mahīnin","tr":{"en":"Then He made his posterity out of the extract of a liquid disdained.","id":"kemudian Dia menjadikan keturunannya dari saripati air yang hina (air mani).","zh":"然后用贱水的精华创造人的子孙。","ja":"かれは，いやしい水（精液）の精からその後継者を創られ，"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":9,"ar":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًا مَّا تَشْكُرُونَ","tl":"thumma sawwāhu wanafakha fīhi min rūḥihi wajaʿala lakumu l-samʿa wal-abṣāra wal-afidata qalīlan mā tashkurūna","tr":{"en":"Then He proportioned him and breathed into him from His [created] soul<sup foot_note=197070>1</sup> and made for you hearing and vision and hearts [i.e., intellect]; little are you grateful.","id":"Kemudian Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)nya dan Dia menjadikan pendengaran, penglihatan dan hati bagimu, (tetapi) sedikit sekali dari kamu yang bersyukur.","zh":"然后使他健全，并将他的精神吹在人的身体中，又为你们创造耳目和心灵。你们很少感谢。","ja":"それからかれ（人間）を均整にし，かれの聖霊を吹き込まれ，またあなたがたのために聴覚と視覚と心を授けられた御方。あなたがたはほとんど感謝もしない。"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":10,"ar":"وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَـٰفِرُونَ","tl":"waqālū a-idhā ḍalalnā fī l-arḍi a-innā lafī khalqin jadīdin bal hum biliqāi rabbihim kāfirūna","tr":{"en":"And they say, \"When we are lost [i.e., disintegrated] within the earth, will we indeed be [recreated] in a new creation?\" Rather, they are, in the meeting with their Lord, disbelievers.","id":"Dan mereka berkata, \"Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan berada dalam ciptaan yang baru?\"<sup foot_note=135608>1</sup> Bahkan mereka mengingkari pertemuan dengan Tuhannya.","zh":"他们说：“我们消失在地下之后，难道我们必定重新受造吗？”不然！他们不信将与他们的主相会。","ja":"かれらは，「地中に消えてから，わたしたちはまた新しく創造されるであろうか。」と言う。いや，かれらは主との会見を信じない。"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":11,"ar":"۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ","tl":"qul yatawaffākum malaku l-mawti alladhī wukkila bikum thumma ilā rabbikum tur'jaʿūna","tr":{"en":"Say, \"The angel of death who has been entrusted with you will take you. Then to your Lord you will be returned.\"","id":"Katakanlah, \"Malaikat maut yang diserahi untuk (mencabut nyawa) mu akan mematikan kamu, kemudian kepada Tuhanmu, kamu akan dikembalikan.\"","zh":"你说：“奉命主管你们的死亡的天使，将使你们死亡，然后你们将被召归于你们的主。”","ja":"言ってやるがいい。「あなたがたを受け持つ死の天使があなたがたを死なせ，それから主に帰らせる。」"},"m":{"juz":21,"hizb":42,"rub":null,"page":415,"ruku":360}},{"s":32,"a":12,"ar":"وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَـٰلِحًا إِنَّا مُوقِنُونَ","tl":"walaw tarā idhi l-muj'rimūna nākisū ruūsihim ʿinda rabbihim rabbanā abṣarnā wasamiʿ'nā fa-ir'jiʿ'nā naʿmal ṣāliḥan innā mūqinūna","tr":{"en":"If you could but see when the criminals are hanging their heads before their Lord, [saying], \"Our Lord, we have seen and heard, so return us [to the world]; we will work righteousness. Indeed, we are [now] certain.\"","id":"Dan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.\"","zh":"假若你得见犯罪者在他们的主那里垂头丧气地说：“我们的主啊！我们已经看见了，听见了，求你让我们转回去，我们将做善事，我们确是确信者。”假若你看见这种情状……。","ja":"罪を犯した者たちが主の御前に項垂れて，「主よ，わたしたちは見ました。聞きました。わたしたちを御返し下さい。わたしたちは善い行いをいたします。わたしたちは本当に悟りました。」（と言う姿を）あなたに見せてやりたいものである。"},"m":{"juz":21,"hizb":42,"rub":null,"page":416,"ruku":361}},{"s":32,"a":13,"ar":"وَلَوْ شِئْنَا لَـَٔاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَـٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ","tl":"walaw shi'nā laātaynā kulla nafsin hudāhā walākin ḥaqqa l-qawlu minnī la-amla-anna jahannama mina l-jinati wal-nāsi ajmaʿīna","tr":{"en":"And if We had willed, We could have given every soul its guidance, but the word<sup foot_note=197071>1</sup> from Me will come into effect [that] \"I will surely fill Hell with jinn and people all together.","id":"Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya, tetapi telah ditetapkan perkataan (ketetapan) dari-Ku, \"Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama.","zh":"假若我意欲，必以向导赋予每个人，但从我发出的判词已确定了，我必以精灵和人类一起填满火狱。","ja":"もしわれが欲するならば，それぞれの魂に導きを与えることも出来た。だが「ジン（幽精）と人間たちで，必ず地獄を満たすであろう。」とのわれの言葉は，真実となろう。"},"m":{"juz":21,"hizb":42,"rub":null,"page":416,"ruku":361}},{"s":32,"a":14,"ar":"فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَآ إِنَّا نَسِينَـٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ","tl":"fadhūqū bimā nasītum liqāa yawmikum hādhā innā nasīnākum wadhūqū ʿadhāba l-khul'di bimā kuntum taʿmalūna","tr":{"en":"So taste [punishment] because you forgot the meeting of this, your Day; indeed, We have [accordingly] forgotten you. And taste the punishment of eternity for what you used to do.\"","id":"Maka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan.\"","zh":"你们尝试吧！因为你们忘记今日的相会，我确已忘记你们了。你们因为自己的行为而尝试永久的刑罚吧。","ja":"それであなたがたは味わうがよい。この日の会見を忘れていたことを。本当にわれもあなたがたを忘れよう。あなたがたは自分たちが行ったことに対する永遠の懲罰を味わえ。"},"m":{"juz":21,"hizb":42,"rub":null,"page":416,"ruku":361}},{"s":32,"a":15,"ar":"إِنَّمَا يُؤْمِنُ بِـَٔايَـٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩","tl":"innamā yu'minu biāyātinā alladhīna idhā dhukkirū bihā kharrū sujjadan wasabbaḥū biḥamdi rabbihim wahum lā yastakbirūna","tr":{"en":"Only those believe in Our verses who, when they are reminded by them, fall down in prostration and exalt [Allāh] with praise of their Lord, and they are not arrogant.","id":"Orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur sujud<sup foot_note=135609>1</sup> dan bertasbih serta memuji Tuhannya, dan mereka tidak menyombongkan diri.","zh":"信仰我的迹象的，只有那等人：别人以我的迹象劝戒他们的时候，他们便俯伏叩头，并赞颂他们的那超绝万物的主，他们不敢妄自尊大，","ja":"われの印を信じる者とは，それが述べられた時に敬慕し身を投げだしてサジダし，主の栄光を讃えて唱念する，高慢ではない者たちである。〔サジダ〕"},"m":{"juz":21,"hizb":42,"rub":null,"page":416,"ruku":361}},{"s":32,"a":16,"ar":"تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ","tl":"tatajāfā junūbuhum ʿani l-maḍājiʿi yadʿūna rabbahum khawfan waṭamaʿan wamimmā razaqnāhum yunfiqūna","tr":{"en":"Their sides part [i.e., they arise] from [their] beds; they supplicate their Lord in fear and aspiration, and from what We have provided them, they spend.<sup foot_note=197072>1</sup>","id":"Lambung mereka jauh dari tempat tidurnya,<sup foot_note=135610>1</sup> mereka berdoa kepada Tuhannya dengan rasa takut dan penuh harap, dan mereka menginfakkan sebagian dari rezeki yang Kami berikan kepada mereka.","zh":"他们肋不落床，他们以恐惧和希望的心情祈祷他们的主；他们分舍我所赐予他们的。","ja":"かれらの体が臥床を離れると，畏れと希望とを抱いて主に祈り，われが授けたものを施しにさし出す。"},"m":{"juz":21,"hizb":42,"rub":null,"page":416,"ruku":361}},{"s":32,"a":17,"ar":"فَلَا تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ","tl":"falā taʿlamu nafsun mā ukh'fiya lahum min qurrati aʿyunin jazāan bimā kānū yaʿmalūna","tr":{"en":"And no soul knows what has been hidden for them of comfort for eyes [i.e., satisfaction] as reward for what they used to do.","id":"Maka tidak seorang pun mengetahui apa yang disembunyikan untuk mereka yaitu (bermacam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang mereka kerjakan.","zh":"任何人都不知道已为他们贮藏了什么慰籍，以报酬他们的行为。","ja":"かれらはその行ったことの報奨として，喜ばしいものが自分のためにひそかに（用意）されているのを知らない。"},"m":{"juz":21,"hizb":42,"rub":null,"page":416,"ruku":361}},{"s":32,"a":18,"ar":"أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا ۚ لَّا يَسْتَوُۥنَ","tl":"afaman kāna mu'minan kaman kāna fāsiqan lā yastawūna","tr":{"en":"Then is one who was a believer like one who was defiantly disobedient? They are not equal.","id":"Maka apakah orang yang beriman seperti orang yang fasik (kafir)? Mereka tidak sama.","zh":"信道者与悖逆者一样吗？他们是不相等的。","ja":"信仰している者が，主の掟に背く者と同じであろうか。かれらは決して同じではない。"},"m":{"juz":21,"hizb":42,"rub":null,"page":416,"ruku":361}},{"s":32,"a":19,"ar":"أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَلَهُمْ جَنَّـٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ","tl":"ammā alladhīna āmanū waʿamilū l-ṣāliḥāti falahum jannātu l-mawā nuzulan bimā kānū yaʿmalūna","tr":{"en":"As for those who believed and did righteous deeds, for them will be the Gardens of Refuge as accommodation for what they used to do.","id":"Adapun orang-orang yang beriman dan mengerjakan kebajikan, maka mereka akan mendapat surga-surga tempat kediaman, sebagai pahala atas apa yang telah mereka kerjakan.","zh":"至于信道而且行善者，将来得以入乐园为归宿，那是为了报酬他们的行为。","ja":"信仰して善行に勤しむ者は，楽園が住まいで，それは善行をしたことへの報奨である。"},"m":{"juz":21,"hizb":42,"rub":null,"page":416,"ruku":361}},{"s":32,"a":20,"ar":"وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ","tl":"wa-ammā alladhīna fasaqū famawāhumu l-nāru kullamā arādū an yakhrujū min'hā uʿīdū fīhā waqīla lahum dhūqū ʿadhāba l-nāri alladhī kuntum bihi tukadhibūna","tr":{"en":"But as for those who defiantly disobeyed, their refuge is the Fire. Every time they wish to emerge from it, they will be returned to it while it is said to them, \"Taste the punishment of the Fire which you used to deny.\"","id":"Dan adapun orang-orang yang fasik (kafir), maka tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, \"Rasakanlah azab neraka yang dahulu kamu dustakan.\"","zh":"至于悖逆者，他们的归宿，只是火狱，每当他们要想逃出，都被拦回去。有声音对他们说：“你们尝试以前你们所否认的火刑吧！”","ja":"だが掟に背く者の住まいは地獄の業火である。そこから出ようとする度にかれらはその中に引き戻され，「あなたがたが虚偽であるとしていた業火の懲罰を味わえ。」と言われよう。"},"m":{"juz":21,"hizb":42,"rub":null,"page":416,"ruku":361}},{"s":32,"a":21,"ar":"وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ","tl":"walanudhīqannahum mina l-ʿadhābi l-adnā dūna l-ʿadhābi l-akbari laʿallahum yarjiʿūna","tr":{"en":"And We will surely let them taste the nearer punishment<sup foot_note=197073>1</sup> short of the greater punishment that perhaps they will return [i.e., repent].","id":"Dan pasti Kami timpakan kepada mereka sebagian siksa yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat); agar mereka kembali (ke jalan yang benar).","zh":"在最大的刑罚之前，我必使他们尝试最近的刑罚，以便他们悔悟。","ja":"われは大きい懲罰の前に，必ず手近な懲罰をかれらに味わせる。そうすればかれらも（悔悟してわれに）帰るであろう。"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":361}},{"s":32,"a":22,"ar":"وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ","tl":"waman aẓlamu mimman dhukkira biāyāti rabbihi thumma aʿraḍa ʿanhā innā mina l-muj'rimīna muntaqimūna","tr":{"en":"And who is more unjust than one who is reminded of the verses of his Lord; then he turns away from them? Indeed We, from the criminals, will take retribution.","id":"Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sungguh, Kami akan memberikan balasan kepada orang-orang yang berdosa.","zh":"有人以主的迹象劝戒他而他不肯听从，这样的人，谁比他还不义呢？我必然要惩治犯罪的人。","ja":"主の印に気付いていながらその後背き去る者より酷い罪作りがあろうか。われは必ず罪深い者に報復するであろう。"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":361}},{"s":32,"a":23,"ar":"وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَلَا تَكُن فِى مِرْيَةٍ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَـٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ","tl":"walaqad ātaynā mūsā l-kitāba falā takun fī mir'yatin min liqāihi wajaʿalnāhu hudan libanī is'rāīla","tr":{"en":"And We certainly gave Moses the Scripture, so do not be in doubt over his meeting.<sup foot_note=197074>1</sup> And We made it [i.e., the Torah] guidance for the Children of Israel.","id":"Dan sungguh, telah Kami anugerahkan Kitab (Taurat) kepada Musa, maka janganlah engkau (Muhammad) ragu-ragu menerimanya (Alquran) dan Kami jadikan Kitab (Taurat) itu petunjuk bagi Bani Israil.<sup foot_note=135611>1</sup>","zh":"我确已把经典赏赐穆萨，所以你对于接受经典，不要陷于犹豫中，我曾以那部经典为以色列后裔的向导。","ja":"われは，ムーサーにしかと啓典を授けた。だからあなた（ムハンマド）がこれを授かることを疑ってはならない。われはそれを，イスラエルの子孫たちの導きとした。"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":362}},{"s":32,"a":24,"ar":"وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يُوقِنُونَ","tl":"wajaʿalnā min'hum a-immatan yahdūna bi-amrinā lammā ṣabarū wakānū biāyātinā yūqinūna","tr":{"en":"And We made from among them leaders guiding by Our command when they were patient and [when] they were certain of Our signs.","id":"Dan Kami jadikan diantara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka sabar.<sup foot_note=135612>1</sup> Mereka meyakini ayat-ayat Kami.","zh":"我曾以他们中的一部分人为表率，当他们忍受艰难，确信我的迹象的时候，奉我的命令去引导众人。","ja":"われは，かれらの間から，わが命令を下して（人びとを）導く導師をあげた。かれらはよく耐え忍びまたわれの印を堅く信じていた。"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":362}},{"s":32,"a":25,"ar":"إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ","tl":"inna rabbaka huwa yafṣilu baynahum yawma l-qiyāmati fīmā kānū fīhi yakhtalifūna","tr":{"en":"Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.","id":"Sungguh Tuhanmu, Dia yang memberikan keputusan di antara mereka pada hari Kiamat tentang apa yang dahulu mereka perselisihkan padanya.","zh":"复活日，你的主必定判决他们所争论的是非。","ja":"本当にあなたの主は，かれらが意見を異にしていたことに関して，審判の日にかれらの間を裁決なされる。"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":362}},{"s":32,"a":26,"ar":"أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَـٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ ۖ أَفَلَا يَسْمَعُونَ","tl":"awalam yahdi lahum kam ahlaknā min qablihim mina l-qurūni yamshūna fī masākinihim inna fī dhālika laāyātin afalā yasmaʿūna","tr":{"en":"Has it not become clear to them how many generations We destroyed before them, [as] they walk among their dwellings? Indeed in that are signs; then do they not hear?","id":"Dan tidakkah menjadi petunjuk bagi mereka, betapa banyak umat-umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka. Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?","zh":"难道他们还不晓得吗？在他们之前，我曾毁灭了许多世代，他们常常经过那些人的故乡，在那里确有许多迹象。他们怎么不听从呢？","ja":"かれらに教えなかったか。それ以前にわれが幾世代を滅ぼしたかを。その住まいの中を，（今）かれらは往来している。本当にその中には，種々の印がある。それでもかれらは聞く耳を持たないのか。"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":362}},{"s":32,"a":27,"ar":"أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَـٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ","tl":"awalam yaraw annā nasūqu l-māa ilā l-arḍi l-juruzi fanukh'riju bihi zarʿan takulu min'hu anʿāmuhum wa-anfusuhum afalā yub'ṣirūna","tr":{"en":"Have they not seen that We drive water [in clouds] to barren land and bring forth thereby crops from which their livestock eat and [they] themselves? Then do they not see?","id":"Dan tidakkah mereka memperhatikan, bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan (dengan air hujan itu) tanam-tanaman sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka mengapa mereka tidak memperhatikan?","zh":"他们还不知道吗？我把雨水赶到无草的地方，而借它生出他们的牲畜和他们自己所食的庄稼。难道他们看不见吗？","ja":"またわれが水を不毛の地に送り，それで作物を育成させ，かれら自身や家畜に食べさせるのを見ないのか。かれらは見る目を持たないのか。"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":362}},{"s":32,"a":28,"ar":"وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَـٰدِقِينَ","tl":"wayaqūlūna matā hādhā l-fatḥu in kuntum ṣādiqīna","tr":{"en":"And they say, \"When will be this conquest,<sup foot_note=197075>1</sup> if you should be truthful?\"","id":"Dan mereka bertanya, \"Kapankah kemenangan itu (datang) jika engkau orang yang benar?\"","zh":"他们说：“这种判决什么时候实现呢？如果你们是说实话的。”","ja":"かれらは，「もしあなたがたが言うことが真実ならば勝利はいつ来るのですか。」と言う。"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":362}},{"s":32,"a":29,"ar":"قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَـٰنُهُمْ وَلَا هُمْ يُنظَرُونَ","tl":"qul yawma l-fatḥi lā yanfaʿu alladhīna kafarū īmānuhum walā hum yunẓarūna","tr":{"en":"Say, [O Muḥammad], \"On the Day of Conquest the belief of those who had disbelieved will not benefit them, nor will they be reprieved.\"","id":"Katakanlah, \"Pada hari kemenangan<sup foot_note=135613>1</sup> itu, tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.\"","zh":"你说：“不信道者，在判决日，虽信无益，并且不获得宽待。”","ja":"言ってやるがいい。「勝利の日には，不信心であった者の信仰はかれらに役立たず，かれらは猶予もされないであろう。」"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":362}},{"s":32,"a":30,"ar":"فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ","tl":"fa-aʿriḍ ʿanhum wa-intaẓir innahum muntaẓirūna","tr":{"en":"So turn away from them and wait. Indeed, they are waiting.","id":"Maka berpalinglah engkau dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu.<sup foot_note=135614>1</sup>","zh":"你应当避开他们，你应当等待，他们必定是等待的。","ja":"だからあなたは，かれらを避けて待て。かれらも待っているのである。"},"m":{"juz":21,"hizb":42,"rub":null,"page":417,"ruku":362}}]