[{"s":35,"a":1,"ar":" ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَـٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۚ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","tl":"al-ḥamdu lillahi fāṭiri l-samāwāti wal-arḍi jāʿili l-malāikati rusulan ulī ajniḥatin mathnā wathulātha warubāʿa yazīdu fī l-khalqi mā yashāu inna l-laha ʿalā kulli shayin qadīrun","tr":{"en":"[All] praise is [due] to Allāh, Creator of the heavens and the earth, [who] made the angels messengers having wings, two or three or four. He increases in creation what He wills. Indeed, Allāh is over all things competent.","id":"Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap, masing-masing (ada yang) dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu.","zh":"一切赞颂，全归安拉——天地的创造者！他使每个天使具有两翼，或三翼，或四翼。他在创造中增加他所欲增加的。安拉对于万事确是全能的。","ja":"アッラーに讃えあれ。天と地の創造者であられ，2対，3対または4対の翼を持つ天使たちを，使徒として命命なされる。かれは御心のまま数を増して創造される。本当にアッラーは凡てのことに全能であられる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":434,"ruku":378}},{"s":35,"a":2,"ar":"مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","tl":"mā yaftaḥi l-lahu lilnnāsi min raḥmatin falā mum'sika lahā wamā yum'sik falā mur'sila lahu min baʿdihi wahuwa l-ʿazīzu l-ḥakīmu","tr":{"en":"Whatever Allāh grants to people of mercy - none can withhold it; and whatever He withholds - none can release it thereafter. And He is the Exalted in Might, the Wise.","id":"Apa saja di antara rahmat Allah yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dia lah Yang Mahaperkasa, Mahabijaksana.","zh":"无论安拉赏赐你们什么恩惠，绝无人能加以阻拦；无论他扣留什么恩惠，在禁施之后，绝无人能加以开释。他确是万能的，确是至睿的。","ja":"アッラーが人間に与えられるどんな慈悲も，阻まれることはない。またかれが阻む何事も，それを解き放すものはない。本当にかれは偉力ならびなく英明であられる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":434,"ruku":378}},{"s":35,"a":3,"ar":"يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَـٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ","tl":"yāayyuhā l-nāsu udh'kurū niʿ'mata l-lahi ʿalaykum hal min khāliqin ghayru l-lahi yarzuqukum mina l-samāi wal-arḍi lā ilāha illā huwa fa-annā tu'fakūna","tr":{"en":"O mankind, remember the favor of Allāh upon you. Is there any creator other than Allāh who provides for you from the heaven and earth? There is no deity except Him, so how are you deluded?","id":"Wahai manusia! Ingatlah akan nikmat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada tuhan selain Dia; maka mengapa kamu berpaling (dari ketauhidan)?","zh":"人们啊！你们应当铭记安拉所赐你们的恩惠，除安拉外，还有什么创造者能从天上地下供给你们吗？除他外，绝无应受崇拜的，你们怎么如此悖谬呢？","ja":"人びとよ，あなたがたに対するアッラーの恩恵を念え。天と地からあなたがたに扶養を与えられる創造者が，アッラーをおいて外にあるのか。かれの外には神はないのである。それでもあなたがたはどうして（真理から）迷うのか。"},"m":{"juz":22,"hizb":44,"rub":null,"page":434,"ruku":378}},{"s":35,"a":4,"ar":"وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ","tl":"wa-in yukadhibūka faqad kudhibat rusulun min qablika wa-ilā l-lahi tur'jaʿu l-umūru","tr":{"en":"And if they deny you, [O Muḥammad] - already were messengers denied before you. And to Allāh are returned [all] matters.","id":"Dan jika mereka mendustakan engkau (setelah engkau beri peringatan), maka sungguh, rasul-rasul sebelum engkau telah didustakan pula. Dan hanya kepada Allah segala urusan dikembalikan.","zh":"如果他们否认你，那么，在你之前的使者们，已被否认了。万事只归安拉。","ja":"かれらはあなたを嘘付き呼ばわりするが，あなた以前の使徒たちも虚言者と呼ばれた。本当に凡てのことは，アッラーに帰されるのである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":435,"ruku":378}},{"s":35,"a":5,"ar":"يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ","tl":"yāayyuhā l-nāsu inna waʿda l-lahi ḥaqqun falā taghurrannakumu l-ḥayatu l-dun'yā walā yaghurrannakum bil-lahi l-gharūru","tr":{"en":"O mankind, indeed the promise of Allāh is truth, so let not the worldly life delude you and be not deceived about Allāh by the Deceiver [i.e., Satan].","id":"Wahai manusia! Sungguh, janji Allah itu benar, maka janganlah kehidupan dunia memperdayakan kamu dan janganlah (setan) yang pandai menipu, memperdayakan kamu tentang Allah.","zh":"人们啊！安拉的应许，确是真实的，所以绝不能让今世的生活欺骗你们，绝不要让猾贼以安拉的优容欺骗你们。","ja":"人びとよ，アッラーの約束は真実である。だから，現世の生活に欺かれてはならない。またアッラーに関し，騙し上手に欺かれてはならない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":435,"ruku":378}},{"s":35,"a":6,"ar":"إِنَّ ٱلشَّيْطَـٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَـٰبِ ٱلسَّعِيرِ","tl":"inna l-shayṭāna lakum ʿaduwwun fa-ittakhidhūhu ʿaduwwan innamā yadʿū ḥiz'bahu liyakūnū min aṣḥābi l-saʿīri","tr":{"en":"Indeed, Satan is an enemy to you; so take him as an enemy. He only invites his party to be among the companions of the Blaze.","id":"Sungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala.","zh":"恶魔确是你们的仇敌，所以你们应当认他为仇敌。他只号召他的党羽，以便他们做烈火的居民。","ja":"本当にシャイターンはあなたがたの敵である。だから敵として扱え。かれは，只燃えさかる火獄の仲間とするために自分の手下を招くだけである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":435,"ruku":378}},{"s":35,"a":7,"ar":"ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ","tl":"alladhīna kafarū lahum ʿadhābun shadīdun wa-alladhīna āmanū waʿamilū l-ṣāliḥāti lahum maghfiratun wa-ajrun kabīrun","tr":{"en":"Those who disbelieve will have a severe punishment, and those who believe and do righteous deeds will have forgiveness and great reward.","id":"Orang-orang yang kafir, mereka akan mendapat azab yang sangat keras. Dan orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan pahala yang besar.","zh":"不信道者，将受严厉的刑罚；信道而且行善者，将蒙赦宥和重大的报酬。","ja":"信仰のない者は，厳しい懲罰に会う。だが信仰して善行に勤しむ者には，寛容と偉大な報奨があろう。"},"m":{"juz":22,"hizb":44,"rub":null,"page":435,"ruku":378}},{"s":35,"a":8,"ar":"أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ","tl":"afaman zuyyina lahu sūu ʿamalihi faraāhu ḥasanan fa-inna l-laha yuḍillu man yashāu wayahdī man yashāu falā tadhhab nafsuka ʿalayhim ḥasarātin inna l-laha ʿalīmun bimā yaṣnaʿūna","tr":{"en":"Then is one to whom the evil of his deed has been made attractive so he considers it good [like one rightly guided]? For indeed, Allāh sends astray whom He wills and guides whom He wills. So do not let yourself perish over them in regret. Indeed, Allāh is Knowing of what they do.","id":"Maka apakah pantas orang yang dijadikan terasa indah perbuatan buruknya, lalu menganggap baik perbuatannya itu? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka janganlah engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.","zh":"为自己的恶行所迷惑，因而认恶为善者，像安拉所引导的人吗？安拉必使他所意欲者误入迷途，必使他所意欲者遵循正道，所以你不要为哀悼他们而丧生，安拉确是全知他们的行为的。","ja":"自分の悪行を立派であるとし，それを善事と見る者（ほど迷った者）があろうか。本当にアッラーは，御望みの者を迷わせ，また御望みの者を導かれる。だからかれらのために嘆いて，あなたの身を損なってはならない。アッラーはかれらのなすことを知り尽される。"},"m":{"juz":22,"hizb":44,"rub":null,"page":435,"ruku":379}},{"s":35,"a":9,"ar":"وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَـٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ ٱلنُّشُورُ","tl":"wal-lahu alladhī arsala l-riyāḥa fatuthīru saḥāban fasuq'nāhu ilā baladin mayyitin fa-aḥyaynā bihi l-arḍa baʿda mawtihā kadhālika l-nushūru","tr":{"en":"And it is Allāh who sends the winds, and they stir the clouds, and We drive them to a dead land and give life thereby to the earth after its lifelessness. Thus is the resurrection.","id":"Dan Allah lah yang mengirimkan angin; lalu (angin itu) menggerakkan awan, maka Kami arahkan awan itu ke suatu negeri yang mati (tandus) lalu dengan hujan itu Kami hidupkan bumi setelah mati (kering). Seperti itulah kebangkitan.","zh":"安拉使风去兴起云来，然后，把云赶至一个已死的地方，而借它使已死的大地复活。死人的复活就是这样的。","ja":"本当にアッラーこそは，風を送られる方である。それは雲を起こし，それを死んだ土地にやり，死に果てた大地を甦らされる。復活もまたこのようである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":435,"ruku":379}},{"s":35,"a":10,"ar":"مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّـٰلِحُ يَرْفَعُهُۥ ۚ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُو۟لَـٰٓئِكَ هُوَ يَبُورُ","tl":"man kāna yurīdu l-ʿizata falillahi l-ʿizatu jamīʿan ilayhi yaṣʿadu l-kalimu l-ṭayibu wal-ʿamalu l-ṣāliḥu yarfaʿuhu wa-alladhīna yamkurūna l-sayiāti lahum ʿadhābun shadīdun wamakru ulāika huwa yabūru","tr":{"en":"Whoever desires honor [through power] - then to Allāh belongs all honor.<sup foot_note=197141>1</sup> To Him ascends good speech, and righteous work raises it.<sup foot_note=197140>2</sup> But they who plot evil deeds will have a severe punishment, and the plotting of those - it will perish.","id":"Barangsiapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik,<sup foot_note=135658>1</sup> dan amal kebajikan Dia akan mengangkatnya.<sup foot_note=135659>2</sup> Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur.","zh":"欲得光荣者，须知光荣全归安拉。良言将为他所知，他升起善行。图谋不轨者，将受严厉的刑罚；这些人的图谋，是不能得逞的。","ja":"誰でも栄誉権勢を願うならば，一切の栄誉権勢は，アッラーの御許にある（ことを知れ）。（一切の）善い言葉は，かれの許に登って行き，正しい行いはそれを高める。また悪事を企らむ者には，厳しい懲罰があり，それらの企らみは，無効になるであろう。"},"m":{"juz":22,"hizb":44,"rub":null,"page":435,"ruku":379}},{"s":35,"a":11,"ar":"وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا ۚ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ","tl":"wal-lahu khalaqakum min turābin thumma min nuṭ'fatin thumma jaʿalakum azwājan wamā taḥmilu min unthā walā taḍaʿu illā biʿil'mihi wamā yuʿammaru min muʿammarin walā yunqaṣu min ʿumurihi illā fī kitābin inna dhālika ʿalā l-lahi yasīrun","tr":{"en":"And Allāh created you from dust, then from a sperm-drop; then He made you mates. And no female conceives nor does she give birth except with His knowledge. And no aged person is granted [additional] life nor is his lifespan lessened but that it is in a register. Indeed, that for Allāh is easy.","id":"Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan). Tidak ada seorang wanita pun yang mengandung dan melahirkan, melainkan dengan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan (sudah ditetapkan) dalam Kitab (Lauḥ Maḥfūẓ). Sungguh, yang demikian itu mudah bagi Allah.","zh":"安拉创造你们，先用泥土，继用精液，然后，使你们成为配偶。任何女人的怀孕和分娩，无一件不是他所知道的；增加长命者的寿数，减少短命者的年龄，无一件不记录在天经中；那对安拉确是容易的。","ja":"アッラーは，土からあなたがたを創り，さらに一精滴から創り，次いであなたがたを一組（の男女）になされた。かれが知らずに，宿しまた分娩する女はない。長命な者も，短命な者も，書冊の中に載せられないものはない。本当にそれは，アッラーにおいては容易なことである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":435,"ruku":379}},{"s":35,"a":12,"ar":"وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَـٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَـٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ","tl":"wamā yastawī l-baḥrāni hādhā ʿadhbun furātun sāighun sharābuhu wahādhā mil'ḥun ujājun wamin kullin takulūna laḥman ṭariyyan watastakhrijūna ḥil'yatan talbasūnahā watarā l-ful'ka fīhi mawākhira litabtaghū min faḍlihi walaʿallakum tashkurūna","tr":{"en":"And not alike are the two seas [i.e., bodies of water]. One is fresh and sweet, palatable for drinking, and one is salty and bitter. And from each you eat tender meat and extract ornaments which you wear, and you see the ships plowing through [them] that you might seek of His bounty; and perhaps you will be grateful.","id":"Dan tidak sama (antara) dua lautan; yang ini tawar, segar, sedap diminum dan yang lain asin lagi pahit. Dan dari (masing-masing lautan) itu kamu dapat memakan daging yang segar dan kamu dapat mengeluarkan perhiasan yang kamu pakai, dan di sana kamu melihat kapal-kapal berlayar membelah laut agar kamu dapat mencari karunia-Nya dan agar kamu bersyukur.","zh":"两海不一样，这海是很甜的、可口的淡水，那海是很苦的咸水。你们可吃每一海中所产的新鲜的肉，又可采你们所戴的首饰。你看船舶在海上破浪而行，以便你们寻求他的恩惠，以便你们感谢他。","ja":"2つの海は同じではない。（1つは）甘く，渇きを癒し，飲んで快よい。しかし，（外は）塩辛くて苦い。しかし，そのどれからも，新鮮な肉をとって食べ，またあなたがたが身に付ける，種々の装飾品も採取する。またあなたがたは，その中を船が（水を）切って進むのを見よう。それはあなたがたに，かれの恩恵を求めさせるためである。必ずあなたがたは感謝するであろう。"},"m":{"juz":22,"hizb":44,"rub":null,"page":436,"ruku":379}},{"s":35,"a":13,"ar":"يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ","tl":"yūliju al-layla fī l-nahāri wayūliju l-nahāra fī al-layli wasakhara l-shamsa wal-qamara kullun yajrī li-ajalin musamman dhālikumu l-lahu rabbukum lahu l-mul'ku wa-alladhīna tadʿūna min dūnihi mā yamlikūna min qiṭ'mīrin","tr":{"en":"He causes the night to enter the day, and He causes the day to enter the night and has subjected the sun and the moon - each running [its course] for a specified term. That is Allāh, your Lord; to Him belongs sovereignty. And those whom you invoke other than Him do not possess [as much as] the membrane of a date seed.","id":"Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Yang (berbuat) demikian itulah Allah Tuhanmu, milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru (sembah) selain Allah tidak mempunyai apa-apa walaupun setipis kulit ari.","zh":"他使黑夜侵入白昼，使白昼侵入黑夜；他制服日月，各自运行至一定期。这是安拉——你们的主，主权只是他的，你们舍他而崇拜的，不能管理一丝毫。","ja":"かれは夜を昼に没入させ，また昼を夜に没入させ，（昼夜の交替），太陽と月を従えられ，それぞれ周期をもって定められた期間（復活の日）まで（その軌道を）運行さしめる。このようなことが（出来るのは）あなたがたの主，アッラーであられ，大権はかれに属する。だがかれら が，かれをおいて祈るものたちは，キトミール（さえ）どうすることも出来ない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":436,"ruku":379}},{"s":35,"a":14,"ar":"إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ","tl":"in tadʿūhum lā yasmaʿū duʿāakum walaw samiʿū mā is'tajābū lakum wayawma l-qiyāmati yakfurūna bishir'kikum walā yunabbi-uka mith'lu khabīrin","tr":{"en":"If you invoke them, they do not hear your supplication; and if they heard, they would not respond to you. And on the Day of Resurrection they will deny your association.<sup foot_note=197142>1</sup> And none can inform you like [one] Aware [of all matters].","id":"Jika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti.","zh":"如果你们祈祷他们，他们听不见你们的祈祷；即便听见了，他们也不能答应你们；复活日，他们将否认你们曾以他们配安拉。任何人不能像彻知者那样告诉你。","ja":"あなたがたがかれらに祈っても，あなたがたの祈りを聞かず，聞いたとしてもあなたがたに答えはしない。審判の日にかれらはあなたがたが（かれらを主に）配したことさえ否認しよう。全知な御方のように，（真実を）あなたに知らせ得る者はないのである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":436,"ruku":379}},{"s":35,"a":15,"ar":"۞ يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ ۖ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ","tl":"yāayyuhā l-nāsu antumu l-fuqarāu ilā l-lahi wal-lahu huwa l-ghaniyu l-ḥamīdu","tr":{"en":"O mankind, you are those in need of Allāh, while Allāh is the Free of need, the Praiseworthy.","id":"Wahai manusia! Kamulah yang memerlukan Allah; dan Allah Dialah Yang Mahakaya (tidak memerlukan apa pun), Maha Terpuji.","zh":"人们啊！你们才是需求安拉的，安拉确是无求的，确是可颂的。","ja":"人びとよ，あなたがたはアッラーに求める以外術のない者である。アッラーこそは，富裕にして讃美すべき方である。"},"m":{"juz":22,"hizb":44,"rub":null,"page":436,"ruku":380}},{"s":35,"a":16,"ar":"إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ","tl":"in yasha yudh'hib'kum wayati bikhalqin jadīdin","tr":{"en":"If He wills, He can do away with you and bring forth a new creation.","id":"Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu).","zh":"如果他意欲，他将毁灭你们，而创造新的众生。","ja":"もしかれが御望みならば，あなたがたを退けて，新しい創造物を齎される。"},"m":{"juz":22,"hizb":44,"rub":null,"page":436,"ruku":380}},{"s":35,"a":17,"ar":"وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ","tl":"wamā dhālika ʿalā l-lahi biʿazīzin","tr":{"en":"And that is for Allāh not difficult.","id":"Dan yang demikian itu tidak sulit bagi Allah.","zh":"那对安拉不是烦难的。","ja":"これは，アッラーにおいて最も易しいことである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":436,"ruku":380}},{"s":35,"a":18,"ar":"وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ","tl":"walā taziru wāziratun wiz'ra ukh'rā wa-in tadʿu muth'qalatun ilā ḥim'lihā lā yuḥ'mal min'hu shayon walaw kāna dhā qur'bā innamā tundhiru alladhīna yakhshawna rabbahum bil-ghaybi wa-aqāmū l-ṣalata waman tazakkā fa-innamā yatazakkā linafsihi wa-ilā l-lahi l-maṣīru","tr":{"en":"And no bearer of burdens will bear the burden of another. And if a heavily laden soul calls [another] to [carry some of] its load, nothing of it will be carried, even if he should be a close relative. You can only warn those who fear their Lord unseen and have established prayer. And whoever purifies himself only purifies himself for [the benefit of] his soul. And to Allāh is the [final] destination.","id":"Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun, meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesunggunya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya<sup foot_note=135660>1</sup> dan mereka yang melaksanakan salat. Barangsiapa yang menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah lah tempat kembali.","zh":"一个负罪者，不再负别人的罪；一个负重罪者，如果叫别人来替他负罪，那末，别人虽是他的近亲，也不能替他担负一丝毫。你只能警告在秘密中敬畏主，且谨守拜功者。洗涤身心者，只为自己而洗涤。安拉是唯一的归宿。","ja":"荷を負う者は，他人の荷を負うことは出来ない。もし荷を負わされる者が，その荷のため他人を呼んでも，近親者ですら，その一部さえ負うことは出来ない。あなたが警告出来るのは，目に見えないかれらの主を畏れ，礼拝の務めを守る者だけである。その身を清める者は，唯自分の魂のために清める。（凡てのものは）アッラーの許に帰りゆくのである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":436,"ruku":380}},{"s":35,"a":19,"ar":"وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ","tl":"wamā yastawī l-aʿmā wal-baṣīru","tr":{"en":"Not equal are the blind and the seeing,","id":"Dan tidaklah sama orang yang buta dengan orang yang melihat,","zh":"盲人和非盲人不相等，","ja":"盲人と正常の目の人とは，同じではない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":380}},{"s":35,"a":20,"ar":"وَلَا ٱلظُّلُمَـٰتُ وَلَا ٱلنُّورُ","tl":"walā l-ẓulumātu walā l-nūru","tr":{"en":"Nor are the darknesses and the light,","id":"dan tidak (pula) sama gelap gulita dengan cahaya,","zh":"黑暗与光明也不相等，","ja":"暗黒と光明も，"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":380}},{"s":35,"a":21,"ar":"وَلَا ٱلظِّلُّ وَلَا ٱلْحَرُورُ","tl":"walā l-ẓilu walā l-ḥarūru","tr":{"en":"Nor are the shade and the heat,<sup foot_note=197143>1</sup>","id":"dan tidak (pula) sama yang teduh dengan yang panas,","zh":"背阴和当阳也不相等，","ja":"また（涼しい）影と，（太陽の）灼熱も，"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":380}},{"s":35,"a":22,"ar":"وَمَا يَسْتَوِى ٱلْأَحْيَآءُ وَلَا ٱلْأَمْوَٰتُ ۚ إِنَّ ٱللَّهَ يُسْمِعُ مَن يَشَآءُ ۖ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى ٱلْقُبُورِ","tl":"wamā yastawī l-aḥyāu walā l-amwātu inna l-laha yus'miʿu man yashāu wamā anta bimus'miʿin man fī l-qubūri","tr":{"en":"And not equal are the living and the dead. Indeed, Allāh causes to hear whom He wills, but you cannot make hear those in the graves.<sup foot_note=197144>1</sup>","id":"dan tidak (pula) sama orang yang hidup dengan orang yang mati. Sungguh, Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.<sup foot_note=135661>1</sup>","zh":"活人和死人也不相等。安拉必使他所意欲者能听闻，你绝不能使在坟中的人能听闻，","ja":"また生と死も，同じではない。本当にアッラーは，御好みになられた者に御聞かせになる。だがあなたは，（死んで）墓の中にいる者に聞かせることは出来ない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":380}},{"s":35,"a":23,"ar":"إِنْ أَنتَ إِلَّا نَذِيرٌ","tl":"in anta illā nadhīrun","tr":{"en":"You, [O Muḥammad], are not but a warner.","id":"Engkau tidak lain hanyalah seorang pemberi peringatan.","zh":"你只是一个警告者。","ja":"あなたは一人の警告者に過ぎない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":380}},{"s":35,"a":24,"ar":"إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ","tl":"innā arsalnāka bil-ḥaqi bashīran wanadhīran wa-in min ummatin illā khalā fīhā nadhīrun","tr":{"en":"Indeed, We have sent you with the truth as a bringer of good tidings and a warner. And there was no nation but that there had passed within it a warner.","id":"Sungguh, Kami mengutus engkau dengan membawa kebenaran<sup foot_note=135662>1</sup> sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan.","zh":"我确已使你本真理而为报喜者和警告者。没有一个民族则已，只要有一个民族，其中就有警告者曾经逝去了。","ja":"本当にわれは，吉報の伝達者として，また警告者として，真理を持たせてあなたを遣わした。（またこれまでも）どの民にもかれらの間に，一人の警告者が行かなかったものはない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":380}},{"s":35,"a":25,"ar":"وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَبِٱلزُّبُرِ وَبِٱلْكِتَـٰبِ ٱلْمُنِيرِ","tl":"wa-in yukadhibūka faqad kadhaba alladhīna min qablihim jāathum rusuluhum bil-bayināti wabil-zuburi wabil-kitābi l-munīri","tr":{"en":"And if they deny you - then already have those before them denied. Their messengers came to them with clear proofs and written ordinances and with the enlightening Scripture.","id":"Dan jika mereka mendustakanmu, maka sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul); ketika rasul-rasulnya datang dengan membawa keterangan yang nyata (mukjizat), zubur, dan kitab yang memberi penjelasan yang sempurna.<sup foot_note=135663>1</sup>","zh":"如果他们否认你，那么，在他们之前逝去者，已否认了；他们族中的使者曾昭示他们明证、天经和灿烂的经典。","ja":"かれらはあなたを拒否するが，かれら以前の者たちもやはり拒んできた。使徒たちは，明証（奇蹟）と書巻と輝かしい啓典を携えてかれらに来た。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":380}},{"s":35,"a":26,"ar":"ثُمَّ أَخَذْتُ ٱلَّذِينَ كَفَرُوا۟ ۖ فَكَيْفَ كَانَ نَكِيرِ","tl":"thumma akhadhtu alladhīna kafarū fakayfa kāna nakīri","tr":{"en":"Then I seized the ones who disbelieved, and how [terrible] was My reproach.","id":"Kemudian Aku azab orang-orang yang kafir; maka (lihatlah) bagaimana akibat kemurkaan-Ku.","zh":"然后，我惩罚了不信道者，我的谴责是怎样的？","ja":"それでわれは，これら不信心の者を罰した。わが怒りの何と激しかったことよ。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":380}},{"s":35,"a":27,"ar":"أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٍ مُّخْتَلِفًا أَلْوَٰنُهَا ۚ وَمِنَ ٱلْجِبَالِ جُدَدٌۢ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَٰنُهَا وَغَرَابِيبُ سُودٌ","tl":"alam tara anna l-laha anzala mina l-samāi māan fa-akhrajnā bihi thamarātin mukh'talifan alwānuhā wamina l-jibāli judadun bīḍun waḥum'run mukh'talifun alwānuhā wagharābību sūdun","tr":{"en":"Do you not see that Allāh sends down rain from the sky, and We produce thereby fruits of varying colors? And in the mountains are tracts, white and red of varying shades and [some] extremely black.","id":"Tidakkah engkau melihat bahwa Allah menurunkan air dari langit lalu dengan air itu Kami hasilkan buah-buahan yang beraneka macam jenisnya. Dan di antara gunung-gunung itu ada garis-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.","zh":"难道你还不知道吗？安拉从天上降下雨水，然后借雨水而生产出各种果实。山上有白的、红的、各色的条纹，和漆黑的岩石。","ja":"あなたがたは見ないのか。アッラーは天から雨を降らせられる。それでわれは，色とりどりの果物を実らせる。また山々には，白や赤の縞があり，その外多くの色合いをもち，真黒いところもある。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":381}},{"s":35,"a":28,"ar":"وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلْأَنْعَـٰمِ مُخْتَلِفٌ أَلْوَٰنُهُۥ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَـٰٓؤُا۟ ۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","tl":"wamina l-nāsi wal-dawābi wal-anʿāmi mukh'talifun alwānuhu kadhālika innamā yakhshā l-laha min ʿibādihi l-ʿulamāu inna l-laha ʿazīzun ghafūrun","tr":{"en":"And among people and moving creatures and grazing livestock are various colors similarly. Only those fear Allāh, from among His servants, who have knowledge. Indeed, Allāh is Exalted in Might and Forgiving.","id":"Dan demikian (pula) di antara manusia, makhluk bergerak yang bernyawa dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama.<sup foot_note=135664>1</sup> Sungguh, Allah Mahaperkasa, Maha Pengampun.","zh":"人类，野兽和牲畜中，也同样地有不同的种类。安拉的仆人中，只有学者敬畏他。安拉确是万能的，确是至赦的。","ja":"また人間も鳥獣家畜も，異色とりどりである。アッラーのしもべの中で知識のある者だけがかれを畏れる。本当にアッラーは偉力ならびなく寛容であられる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":381}},{"s":35,"a":29,"ar":"إِنَّ ٱلَّذِينَ يَتْلُونَ كِتَـٰبَ ٱللَّهِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَـٰرَةً لَّن تَبُورَ","tl":"inna alladhīna yatlūna kitāba l-lahi wa-aqāmū l-ṣalata wa-anfaqū mimmā razaqnāhum sirran waʿalāniyatan yarjūna tijāratan lan tabūra","tr":{"en":"Indeed, those who recite the Book of Allāh and establish prayer and spend [in His cause] out of what We have provided them, secretly and publicly, [can] expect a transaction [i.e., profit] that will never perish -","id":"Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Alquran) dan melak­sana­kan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya dengan diam-diam dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan rugi,","zh":"诵读安拉的经典，且谨守拜功，并秘密地或公开地分舍我所赐予他们的财物者，他们希望这经营不破产，","ja":"本当にアッラーの啓典を読誦する者，礼拝の務めを守り，われが授けたものから密に，またあらわに施す者は，失敗のない商売を願っているようなもの。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":381}},{"s":35,"a":30,"ar":"لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ ۚ إِنَّهُۥ غَفُورٌ شَكُورٌ","tl":"liyuwaffiyahum ujūrahum wayazīdahum min faḍlihi innahu ghafūrun shakūrun","tr":{"en":"That He may give them in full their rewards and increase for them of His bounty. Indeed, He is Forgiving and Appreciative.<sup foot_note=197145>1</sup>","id":"agar Allah menyempurnakan pahalanya kepada mereka dan menambah karunia-Nya. Sungguh, Allah Maha Pengampun, Maha Mensyukuri.<sup foot_note=135665>1</sup>","zh":"以便他使他们享受自己的完全的报酬，并把他的恩惠加赐他们；他确是至赦的，确是善报的。","ja":"かれは，十分にかれらに報奨を払われ，御恵みを余分に与えられる。本当にかれは，度々赦される御方，（奉仕に）十分感謝される方であられる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":437,"ruku":381}},{"s":35,"a":31,"ar":"وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ","tl":"wa-alladhī awḥaynā ilayka mina l-kitābi huwa l-ḥaqu muṣaddiqan limā bayna yadayhi inna l-laha biʿibādihi lakhabīrun baṣīrun","tr":{"en":"And that which We have revealed to you, [O Muḥammad], of the Book is the truth, confirming what was before it. Indeed Allāh, of His servants, is Aware and Seeing.","id":"Dan apa yang telah Kami wahyukan kepadamu (Muhammad) yaitu Kitab (Alquran) itulah yang benar, membenarkan kitab-kitab yang sebelumnya. Sungguh, Allah benar-benar Maha Mengetahui, Maha Melihat (keadaan) hamba-hamba-Nya.","zh":"我启示给你的经典确是真理，足证以前的经典是真实的。安拉对于他的仆人们确是彻知的，确是明察的。","ja":"われがあなたに啓示した啓典は真理であって，それ以前のものを確証するものである。本当にアッラーは，かれのしもべたちに就いて熟知し，かれらを監視なされる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":438,"ruku":381}},{"s":35,"a":32,"ar":"ثُمَّ أَوْرَثْنَا ٱلْكِتَـٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ","tl":"thumma awrathnā l-kitāba alladhīna iṣ'ṭafaynā min ʿibādinā famin'hum ẓālimun linafsihi wamin'hum muq'taṣidun wamin'hum sābiqun bil-khayrāti bi-idh'ni l-lahi dhālika huwa l-faḍlu l-kabīru","tr":{"en":"Then We caused to inherit the Book those We have chosen of Our servants;<sup foot_note=197146>1</sup> and among them is he who wrongs himself [i.e., sins], and among them is he who is moderate, and among them is he who is foremost in good deeds by permission of Allāh. That [inheritance] is what is the great bounty.","id":"Kemudian Kitab itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami, lalu di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan dan ada (pula) yang berlomba dalam berbuat kebaikan<sup foot_note=135666>1</sup> dengan izin Allah. Yang demikian itu adalah karunia yang besar.","zh":"然后，我使我所拣选的仆人们继承经典；他们中有自欺的，有中和的，有奉安拉的命令而争先行善的。那确是宏恩。","ja":"その後，われはしもべの中から選んだ者に，この啓典を継がせた。だがかれらの中には，自ら魂を誤った者も，中間の道をとる者もあった。またかれらの中の或る者は，アッラーの御許しのもとに，率先して種々の善行に勤しむ者もあった。それは偉大な御恵みである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":438,"ruku":381}},{"s":35,"a":33,"ar":"جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ","tl":"jannātu ʿadnin yadkhulūnahā yuḥallawna fīhā min asāwira min dhahabin walu'lu-an walibāsuhum fīhā ḥarīrun","tr":{"en":"[For them are] gardens of perpetual residence which they will enter. They will be adorned therein with bracelets of gold and pearls, and their garments therein will be silk.","id":"(Mereka akan mendapat) surga 'Adn, mereka masuk ke dalamnya, di dalamnya mereka diberi perhiasan gelang-gelang dari emas dan mutiara, dan pakaian mereka di dalamnya adalah sutera.","zh":"常住的乐园，他们将入其中，他们在里面，戴的是金镯和珍珠，穿的是丝绸。","ja":"かれらは永遠の楽園に入ろう。その中でかれらは，黄金の腕環と真珠で身を飾り，その衣装は絹である。"},"m":{"juz":22,"hizb":44,"rub":null,"page":438,"ruku":381}},{"s":35,"a":34,"ar":"وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ","tl":"waqālū l-ḥamdu lillahi alladhī adhhaba ʿannā l-ḥazana inna rabbanā laghafūrun shakūrun","tr":{"en":"And they will say, \"Praise to Allāh, who has removed from us [all] sorrow. Indeed, our Lord is Forgiving and Appreciative -","id":"Dan mereka berkata, \"Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sungguh, Tuhan kami benar-benar Maha Pengampun, Maha Mensyukuri,","zh":"他们说：“一切赞颂，全归安拉！他祛除我们的忧愁。我们的主，确是至赦的，确是善报的。","ja":"かれらは言う。「アッラーを讃えます。わたしたちから（凡て）の苦悩を取り除いて下された御方。わたしたちの主は，度々赦される御方，（奉仕を）十分に認められる御方です。"},"m":{"juz":22,"hizb":44,"rub":null,"page":438,"ruku":381}},{"s":35,"a":35,"ar":"ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ","tl":"alladhī aḥallanā dāra l-muqāmati min faḍlihi lā yamassunā fīhā naṣabun walā yamassunā fīhā lughūbun","tr":{"en":"He who has settled us in the home of duration [i.e., Paradise] out of His bounty. There touches us not in it any fatigue, and there touches us not in it weariness [of mind].\"","id":"yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.\"","zh":"他使我们居住在常住的房屋中，那是出于他的恩惠。我们在里面，毫不辛苦，毫不疲倦。”","ja":"かれの御恵みによって，わたしたちは永遠の邸宅に住み，そこで苦労をすることもなく，また疲れを覚えることもありません。」"},"m":{"juz":22,"hizb":44,"rub":null,"page":438,"ruku":381}},{"s":35,"a":36,"ar":"وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ","tl":"wa-alladhīna kafarū lahum nāru jahannama lā yuq'ḍā ʿalayhim fayamūtū walā yukhaffafu ʿanhum min ʿadhābihā kadhālika najzī kulla kafūrin","tr":{"en":"And for those who disbelieve will be the fire of Hell. [Death] is not decreed for them<sup foot_note=197147>1</sup> so they may die, nor will its torment be lightened for them. Thus do We recompense every ungrateful one.","id":"Dan orang-orang yang kafir, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati, dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kafir.","zh":"不信道者，将遭火狱的刑罚，既不判他们死刑，让他们死亡；又不减轻他们所遭的火刑。我这样报酬一切忘恩的人们。","ja":"しかし信じない者に対しては，地獄の火があろう。かれらには（そこにいる期間も）宣告されず，死ぬことも出来ず，また懲罰も軽減されないのである。われは，凡ての恩を忘れる者にこのように報いる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":438,"ruku":381}},{"s":35,"a":37,"ar":"وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَـٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ","tl":"wahum yaṣṭarikhūna fīhā rabbanā akhrij'nā naʿmal ṣāliḥan ghayra alladhī kunnā naʿmalu awalam nuʿammir'kum mā yatadhakkaru fīhi man tadhakkara wajāakumu l-nadhīru fadhūqū famā lilẓẓālimīna min naṣīrin","tr":{"en":"And they will cry out therein, \"Our Lord, remove us;<sup foot_note=197148>1</sup> we will do righteousness - other than what we were doing!\" But did We not grant you life enough for whoever would remember therein to remember, and the warner had come to you? So taste [the punishment], for there is not for the wrongdoers any helper.","id":"Dan mereka berteriak di dalam neraka, \"Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.\" (Dikatakan kepada mereka), \"Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun.\"","zh":"他们在里面求救说：“我们的主啊！求你放我们出去，我们将改过迁善。”难道我没有延长你们的寿数，使能觉悟者有觉悟的时间吗？警告者已降临你们了。你们尝试刑罚吧，不义者绝没有任何援助者。","ja":"かれらはその中にあって叫ぶであろう。「主よ，わたしたちを出して下さい。きっと善い行いをします。（これまで）していたようなことは，いたしません。」（かれは仰せられよう。）「われは，あなたがたを十分に長命させたではないか。その間に誰でも訓戒を受け入れる者は，戒めを受け入れたはず。しかも警告者さえあなたがたに遣わされていた。だから（懲罰を）味わえ。悪い行いの者には救助者はないのである。」"},"m":{"juz":22,"hizb":44,"rub":null,"page":438,"ruku":381}},{"s":35,"a":38,"ar":"إِنَّ ٱللَّهَ عَـٰلِمُ غَيْبِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ","tl":"inna l-laha ʿālimu ghaybi l-samāwāti wal-arḍi innahu ʿalīmun bidhāti l-ṣudūri","tr":{"en":"Indeed, Allāh is Knower of the unseen [aspects] of the heavens and earth. Indeed, He is Knowing of that within the breasts.","id":"Sungguh, Allah mengetahui yang gaib (tersembunyi) di langit dan di bumi. Sungguh, Dia Maha Mengetahui segala isi hati.","zh":"安拉确是全知天地的幽玄的，他确是全知心事的。","ja":"本当にアッラーは，天と地の幽玄界を知っておられる。かれは，（人間が）胸の中に抱くことを熟知しておられる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":438,"ruku":382}},{"s":35,"a":39,"ar":"هُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ ۚ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا","tl":"huwa alladhī jaʿalakum khalāifa fī l-arḍi faman kafara faʿalayhi kuf'ruhu walā yazīdu l-kāfirīna kuf'ruhum ʿinda rabbihim illā maqtan walā yazīdu l-kāfirīna kuf'ruhum illā khasāran","tr":{"en":"It is He who has made you successors upon the earth. And whoever disbelieves - upon him will be [the consequence of] his disbelief. And the disbelief of the disbelievers does not increase them in the sight of their Lord except in hatred; and the disbelief of the disbelievers does not increase them except in loss.","id":"Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Barangsiapa kafir, maka (akibat) kekafirannya akan menimpa dirinya sendiri. Dan kekafiran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka.","zh":"他使你们为大地上的代治者。不信道者自受其不信的报酬；不信道者的不信，只使他们在他们的主那里受痛恨；不信道者的不信，只使他们更蒙亏折。","ja":"かれこそは，あなたがたを地上の継承者とされた方である。誰にしても信じない者は，その不信心で自分自身を損う。かれらの不信心は，主の憎しみを増すばかりであり，またかれらの不信心は，自分の損失を増すばかりである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":439,"ruku":382}},{"s":35,"a":40,"ar":"قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ ۚ بَلْ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا","tl":"qul ara-aytum shurakāakumu alladhīna tadʿūna min dūni l-lahi arūnī mādhā khalaqū mina l-arḍi am lahum shir'kun fī l-samāwāti am ātaynāhum kitāban fahum ʿalā bayyinatin min'hu bal in yaʿidu l-ẓālimūna baʿḍuhum baʿḍan illā ghurūran","tr":{"en":"Say, \"Have you considered<sup foot_note=197150>1</sup> your 'partners' whom you invoke besides Allāh? Show me what they have created from the earth, or have they partnership [with Him] in the heavens? Or have We given them a book so they are [standing] on evidence therefrom? [No], rather, the wrongdoers do not promise each other except delusion.\"<sup foot_note=197149>2</sup>","id":"Katakanlah, \"Terangkanlah olehmu tentang sekutu-sekutumu yang kamu seru selain Allah.\" Perlihatkanlah kepada-Ku (bagian) manakah dari bumi ini yang telah mereka ciptakan; ataukah mereka mempunyai peran serta dalam (penciptaan) langit; atau adakah Kami memberikan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya? Sebenarnya orang-orang zalim itu, sebagian mereka hanya menjanjikan tipuan belaka kepada sebagian yang lain.","zh":"你说：“你们告诉我吧，你们舍安拉而祈祷的那些配主，怎么应受崇拜呢？你们告诉我吧！他们曾独自创造了大地的哪一部分呢？还是他们曾与安拉共同创造诸天呢？还是安拉曾授予他们一本经典，而他们是依据那本经典中的许多明证呢？”不然，不义者仅以欺骗互相应许。","ja":"言ってやるがいい。「あなたがたがアッラーの外に祈る，あなたがたが配する（神々）について考えたことがあるのか。地上にかれらの創造したものがあるのか。それともかれらのために 天からの協力者があるのか。われに示しなさい。それともそのような（アッラーに同位者が居るということ）証拠を示す啓典をわれがかれらに与えたとでもいうのか。いや，悪い行いの者たちは，只欺瞞によって互いに約束しあっているのに過ぎない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":439,"ruku":382}},{"s":35,"a":41,"ar":"۞ إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ ۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا","tl":"inna l-laha yum'siku l-samāwāti wal-arḍa an tazūlā wala-in zālatā in amsakahumā min aḥadin min baʿdihi innahu kāna ḥalīman ghafūran","tr":{"en":"Indeed, Allāh holds the heavens and the earth, lest they cease. And if they should cease, no one could hold them [in place] after Him. Indeed, He is Forbearing<sup foot_note=197151>1</sup> and Forgiving.","id":"Sungguh, Allah yang menahan langit dan bumi agar tidak lenyap; dan jika keduanya akan lenyap tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, Maha Pengampun.","zh":"安拉的确维持天地，以免毁灭；如果天地要毁灭，则除安拉外，任何人不能维持它。他确是至容的，确是至赦的。","ja":"本当にアッラーは，天と地の運行が外れないよう支えられる。もしそれら両者が，外れることがあるならば，かれをおいて何ものもこれを支え得るものはない。本当にかれは，我慢強い方，何回も赦される方であられる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":439,"ruku":382}},{"s":35,"a":42,"ar":"وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ ۖ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا","tl":"wa-aqsamū bil-lahi jahda aymānihim la-in jāahum nadhīrun layakūnunna ahdā min iḥ'dā l-umami falammā jāahum nadhīrun mā zādahum illā nufūran","tr":{"en":"And they swore by Allāh their strongest oaths that if a warner came to them, they would be more guided than [any] one of the [previous] nations. But when a warner came to them, it did not increase them except in aversion","id":"Dan mereka bersumpah atas nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih mendapat petunjuk daripada umat-umat (yang lain). Tetapi ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, bahkan semakin jauh mereka dari (kebenaran),","zh":"他们指安拉发出最严重的誓言说：如果有一个警告者来临他们，那末，他们遵循正道必甚过任何一个民族。当警告者来临他们的时候，他们却更加悖谬，","ja":"かれらはアッラー（の御名）にかけて，厳粛な誓いをたて，もし警告者が自分たちのところに来るならば，どんな民よりも立派に導かれるであろう（と言っていた）。だが警告者がかれらに来るに及んで，かれらはますます（正しい信仰から）遠ざかるばかりであり，"},"m":{"juz":22,"hizb":44,"rub":null,"page":439,"ruku":382}},{"s":35,"a":43,"ar":"ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ ۚ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ ۚ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ ۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا ۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا","tl":"is'tik'bāran fī l-arḍi wamakra l-sayi-i walā yaḥīqu l-makru l-sayi-u illā bi-ahlihi fahal yanẓurūna illā sunnata l-awalīna falan tajida lisunnati l-lahi tabdīlan walan tajida lisunnati l-lahi taḥwīlan","tr":{"en":"[Due to] arrogance in the land and plotting of evil; but the evil plot does not encompass except its own people. Then do they await except the way [i.e., fate] of the former peoples? But you will never find in the way [i.e., established method] of Allāh any change, and you will never find in the way of Allāh<sup foot_note=197153>1</sup> any alteration.<sup foot_note=197152>2</sup>","id":"karena kesombongan (mereka) di bumi dan karena rencana (mereka) yang jahat. Rencana yang jahat itu hanya akan menimpa pencetus rencananya sendiri. Mereka hanyalah menunggu (berlakunya) ketentuan pada orang-orang yang terdahulu.<sup foot_note=135667>1</sup> Maka kamu tidak akan mendapatkan perubahan bagi Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah.","zh":"在地方上更加自大，更加图谋不轨。阴谋只困其创作者，他们除了等待古人所遭受的常道外，还能等待什么呢？对于安拉的常道，你绝不能发现任何变更；对于安拉的常道，你不能发现任何变迁。","ja":"地上で高慢にふるまい，悪事の策謀ばかりをしていた。だが悪事の策謀は，その当人に振りかかるだけである。だからかれらは昔の人々の（滅亡した）慣行を待つ外はないであろう。それであなたは，アッラーの慣行には代替がないことが分るであろう。また変更も決してないことも分るであろう。"},"m":{"juz":22,"hizb":44,"rub":null,"page":439,"ruku":382}},{"s":35,"a":44,"ar":"أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا","tl":"awalam yasīrū fī l-arḍi fayanẓurū kayfa kāna ʿāqibatu alladhīna min qablihim wakānū ashadda min'hum quwwatan wamā kāna l-lahu liyuʿ'jizahu min shayin fī l-samāwāti walā fī l-arḍi innahu kāna ʿalīman qadīran","tr":{"en":"Have they not traveled through the land and observed how was the end of those before them? And they were greater than them in power. But Allāh is not to be caused failure [i.e., prevented] by anything in the heavens or on the earth. Indeed, He is ever Knowing and Competent.","id":"Dan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui, Mahakuasa.","zh":"难道他们没有在大地上旅行，以观察前人的结局是怎样的吗？前人比他们势力更大。安拉是天地间任何物不能使他无奈的，他确是全知的，确是全能的。","ja":"かれらは地上を旅して，かれら以前の者たちの末路がどうなったかを観察しなかったのか。かれら（昔の者）は，かれらよりも力が優れていた。天にあり地にある何ものも，アッラーを挫くことは出来ないのである。本当にかれは全知にして全能であられる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":439,"ruku":382}},{"s":35,"a":45,"ar":"وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُوا۟ مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا","tl":"walaw yuākhidhu l-lahu l-nāsa bimā kasabū mā taraka ʿalā ẓahrihā min dābbatin walākin yu-akhiruhum ilā ajalin musamman fa-idhā jāa ajaluhum fa-inna l-laha kāna biʿibādihi baṣīran","tr":{"en":"And if Allāh were to impose blame on the people for what they have earned, He would not leave upon it [i.e., the earth] any creature. But He defers them for a specified term. And when their time comes, then indeed Allāh has ever been, of His servants, Seeing.","id":"Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan. Nanti apabila ajal mereka tiba, maka Allah Maha Melihat (keadaan) hamba-hamba-Nya.","zh":"假若安拉为世人所犯的罪恶而惩治他们，那么，他不留一个人在地面上，但他让他们延迟到一个定期，当他们的定期来临的时候，（他将依他们的行为而报酬他们），因为安拉确是明察他的众仆的。","ja":"もしアッラーが，人間をその所業によって罰されるならば，地上に，一人の生存者も残されなかったであろう。だがかれは期限を定めて，かれらを猶予なされた。だが，かれらの期限が到来すれば，本当にアッラーはしもべたちの監視者であられる。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":382}}]