[{"s":36,"a":1,"ar":" يسٓ","tl":"ya-seen","tr":{"en":"Yā, Seen.<sup foot_note=197154>1</sup>","id":"Yā Sīn","zh":"雅辛。","ja":"ヤー・スィーン。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":2,"ar":"وَٱلْقُرْءَانِ ٱلْحَكِيمِ","tl":"wal-qur'āni l-ḥakīmi","tr":{"en":"By the wise<sup foot_note=197155>1</sup> Qur’ān,","id":"Demi Alquran yang penuh hikmah,","zh":"以智慧的《古兰经》发誓","ja":"英知に満ちた，クルアーンによって誓う。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":3,"ar":"إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ","tl":"innaka lamina l-mur'salīna","tr":{"en":"Indeed you, [O Muḥammad], are from among the messengers,","id":"sungguh, engkau (Muhammad) adalah salah seorang dari rasul-rasul,","zh":"你确是众使者之一，","ja":"本当にあなたは，使徒の一人で，"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":4,"ar":"عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ","tl":"ʿalā ṣirāṭin mus'taqīmin","tr":{"en":"On a straight path.","id":"(yang berada) di atas jalan yang lurus,","zh":"你的确是在正路上（被派遣的使者之一)。","ja":"正しい道の上に（人びとを導く者である）。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":5,"ar":"تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ","tl":"tanzīla l-ʿazīzi l-raḥīmi","tr":{"en":"[This is] a revelation of the Exalted in Might, the Merciful,","id":"(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa, Maha Penyayang,","zh":"万能至慈的主降示此经，","ja":"（これは）偉力ならびなく慈悲深き御方の啓示で，"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":6,"ar":"لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَـٰفِلُونَ","tl":"litundhira qawman mā undhira ābāuhum fahum ghāfilūna","tr":{"en":"That you may warn a people whose forefathers were not warned, so they are unaware.","id":"agar engkau memberi peringatan kepada suatu kaum yang nenek moyangnya belum pernah diberi peringatan, karena itu mereka lalai.","zh":"以便你警告一族人，他们的祖先未被警告过，所以他们是疏忽大意的。","ja":"祖先がいまだ警告を受けず，それで気付かないでいる民に，あなたが警告するためのものである。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":7,"ar":"لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ","tl":"laqad ḥaqqa l-qawlu ʿalā aktharihim fahum lā yu'minūna","tr":{"en":"Already the word [i.e., decree] has come into effect upon most of them, so they do not believe.","id":"Sungguh, pasti berlaku perkataan (hukuman) terhadap kebanyakan mereka, karena mereka tidak beriman.","zh":"他们中大多数人确已应当受判决，所以他们不信道。","ja":"本当にその御言葉が，かれらの多くの者に下ってしまっているのだが，かれらは信じない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":8,"ar":"إِنَّا جَعَلْنَا فِىٓ أَعْنَـٰقِهِمْ أَغْلَـٰلًا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ","tl":"innā jaʿalnā fī aʿnāqihim aghlālan fahiya ilā l-adhqāni fahum muq'maḥūna","tr":{"en":"Indeed, We have put shackles on their necks, and they are to their chins, so they are with heads [kept] aloft.","id":"Sungguh, Kami telah memasang belenggu di leher mereka, lalu tangan mereka (diangkat) ke dagu, karena itu mereka tertengadah.","zh":"我确已把枷锁放在他们的脖子上，那些枷锁达到下巴，所以他们不能低头。","ja":"われはかれらに首枷をはめ，それが顎にまで及ぶ。それでかれらの頭は上向きになった。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":9,"ar":"وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَـٰهُمْ فَهُمْ لَا يُبْصِرُونَ","tl":"wajaʿalnā min bayni aydīhim saddan wamin khalfihim saddan fa-aghshaynāhum fahum lā yub'ṣirūna","tr":{"en":"And We have put before them a barrier and behind them a barrier and covered them, so they do not see.","id":"Dan Kami jadikan di hadapan mereka sekat (dinding) dan di belakang mereka juga sekat, dan Kami tutup (mata) mereka sehingga mereka tidak dapat melihat.","zh":"我在他们的面前安置一个障碍，在他们的后面安置一个障碍，蒙蔽了他们，所以他们看不见。","ja":"またわれは，かれらの前面に障壁を置き，また背面にも障壁を置き，そのうえかれらに覆いをした。それでかれらは見ることも出来ない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":10,"ar":"وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ","tl":"wasawāon ʿalayhim a-andhartahum am lam tundhir'hum lā yu'minūna","tr":{"en":"And it is all the same for them whether you warn them or do not warn them - they will not believe.","id":"Dan sama saja bagi mereka, apakah engkau memberi peringatan kepada mereka atau engkau tidak memberi peringatan kepada mereka, mereka tidak akan beriman juga.","zh":"你对他们加以警告与否，这在他们是一样的，他们毕竟不信道。","ja":"あなたが警告してもまた警告しなくても，かれらにとって同じで，かれらは信じない。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":11,"ar":"إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَـٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ","tl":"innamā tundhiru mani ittabaʿa l-dhik'ra wakhashiya l-raḥmāna bil-ghaybi fabashir'hu bimaghfiratin wa-ajrin karīmin","tr":{"en":"You can only warn one who follows the message and fears the Most Merciful unseen. So give him good tidings of forgiveness and noble reward.","id":"Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan<sup foot_note=135668>1</sup> dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.","zh":"你只能警告那遵守教诲，而且在秘密中敬畏至仁主者，你要以赦宥和优厚的报酬向他报喜。","ja":"あなたは，訓戒に従う者，また目に見えない慈悲深き御方を畏れる者だけに，警告しなさい。それであなたはこれらの者に，寛容と偉大な報奨の吉報を伝えなさい。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":12,"ar":"إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَـٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَـٰهُ فِىٓ إِمَامٍ مُّبِينٍ","tl":"innā naḥnu nuḥ'yī l-mawtā wanaktubu mā qaddamū waāthārahum wakulla shayin aḥṣaynāhu fī imāmin mubīnin","tr":{"en":"Indeed, it is We who bring the dead to life and record what they have put forth and what they left behind, and all things We have enumerated in a clear register.","id":"Sungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas (Lauḥ Maḥfūẓ).","zh":"我必定要使死人复活，我必定要记录他们所作的善恶，和他们的事迹；我将一切事物，详明地记录在一册明白的范本中。","ja":"本当にわれは死者を甦らせ，またかれらが予め行ったこと，そして後に残した足跡を記録する。われは一切を，明瞭な記録簿の中に数え上げている。"},"m":{"juz":22,"hizb":44,"rub":null,"page":440,"ruku":383}},{"s":36,"a":13,"ar":"وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَـٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ","tl":"wa-iḍ'rib lahum mathalan aṣḥāba l-qaryati idh jāahā l-mur'salūna","tr":{"en":"And present to them an example: the people of the city, when the messengers came to it -","id":"Dan buatlah suatu perumpamaan bagi mereka, yaitu penduduk suatu negeri, ketika utusan-utusan datang kepada mereka;","zh":"你当以城市的居民为他们设一个譬喻。当时，使者们来临那些居民。","ja":"町の仲間（の物語）を，例としてかれらに示すがよい。使徒たちがそこにやって来た時のことを。"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":14,"ar":"إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ","tl":"idh arsalnā ilayhimu ith'nayni fakadhabūhumā faʿazzaznā bithālithin faqālū innā ilaykum mur'salūna","tr":{"en":"When We sent to them two but they denied them, so We strengthened [them] with a third, and they said, \"Indeed, we are messengers to you.\"","id":"(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya; kemudian Kami kuatkan dengan (utusan) yang ketiga, maka ketiga (utusan itu) berkata, \"Sungguh, kami adalah orang-orang yang diutus kepadamu.\"","zh":"当时，我曾派遣两个使者去教化那些居民，但他们否认他俩的使命，我就以第三个使者去援助他俩。他们说：“我们确是被派遣来教化你们的。”","ja":"初めわれは，2人の使徒を遺わしたが，かれらは，2人とも嘘付き扱いをされた。それでわれは第3の者で強化した。そして使徒たちは言った。「本当にわたしたちは，あなたがたの許に遣わされた者です。」"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":15,"ar":"قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَـٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ","tl":"qālū mā antum illā basharun mith'lunā wamā anzala l-raḥmānu min shayin in antum illā takdhibūna","tr":{"en":"They said, \"You are not but human beings like us, and the Most Merciful has not revealed a thing. You are only telling lies.\"","id":"Mereka (penduduk negeri) menjawab, \"Kamu ini hanyalah manusia seperti kami, dan (Allah) Yang Maha Pengasih tidak menurunkan sesuatu apa pun; kamu hanyalah pendusta belaka.\"","zh":"他们说：“你们只是像我们一样的凡人。至仁主没有降示任何物，你们只是说谎的。”","ja":"するとかれらは言った。「あなたがたはわたしたちと同じ人間に過ぎません。慈悲深き御方は何も啓示を下されはしません。あなたがたは，嘘をついているだけです。」"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":16,"ar":"قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ","tl":"qālū rabbunā yaʿlamu innā ilaykum lamur'salūna","tr":{"en":"They said, \"Our Lord knows that we are messengers to you,","id":"Mereka berkata, \"Tuhan kami mengetahui sesungguhnya kami adalah utusan-utusan (-Nya) kepada kamu.","zh":"他们说：“我们的主知道，我们确是被派遣来教化你们的，","ja":"かれら（使徒）は言った。「わたしたちが，実際あなたがたに遣わされた者であることは，主が御存知です。"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":17,"ar":"وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ","tl":"wamā ʿalaynā illā l-balāghu l-mubīnu","tr":{"en":"And we are not responsible except for clear notification.\"","id":"Dan kewajiban kami hanyalah meyampaikan (perintah Allah) dengan jelas.\"","zh":"我们只负明白的传达的责任。”","ja":"わたしたちの務めは，只あなたがたに明白（なアッラーの御命令）を宣べ伝えるだけです。」"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":18,"ar":"قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ","tl":"qālū innā taṭayyarnā bikum la-in lam tantahū lanarjumannakum walayamassannakum minnā ʿadhābun alīmun","tr":{"en":"They said, \"Indeed, we consider you a bad omen. If you do not desist, we will surely stone you, and there will surely touch you, from us, a painful punishment.\"","id":"Mereka menjawab, \"Sesungguhnya kami bernasib malang karena kamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami rajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.\"","zh":"他们说：“我们确已为你们而遭厄运，如果你们不停止宣传，我们誓必用石击你们，或以痛苦的刑罚加于你们。”","ja":"かれら（人びと）は言った。「わたしたちにとってあなたがたは確かな凶兆です。もし止めないならば，あなたがたを必ず石打ち（の刑）にしましょう。酷いめにあわせてやりますぞ。」"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":19,"ar":"قَالُوا۟ طَـٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ","tl":"qālū ṭāirukum maʿakum a-in dhukkir'tum bal antum qawmun mus'rifūna","tr":{"en":"They said, \"Your omen [i.e., fate] is with yourselves. Is it<sup foot_note=197156>1</sup> because you were reminded? Rather, you are a transgressing people.\"","id":"Mereka (utusan-utusan) itu berkata, \"Kemalangan kamu itu adalah karena kamu sendiri. Apakah kamu diberi peringatan? Sebenarnya kamu adalah kaum yang melampaui batas.\"","zh":"他们说：“你们的厄运是伴随着你们的。难道有人教诲你们，（你们才为他而遭厄运么？）不然！你们是过分的民众。”","ja":"かれら（使徒）は言った。「あなたがたこそ凶兆です。あなたがたは訓戒されても（尚そう言うの）ですか。いや，あなたがたは無法の民です。」"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":20,"ar":"وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَـٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ","tl":"wajāa min aqṣā l-madīnati rajulun yasʿā qāla yāqawmi ittabiʿū l-mur'salīna","tr":{"en":"And there came from the farthest end of the city a man, running. He said, \"O my people, follow the messengers.","id":"Dan datanglah dari ujung kota, seorang laki-laki<sup foot_note=135669>1</sup> dengan bergegas dia berkata, \"Wahai kaumku! Ikutilah utusan-utusan itu.","zh":"有一个人从城中最远的地方跑来说：“我的宗族呀！你们应当顺从使者们，","ja":"その時町の外れから一人の男が走って来て，言った。「皆さん，（アッラーから）遣わされたこの人たちに従いなさい。"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":21,"ar":"ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ","tl":"ittabiʿū man lā yasalukum ajran wahum muh'tadūna","tr":{"en":"Follow those who do not ask of you [any] payment, and they are [rightly] guided.","id":"Ikutilah orang yang tidak meminta imbalan kepadamu; dan mereka adalah orang-orang yang mendapat petunjuk.","zh":"你们应当顺从那些遵循正道，而不向你们索取报酬的人们。”","ja":"あなたがたに何の報酬も求めない方たちに従いなさい。かれらは（正しく）導きを得ている。"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":22,"ar":"وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ","tl":"wamā liya lā aʿbudu alladhī faṭaranī wa-ilayhi tur'jaʿūna","tr":{"en":"And why should I not worship He who created me and to whom you will be returned?","id":"Dan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan.","zh":"（又说）：“我怎能不崇拜那创造了我，而你们将被召归于他的主宰呢？","ja":"わたしを創られた方に仕えないなど，どうして出来ようか。あなたがたもかれの御許に帰されるのです。"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":23,"ar":"ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَـٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفَـٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ","tl":"a-attakhidhu min dūnihi ālihatan in yurid'ni l-raḥmānu biḍurrin lā tugh'ni ʿannī shafāʿatuhum shayan walā yunqidhūni","tr":{"en":"Should I take other than Him [false] deities [while], if the Most Merciful intends for me some adversity, their intercession will not avail me at all, nor can they save me?","id":"Mengapa aku akan menyembah tuhan-tuhan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku.","zh":"难道我能舍他而敬事一些神灵吗？如果至仁主欲降灾于我，则他们的说情，对于我毫无裨益，他们也不能拯救我。","ja":"そのような御方を差し置いて，外の神々を求められましょうか。もし慈悲深き御方がわたしに災いを下そうと望まれるならば，かれら（邪神）の執り成しは少しも役立たず，またわたしを救うことも出来ません。"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":24,"ar":"إِنِّىٓ إِذًا لَّفِى ضَلَـٰلٍ مُّبِينٍ","tl":"innī idhan lafī ḍalālin mubīnin","tr":{"en":"Indeed, I would then be in manifest error.","id":"Sesungguhnya jika aku (berbuat) begitu, pasti aku berada dalam kesesatan yang nyata.","zh":"如果那样，我确是在明显的迷误中。","ja":"（そうなるとしたら）明らかにわたしは誤りを犯したことになります。"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":25,"ar":"إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ","tl":"innī āmantu birabbikum fa-is'maʿūni","tr":{"en":"Indeed, I have believed in your Lord, so listen to me.\"","id":"Sesungguhnya aku telah beriman kepada Tuhanmu; maka dengarkanlah (pengakuan keimanan)ku.\"","zh":"我确已归信你们的主，故你们应当听从我。”","ja":"わたしは，あなたがたの（真の）主を信じます。だから（人びとよ，）わたし（の言うこと）を聞きなさい。」"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":26,"ar":"قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَـٰلَيْتَ قَوْمِى يَعْلَمُونَ","tl":"qīla ud'khuli l-janata qāla yālayta qawmī yaʿlamūna","tr":{"en":"It was said, \"Enter Paradise.\"<sup foot_note=197157>1</sup> He said, \"I wish my people could know","id":"Dikatakan (kepadanya), \"Masuklah ke surga.\"<sup foot_note=135670>1</sup> Dia (laki-laki itu) berkata, \"Alangkah baiknya sekiranya kaumku mengetahui,","zh":"有声音对他说：“你入乐园吧！”他说：“但愿我的宗族知道，","ja":"その時かれは，「あなたは楽園に入れ。」と仰せられた。そしてかれは「わが主の御赦しが与えられ，栄誉ある者の中に，"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":27,"ar":"بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ","tl":"bimā ghafara lī rabbī wajaʿalanī mina l-muk'ramīna","tr":{"en":"Of how my Lord has forgiven me and placed me among the honored.\"","id":"apa yang menyebabkan Tuhanku memberi ampun kepadaku dan menjadikan aku termasuk orang-orang yang telah dimuliakan.\"","zh":"我的主已赦宥我，并使我成为受优待者！”","ja":"加えられたことを人びとに知ってもらえたら。」と言った。"},"m":{"juz":22,"hizb":44,"rub":null,"page":441,"ruku":384}},{"s":36,"a":28,"ar":"۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ","tl":"wamā anzalnā ʿalā qawmihi min baʿdihi min jundin mina l-samāi wamā kunnā munzilīna","tr":{"en":"And We did not send down upon his people after him any soldiers from the heaven, nor would We have done so.","id":"Dan setelah dia (meninggal), Kami tidak menurunkan suatu pasukan pun dari langit kepada kaumnya, dan Kami tidak perlu menurunkannya.","zh":"在他之后，我没有降天使去惩治他的宗族，我也不常常降天使。","ja":"かれの後，われはその民に対し天から軍勢を遣わしはしなかった。またそうするまでもなかった。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":384}},{"s":36,"a":29,"ar":"إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ خَـٰمِدُونَ","tl":"in kānat illā ṣayḥatan wāḥidatan fa-idhā hum khāmidūna","tr":{"en":"It was not but one shout,<sup foot_note=197158>1</sup> and immediately they were extinguished.","id":"Tidak ada siksaan terhadap mereka melainkan dengan satu teriakan saja; maka seketika itu mereka mati.","zh":"才听见一声呐喊，他们就灭亡了。","ja":"只一声叫ぶだけで，かれらは消え失せてしまった。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":384}},{"s":36,"a":30,"ar":"يَـٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ","tl":"yāḥasratan ʿalā l-ʿibādi mā yatīhim min rasūlin illā kānū bihi yastahziūna","tr":{"en":"How regretful for the servants. There did not come to them any messenger except that they used to ridicule him.","id":"Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya.","zh":"哀哉众仆！只要有使者来教化他们，他们便加以愚弄。","ja":"ああ，哀れなしもべたちよ。かれらは使徒が来る度，嘲笑してかかった。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":384}},{"s":36,"a":31,"ar":"أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ","tl":"alam yaraw kam ahlaknā qablahum mina l-qurūni annahum ilayhim lā yarjiʿūna","tr":{"en":"Have they not considered how many generations We destroyed before them - that they to them<sup foot_note=197159>1</sup> will not return?","id":"Tidakkah mereka mengetahui berapa banyak umat-umat sebelum mereka yang telah Kami binasakan. Orang-orang (yang telah Kami binasakan) itu tidak ada yang kembali kepada mereka.<sup foot_note=135671>1</sup>","zh":"难道他们不知道吗？在他们之前，我曾毁灭了许多世代，那些被毁灭的世代永不转回尘世。","ja":"かれらは気付かないのか，自分たち以前に幾世代の者をわれが滅ぼし，かれらは2度と帰らないということを。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":384}},{"s":36,"a":32,"ar":"وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ","tl":"wa-in kullun lammā jamīʿun ladaynā muḥ'ḍarūna","tr":{"en":"And indeed, all of them will yet be brought present before Us.","id":"Dan setiap (umat), semuanya akan dihadapkan kepada Kami.","zh":"他们将统统被拘禁在我那里。","ja":"それぞれ皆は，（審判の日）一斉にわれの前に召されよう。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":384}},{"s":36,"a":33,"ar":"وَءَايَةٌ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَـٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ","tl":"waāyatun lahumu l-arḍu l-maytatu aḥyaynāhā wa-akhrajnā min'hā ḥabban famin'hu yakulūna","tr":{"en":"And a sign for them is the dead earth. We have brought it to life and brought forth from it grain, and from it they eat.","id":"Dan suatu tanda (kebesaran Allah) bagi mereka adalah bumi yang mati (tandus). Kami hidupkan bumi itu dan Kami keluarkan darinya biji-bijian, maka dari (biji-bijian) itu mereka makan.","zh":"他们有一种迹象：已死的大地，我使它复活，我使它生长粮食，以作他们的食品。","ja":"かれらへの印の1つとしては，われが死んだ大地を甦らせ，穀物をそれから生産し，それをかれらが食べることがあげられる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":385}},{"s":36,"a":34,"ar":"وَجَعَلْنَا فِيهَا جَنَّـٰتٍ مِّن نَّخِيلٍ وَأَعْنَـٰبٍ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ","tl":"wajaʿalnā fīhā jannātin min nakhīlin wa-aʿnābin wafajjarnā fīhā mina l-ʿuyūni","tr":{"en":"And We placed therein gardens of palm trees and grapevines and caused to burst forth therefrom some springs -","id":"Dan Kami jadikan padanya di bumi itu kebun-kebun kurma dan anggur dan Kami pancarkan padanya beberapa mata air,","zh":"我在大地上创造许多椰枣园、葡萄园，我使许多源泉，从地下涌出，","ja":"またわれは，そこにナツメヤシやブドウの園を設け，その間に泉を涌き出させる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":385}},{"s":36,"a":35,"ar":"لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ","tl":"liyakulū min thamarihi wamā ʿamilathu aydīhim afalā yashkurūna","tr":{"en":"That they may eat of His fruit.<sup foot_note=197161>1</sup> And their hands have not produced it,<sup foot_note=197160>2</sup> so will they not be grateful?","id":"agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Maka mengapa mereka tidak bersyukur?","zh":"以便他们食其果实。这些果实不是他们的手造出来的，难道他们不感谢么？","ja":"かれらはその果実を食べるが，それはかれらの手が作り出したものではない。それでも感謝しないのか。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":385}},{"s":36,"a":36,"ar":"سُبْحَـٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ","tl":"sub'ḥāna alladhī khalaqa l-azwāja kullahā mimmā tunbitu l-arḍu wamin anfusihim wamimmā lā yaʿlamūna","tr":{"en":"Exalted is He who created all pairs<sup foot_note=197162>1</sup> - from what the earth grows and from themselves and from that which they do not know.","id":"Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui.","zh":"赞颂安拉，超绝万物！他创造一切配偶，地面所产生的，他们自己，以及他们所不知道的，（都有配偶）。","ja":"かれの栄光を讃える。かれは大地に生えるもの，かれら自身も，またかれらの知らないものも，凡て雌雄に創られた方である。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":385}},{"s":36,"a":37,"ar":"وَءَايَةٌ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ","tl":"waāyatun lahumu al-laylu naslakhu min'hu l-nahāra fa-idhā hum muẓ'limūna","tr":{"en":"And a sign for them is the night. We remove<sup foot_note=197163>1</sup> from it the [light of] day, so they are [left] in darkness.","id":"Dan suatu tanda (kebesaran Allah) bagi mereka adalah malam; Kami tanggalkan siang dari (malam) itu, maka seketika itu mereka (berada dalam) kegelapan,","zh":"他们有一种迹象：我使白昼脱离黑夜，他们便忽然在黑暗中。","ja":"またかれらへの印には，夜がある。われがそれから昼を退かせると，見よ，真っ暗になる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":385}},{"s":36,"a":38,"ar":"وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ","tl":"wal-shamsu tajrī limus'taqarrin lahā dhālika taqdīru l-ʿazīzi l-ʿalīmi","tr":{"en":"And the sun runs [on course] toward its stopping point. That is the determination of the Exalted in Might, the Knowing.","id":"dan matahari berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa, Maha Mengetahui.","zh":"太阳疾行，至一定所，那是万能的、全知的主所预定的。","ja":"また太陽は，規則正しく運行する。これも全能全知な御方の摂理である。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":385}},{"s":36,"a":39,"ar":"وَٱلْقَمَرَ قَدَّرْنَـٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ","tl":"wal-qamara qaddarnāhu manāzila ḥattā ʿāda kal-ʿur'jūni l-qadīmi","tr":{"en":"And the moon - We have determined for it phases, until it returns [appearing] like the old date stalk.","id":"Dan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua.<sup foot_note=135672>1</sup>","zh":"月亮，我为它预定宫宿，直到它再变成像干枯的椰枣枝一样。","ja":"また月には，天宮を振り分けた。（それを通って）ナツメヤシの老いた葉柄のように（細くなって）戻ってくる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":385}},{"s":36,"a":40,"ar":"لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ","tl":"lā l-shamsu yanbaghī lahā an tud'rika l-qamara walā al-laylu sābiqu l-nahāri wakullun fī falakin yasbaḥūna","tr":{"en":"It is not allowable [i.e., possible] for the sun to reach the moon, nor does the night overtake the day, but each, in an orbit, is swimming.","id":"Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya.","zh":"太阳不得追及月亮，黑夜也不得超越白昼，各在一个轨道上浮游着。","ja":"太陽が月に追い付くことはならず，夜は昼と先を争うことは出来ない。それらは，それぞれの軌道を泳ぐ。"},"m":{"juz":23,"hizb":45,"rub":null,"page":442,"ruku":385}},{"s":36,"a":41,"ar":"وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ","tl":"waāyatun lahum annā ḥamalnā dhurriyyatahum fī l-ful'ki l-mashḥūni","tr":{"en":"And a sign for them is that We carried their forefathers<sup foot_note=197164>1</sup> in a laden ship.","id":"Dan suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami angkut keturunan mereka dalam kapal yang penuh muatan,","zh":"他们有一种迹象：我使他们的子孙，乘坐满载的船舶。","ja":"また満載した舟に，われがかれらの子孫を運んだことも印の1つである。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":42,"ar":"وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ","tl":"wakhalaqnā lahum min mith'lihi mā yarkabūna","tr":{"en":"And We created for them from the likes of it that which they ride.","id":"dan Kami ciptakan (juga) untuk mereka (angkutan lain) seperti apa yang mereka kendarai.<sup foot_note=135673>1</sup>","zh":"我为他们而创造船舶那样可供骑乘的东西。","ja":"またわれはかれらが乗る，（外の便利な）乗物を創った。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":43,"ar":"وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ","tl":"wa-in nasha nugh'riq'hum falā ṣarīkha lahum walā hum yunqadhūna","tr":{"en":"And if We should will, We could drown them; then no one responding to a cry would there be for them, nor would they be saved","id":"Dan jika Kami menghendaki, Kami tenggelamkan mereka. Maka tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan,","zh":"如果我意欲，我就把他们淹死，而他们没有任何援助者，他们将不获拯救；","ja":"われが欲するならば，かれらを溺れさせることが出来る。そうなれば，かれらを助ける者はなく，救われはしない。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":44,"ar":"إِلَّا رَحْمَةً مِّنَّا وَمَتَـٰعًا إِلَىٰ حِينٍ","tl":"illā raḥmatan minnā wamatāʿan ilā ḥīnin","tr":{"en":"Except as a mercy from Us and provision for a time.","id":"melainkan (Kami selamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai waktu tertentu.","zh":"除非是因为我的恩惠，因为我要使他们享乐到某时。","ja":"只われの慈悲によって束の間を享楽するだけである。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":45,"ar":"وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ","tl":"wa-idhā qīla lahumu ittaqū mā bayna aydīkum wamā khalfakum laʿallakum tur'ḥamūna","tr":{"en":"But when it is said to them, \"Beware of what is before you and what is behind you;<sup foot_note=197166>1</sup> perhaps you will receive mercy...\"<sup foot_note=197165>2</sup>","id":"Dan apabila dikatakan kepada mereka, \"Takutlah kamu akan siksa yang dihadapanmu (di dunia) dan azab yang akan datang (akhirat) agar kamu mendapat rahmat.\"","zh":"如果有声音对他们说：“你们当敬畏在你们之前的，和在你们之后的，以便你们蒙主的怜悯。”","ja":"かれらに向かって，「あなたがたの前にあるもの，また後ろにあるものを畏れなさい。そうすればあなたがたは，必ず慈悲にあずかれるであろう。」と言われても（耳を貸すどころか），"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":46,"ar":"وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ","tl":"wamā tatīhim min āyatin min āyāti rabbihim illā kānū ʿanhā muʿ'riḍīna","tr":{"en":"And no sign comes to them from the signs of their Lord except that they are from it turning away.","id":"Dan setiap kali suatu tanda dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, mereka selalu berpaling darinya.","zh":"每逢他们的主的一种迹象来临他们，他们便背弃它。","ja":"主からの種々の印が示されても，すっかり，背を向けてしまう。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":47,"ar":"وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ مُّبِينٍ","tl":"wa-idhā qīla lahum anfiqū mimmā razaqakumu l-lahu qāla alladhīna kafarū lilladhīna āmanū anuṭ'ʿimu man law yashāu l-lahu aṭʿamahu in antum illā fī ḍalālin mubīnin","tr":{"en":"And when it is said to them, \"Spend from that which Allāh has provided for you,\" those who disbelieve say to those who believe, \"Should we feed one whom, if Allāh had willed, He would have fed? You are not but in clear error.\"","id":"Dan apabila dikatakan kepada mereka, \"Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,\" orang-orang yang kafir itu berkata kepada orang-orang yang beriman, \"Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.\"","zh":"如果有声音对他们说：“你们应当分舍安拉所赐予你们的。”那么，不信道者将对信道者说：“安拉欲供养谁就供养谁，我们何必供养他呢？你们只是在明显的迷误中。”","ja":"また，「アッラーがあなたがたに授けられたものを，施せ。」と言われると，不信心な者は信仰する者に言う。「アッラーが御望みなら，（御自分で）養われるという者を，どうしてわたしたちが養うことがありましょうか。あなたがたは，明らかに思い違いをしているだけです。」"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":48,"ar":"وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ","tl":"wayaqūlūna matā hādhā l-waʿdu in kuntum ṣādiqīna","tr":{"en":"And they say, \"When is this promise, if you should be truthful?\"","id":"Dan mereka (orang-orang kafir) berkata, \"Kapan janji (hari berbangkit) itu (terjadi) jika kamu orang-orang yang benar?\"","zh":"他们说：“这个警告什么时候实现呢？如果你们是说实话的。”","ja":"また，かれらは言う。「あなたがたの言うことが真実ならば，何時この（審判）の約束（が果たされるの）ですか。」"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":49,"ar":"مَا يَنظُرُونَ إِلَّا صَيْحَةً وَٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ","tl":"mā yanẓurūna illā ṣayḥatan wāḥidatan takhudhuhum wahum yakhiṣṣimūna","tr":{"en":"They do not await except one blast<sup foot_note=197167>1</sup> which will seize them while they are disputing.","id":"Mereka hanya menunggu satu teriakan,<sup foot_note=135674>1</sup> yang akan membinasakan mereka ketika mereka sedang bertengkar.","zh":"他们只等待一声呐喊，在他们纷争的时候，袭击他们；","ja":"だがかれらが論争している間に，一声の叫びが（突然）かれらを襲うだけではないか。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":50,"ar":"فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ","tl":"falā yastaṭīʿūna tawṣiyatan walā ilā ahlihim yarjiʿūna","tr":{"en":"And they will not be able [to give] any instruction, nor to their people can they return.","id":"Sehingga mereka tidak mampu membuat suatu wasiat dan mereka (juga) tidak dapat kembali kepada keluarganya.","zh":"他们将来不能立遗嘱，也不能回家去。","ja":"その時かれらは，遺言することも，また家族のところに帰ることも出来ない。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":385}},{"s":36,"a":51,"ar":"وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ","tl":"wanufikha fī l-ṣūri fa-idhā hum mina l-ajdāthi ilā rabbihim yansilūna","tr":{"en":"And the Horn will be blown;<sup foot_note=197168>1</sup> and at once from the graves to their Lord they will hasten.","id":"Lalu ditiuplah sangkakala,<sup foot_note=135675>1</sup> maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya.","zh":"号角一响，他们就从坟墓出来，奔向他们的主。","ja":"そしてラッパが吹かれると，かれらは墓場から（出て），主の御許に急いで行く。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":386}},{"s":36,"a":52,"ar":"قَالُوا۟ يَـٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَـٰذَا مَا وَعَدَ ٱلرَّحْمَـٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ","tl":"qālū yāwaylanā man baʿathanā min marqadinā hādhā mā waʿada l-raḥmānu waṣadaqa l-mur'salūna","tr":{"en":"They will say, \"O woe to us! Who has raised us up from our sleeping place?\" [The reply will be], \"This is what the Most Merciful had promised, and the messengers told the truth.\"","id":"Mereka berkata, \"Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?\" Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul(-Nya).","zh":"他们将说：“伤哉我们！谁将我们从我们的卧处唤醒？这是至仁主所应许我们的，使者们已说实话了。”","ja":"かれらは言う。「ああ，情けない。わたしたちを臥所から呼び起こしたのは誰でしょうか。これは，慈悲深き御方が約束なされた通りではありませんか。使徒たちの言葉は真実であったのですか。」"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":386}},{"s":36,"a":53,"ar":"إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ","tl":"in kānat illā ṣayḥatan wāḥidatan fa-idhā hum jamīʿun ladaynā muḥ'ḍarūna","tr":{"en":"It will not be but one blast, and at once they are all brought present before Us.","id":"Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab).","zh":"才听见一声呐喊，他们就统统被拘禁在我这里。","ja":"只一声鳴り響けば，一斉にかれらはわれの前に召し集められる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":386}},{"s":36,"a":54,"ar":"فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ","tl":"fal-yawma lā tuẓ'lamu nafsun shayan walā tuj'zawna illā mā kuntum taʿmalūna","tr":{"en":"So today [i.e., the Day of Judgement] no soul will be wronged at all, and you will not be recompensed except for what you used to do.","id":"Maka pada hari itu seseorang tidak akan dirugikan sedikit pun dan kamu tidak akan diberi balasan, kecuali sesuai dengan apa yang telah kamu kerjakan.","zh":"在那日，任何人不受丝毫枉曲；你们只依自己的行为而受报酬。","ja":"その日には誰も，少しも不当な扱いを受けず，あなたがたは，只自分の行ったことに対し報いられる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":443,"ruku":386}},{"s":36,"a":55,"ar":"إِنَّ أَصْحَـٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍ فَـٰكِهُونَ","tl":"inna aṣḥāba l-janati l-yawma fī shughulin fākihūna","tr":{"en":"Indeed the companions of Paradise, that Day, will be amused in [joyful] occupation -","id":"Sesungguhnya penghuni surga pada hari itu bersenang-senang dalam kesibukan (mereka).","zh":"乐园的居民在那日确是从事于愉快的。","ja":"本当に楽園の仲間たちは，この日，喜びに忙がしい。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":56,"ar":"هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَـٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ","tl":"hum wa-azwājuhum fī ẓilālin ʿalā l-arāiki muttakiūna","tr":{"en":"They and their spouses - in shade, reclining on adorned couches.","id":"Mereka dan pasangan-pasangannya berada dalam tempat yang teduh, bersandar di atas dipan-dipan.","zh":"他们和自己的配偶，在树荫下，靠在床上。","ja":"かれらはその配偶者たちと，木陰の寝床によりかかる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":57,"ar":"لَهُمْ فِيهَا فَـٰكِهَةٌ وَلَهُم مَّا يَدَّعُونَ","tl":"lahum fīhā fākihatun walahum mā yaddaʿūna","tr":{"en":"For them therein is fruit, and for them is whatever they request [or wish]","id":"Di surga itu mereka memperoleh buah-buahan dan memperoleh apa saja yang mereka inginkan.","zh":"他们在乐园中，将有水果，并有他们所要求的恩典。","ja":"そこでかれらは，果実や望みのものを何でも得られる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":58,"ar":"سَلَـٰمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ","tl":"salāmun qawlan min rabbin raḥīmin","tr":{"en":"[And] \"Peace,\" a word from a Merciful Lord.","id":"(Kepada mereka dikatakan), \"Salām,\" sebagai ucapan selamat dari Tuhan Yang Maha Penyayang.","zh":"“平安！”这是从至慈主发出的祝辞。","ja":"慈悲深き主から「平安あれ。」との御言葉もある。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":59,"ar":"وَٱمْتَـٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ","tl":"wa-im'tāzū l-yawma ayyuhā l-muj'rimūna","tr":{"en":"[Then He will say], \"But stand apart today, you criminals.<sup foot_note=197169>1</sup>","id":"Dan (dikatakan kepada orang-orang kafir), \"Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai orang-orang yang berdosa!","zh":"“犯罪的人们呀！今日你们当退避到一边去。","ja":"あなたがた罪人たちよ，今日は離れて控えなさい。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":60,"ar":"۞ أَلَمْ أَعْهَدْ إِلَيْكُمْ يَـٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَـٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ","tl":"alam aʿhad ilaykum yābanī ādama an lā taʿbudū l-shayṭāna innahu lakum ʿaduwwun mubīnun","tr":{"en":"Did I not enjoin upon you, O children of Adam, that you not worship Satan - [for] indeed, he is to you a clear enemy -","id":"Bukankah Aku telah memerintahkan kepadamu wahai anak cucu Adam agar kamu tidak menyembah setan? Sungguh, setan itu musuh yang nyata bagi kamu,","zh":"阿丹的后裔啊！难道我没有嘱咐过你们吗？我说你们不要崇拜恶魔，他确是你们的仇敌。","ja":"アーダムの子孫よ，悪魔に仕えてはならないと，われはあなたがたに命令しなかったか。かれはあなたがたの公然の敵である。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":61,"ar":"وَأَنِ ٱعْبُدُونِى ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ","tl":"wa-ani uʿ'budūnī hādhā ṣirāṭun mus'taqīmun","tr":{"en":"And that you worship [only] Me? This is a straight path.","id":"dan hendaklah kamu menyembah-Ku. Inilah jalan yang lurus.\"","zh":"你们应当崇拜我，这是正路。","ja":"あなたがたはわれに仕えなさい。それこそ正しい道である。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":62,"ar":"وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ","tl":"walaqad aḍalla minkum jibillan kathīran afalam takūnū taʿqilūna","tr":{"en":"And he had already led astray from among you much of creation, so did you not use reason?","id":"Dan sungguh, ia (setan itu) telah menyesatkan sebagian besar di antara kamu. Maka apakah kamu tidak mengerti?","zh":"他确使许多人迷误，难道你们不明白吗？","ja":"確かにかれ（悪魔）はあなたがたの大部分を迷わせた。どうしてあなたがたは悟らなかったのか。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":63,"ar":"هَـٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ","tl":"hādhihi jahannamu allatī kuntum tūʿadūna","tr":{"en":"This is the Hellfire which you were promised.","id":"Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu.","zh":"这是从前常常用来恐吓你们的火狱。","ja":"これはあなたがたに約束されていた，地獄である。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":64,"ar":"ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ","tl":"iṣ'lawhā l-yawma bimā kuntum takfurūna","tr":{"en":"[Enter to] burn therein today for what you used to deny.\"<sup foot_note=197170>1</sup>","id":"Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.","zh":"你们生前不肯信道，所以你们今日当入火狱。”","ja":"あなたがたは不信心であったために，今日そこに入るのである。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":65,"ar":"ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ","tl":"al-yawma nakhtimu ʿalā afwāhihim watukallimunā aydīhim watashhadu arjuluhum bimā kānū yaksibūna","tr":{"en":"That Day, We will seal over their mouths, and their hands will speak to Us, and their feet will testify about what they used to earn.","id":"Pada hari ini Kami tutup mulut mereka; tangan mereka akan berkata kepada Kami dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan.","zh":"在那日，我将封闭他们的口，他们的手将对我说话，他们的脚将作证他们所行的善恶。","ja":"その日われは，かれらの口を封じる。するとその手がわれに語り，かれらの足は，その行ったことを立証する。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":66,"ar":"وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ","tl":"walaw nashāu laṭamasnā ʿalā aʿyunihim fa-is'tabaqū l-ṣirāṭa fa-annā yub'ṣirūna","tr":{"en":"And if We willed, We could have obliterated their eyes, and they would race to [find] the path, and how could they see?<sup foot_note=197171>1</sup>","id":"Dan jika Kami menghendaki, pastilah Kami hapuskan penglihatan mata mereka; sehingga mereka berlomba-lomba (mencari) jalan. Maka bagaimana mungkin mereka dapat melihat?","zh":"假若我意欲，我必毁灭他们的眼睛，然后他们忙着走路，但他们怎能看见呢？","ja":"われが望めば，かれらの両目を盲目にすることが出来る。かれらは（天国への）道を先んじようとするが，どうして見通すことが出来ようか。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":67,"ar":"وَلَوْ نَشَآءُ لَمَسَخْنَـٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَـٰعُوا۟ مُضِيًّا وَلَا يَرْجِعُونَ","tl":"walaw nashāu lamasakhnāhum ʿalā makānatihim famā is'taṭāʿū muḍiyyan walā yarjiʿūna","tr":{"en":"And if We willed, We could have deformed them, [paralyzing them] in their places so they would not be able to proceed, nor could they return.<sup foot_note=197172>1</sup>","id":"Dan jika Kami menghendaki, pastilah Kami ubah bentuk mereka di tempat mereka berada; sehingga mereka tidak sanggup berjalan lagi dan juga tidak sanggup kembali.","zh":"假若我意欲，我必使他们在自己的家中变形，然后他们既不能前进，又不能后退；","ja":"われが望めば，かれらをその場所で形を変えることも出来る。そうなればかれらは，行くことも帰ることも出来ない。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":386}},{"s":36,"a":68,"ar":"وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ","tl":"waman nuʿammir'hu nunakkis'hu fī l-khalqi afalā yaʿqilūna","tr":{"en":"And he to whom We grant long life We reverse in creation;<sup foot_note=197173>1</sup> so will they not understand?","id":"Dan barang siapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya).<sup foot_note=135676>1</sup> Maka mengapa mereka tidak mengerti?","zh":"我使谁长寿，我降低谁的体质。难道他们不明理么？","ja":"誰でも長寿させる際には，われは創造を逆に戻らせよう。かれらは，それでも悟らないのか。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":387}},{"s":36,"a":69,"ar":"وَمَا عَلَّمْنَـٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ","tl":"wamā ʿallamnāhu l-shiʿ'ra wamā yanbaghī lahu in huwa illā dhik'run waqur'ānun mubīnun","tr":{"en":"And We did not give him [i.e., Prophet Muḥammad (ﷺ)] knowledge of poetry, nor is it befitting for him. It is not but a message and a clear Qur’ān","id":"Dan Kami tidak mengajarkan syair kepadanya (Muhammad) dan bersyair itu tidaklah pantas baginya. Alquran itu tidak lain hanyalah pelajaran dan Kitab yang jelas.","zh":"我没有教他诗歌，诗歌对于他是不相宜的。这个只是教诲和明白的《古兰经》，","ja":"われはかれ（ムハンマド）に詩を教えなかった。それはかれに相応しくない。これは（アッラーの）訓戒まごうかたないクルアーンであり，"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":387}},{"s":36,"a":70,"ar":"لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَـٰفِرِينَ","tl":"liyundhira man kāna ḥayyan wayaḥiqqa l-qawlu ʿalā l-kāfirīna","tr":{"en":"To warn whoever is alive<sup foot_note=197174>1</sup> and justify the word [i.e., decree] against the disbelievers.","id":"agar dia (Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar pasti ketetapan (azab) terhadap orang-orang kafir.","zh":"以便他警告活人，以便不信道的人们当受刑罚的判决。","ja":"生ける者に警告を与え，また不信心な者に対してはは御言葉が下される。"},"m":{"juz":23,"hizb":45,"rub":null,"page":444,"ruku":387}},{"s":36,"a":71,"ar":"أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَـٰمًا فَهُمْ لَهَا مَـٰلِكُونَ","tl":"awalam yaraw annā khalaqnā lahum mimmā ʿamilat aydīnā anʿāman fahum lahā mālikūna","tr":{"en":"Do they not see that We have created for them from what Our hands<sup foot_note=197175>1</sup> have made, grazing livestock, and [then] they are their owners?","id":"Dan tidakkah mereka melihat bahwa Kami telah meciptakan hewan ternak untuk mereka, yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya ?","zh":"难道他们不知道吗？从我所亲手造作者之中，我曾为他们而创造牲畜，而他们管理它们。","ja":"われが手ずからかれらのために創った家畜をかれらに所有させているのを見ないのか。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":72,"ar":"وَذَلَّلْنَـٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ","tl":"wadhallalnāhā lahum famin'hā rakūbuhum wamin'hā yakulūna","tr":{"en":"And We have tamed them for them, so some of them they ride, and some of them they eat.","id":"Dan Kami menundukkannya (hewan-hewan itu) untuk mereka; lalu sebagiannya untuk menjadi tunggangan mereka dan sebagian untuk mereka makan.","zh":"我为他们而制服牲畜，以一部分供他们骑，一部分供他们吃。","ja":"われは，それをかれら（の用）に服させた。それで，かれらはこれに乗り，そして食べる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":73,"ar":"وَلَهُمْ فِيهَا مَنَـٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ","tl":"walahum fīhā manāfiʿu wamashāribu afalā yashkurūna","tr":{"en":"And for them therein are [other] benefits and drinks, so will they not be grateful?","id":"Dan mereka memperoleh berbagai manfaat dan minuman darinya. Maka mengapa mereka tidak bersyukur?","zh":"他们可由它们获得许多利益和饮料。他们怎么还不感谢呢？","ja":"またかれらは（その外にも）いろいろそれを利用し，また飲みものを得る。それでもかれらは感謝しないのか。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":74,"ar":"وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لَّعَلَّهُمْ يُنصَرُونَ","tl":"wa-ittakhadhū min dūni l-lahi ālihatan laʿallahum yunṣarūna","tr":{"en":"But they have taken besides Allāh [false] deities that perhaps they would be helped.","id":"Dan mereka mengangkat sesembahan selain Allah agar mereka mendapat pertolongan.","zh":"他们舍安拉而敬事许多神灵，希望自己获得援助。","ja":"かれらは，アッラーの外に邪神を選び何とか助けられようとする。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":75,"ar":"لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ","tl":"lā yastaṭīʿūna naṣrahum wahum lahum jundun muḥ'ḍarūna","tr":{"en":"They are not able to help them, and they [themselves] are for them soldiers in attendance.<sup foot_note=197176>1</sup>","id":"Mereka (sesembahan) itu tidak dapat menolong mereka; padahal mereka itu menjadi tentara yang disiapkan untuk menjaga (sesembahan) itu.","zh":"那些神灵不能援助他们，他们却是为那些神灵而被集合的军队。","ja":"それら（邪神たち）は，かれらを助ける力はなく，寧ろかれらの方が邪神を守るため軍備を整えている始末。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":76,"ar":"فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ","tl":"falā yaḥzunka qawluhum innā naʿlamu mā yusirrūna wamā yuʿ'linūna","tr":{"en":"So let not their speech grieve you. Indeed, We know what they conceal and what they declare.","id":"Maka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguhnya, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka tampakkan.","zh":"所以不要让他们的妄言使你忧愁。我的确知道他们所隐匿的，和他们所表现的。","ja":"あなたはかれらの言うことで，悲しんではならない。本当にわれは，かれらの隠すことも現わすことも知っている。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":77,"ar":"أَوَلَمْ يَرَ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ","tl":"awalam yara l-insānu annā khalaqnāhu min nuṭ'fatin fa-idhā huwa khaṣīmun mubīnun","tr":{"en":"Does man not consider that We created him from a [mere] sperm-drop - then at once<sup foot_note=197177>1</sup> he is a clear adversary?","id":"Dan tidakkah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata!","zh":"难道人还不知道吗？我曾用精液创造他，而他们忽然变成坦白的抗辩者。","ja":"人間は考えないのか。われは一精滴からかれを創ったではないか。それなのに見よ，かれは公然と歯向っている。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":78,"ar":"وَضَرَبَ لَنَا مَثَلًا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَـٰمَ وَهِىَ رَمِيمٌ","tl":"waḍaraba lanā mathalan wanasiya khalqahu qāla man yuḥ'yī l-ʿiẓāma wahiya ramīmun","tr":{"en":"And he presents for Us an example<sup foot_note=197178>1</sup> and forgets his [own] creation. He says, \"Who will give life to bones while they are disintegrated?\"","id":"Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, \"Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?","zh":"他为我设了一个譬喻，而他忘却了我曾创造他。他说：“谁能使朽骨复活呢？”","ja":"またかれは，われに準えるものを引合いに出して，自分の創造を忘れ，言う。「誰が，朽ち果てた骨を生き返らせましょうか。」"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":79,"ar":"قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ","tl":"qul yuḥ'yīhā alladhī ansha-ahā awwala marratin wahuwa bikulli khalqin ʿalīmun","tr":{"en":"Say, \"He will give them life who produced them the first time; and He is, of all creation, Knowing.\"","id":"Katakanlah (Muhammad), \"Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk,","zh":"你说：“最初创造他的，将使他复活；他是全知一切众生的。","ja":"言ってやるがいい。「最初に御創りになった方が，かれらを生き返らせる。かれは凡ての被造物を知り尽くしておられる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":80,"ar":"ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ","tl":"alladhī jaʿala lakum mina l-shajari l-akhḍari nāran fa-idhā antum min'hu tūqidūna","tr":{"en":"[It is] He who made for you from the green tree, fire, and then from it you ignite.","id":"yaitu (Allah) yang menjadikan api untukmu dari kayu yang hijau, maka seketika itu kamu nyalakan (api) dari kayu itu.\"","zh":"他为你们用绿树创造火，你们便用那绿树燃火。”","ja":"緑の木から，あなたがたのために火を造られたのもかれであり，だからこそあなたがたはそれによって燃やす。」"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":81,"ar":"أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِقَـٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّـٰقُ ٱلْعَلِيمُ","tl":"awalaysa alladhī khalaqa l-samāwāti wal-arḍa biqādirin ʿalā an yakhluqa mith'lahum balā wahuwa l-khalāqu l-ʿalīmu","tr":{"en":"Is not He who created the heavens and the earth Able to create the likes of them? Yes, [it is so]; and He is the Knowing Creator.","id":"Dan bukankah (Allah) yang menciptakan langit dan bumi, mampu menciptakan kembali yang serupa itu (jasad mereka yang sudah hancur)? Benar, dan Dia Maha Pencipta, Maha Mengetahui.","zh":"难道能造天地的，不能造像他们那样的人吗？不然！他确是善造的，确是全知的。","ja":"天と地を創造なされたかれが，これに類するものを創り得ないであろうか。いや，かれは最高の創造者であり，全知であられる。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":82,"ar":"إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ","tl":"innamā amruhu idhā arāda shayan an yaqūla lahu kun fayakūnu","tr":{"en":"His command is only when He intends a thing that He says to it, \"Be,\" and it is.","id":"Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu.","zh":"当他欲造化任何事物的时候，他的事情只是说声：“有”，它就有了。","ja":"何かを望まれると，かれが「有れ。」と御命じになれば，即ち有る。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}},{"s":36,"a":83,"ar":"فَسُبْحَـٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ","tl":"fasub'ḥāna alladhī biyadihi malakūtu kulli shayin wa-ilayhi tur'jaʿūna","tr":{"en":"So exalted is He in whose hand is the realm of all things, and to Him you will be returned.","id":"Maka Mahasuci (Allah) yang ditangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan.","zh":"赞颂安拉，超绝万物！一切事物的主权都掌握在他的手中，你们只被召归于他。","ja":"かれにこそ凡ての称讃あれ。その御手で万有を統御なされる御方，あなたがたはかれの御許に帰されるのである。"},"m":{"juz":23,"hizb":45,"rub":null,"page":445,"ruku":387}}]