[{"s":40,"a":1,"ar":" حمٓ","tl":"hha-meem","tr":{"en":"Ḥā, Meem.<sup foot_note=197254>1</sup>","id":"Ḥā Mīm.","zh":"哈一，米目。","ja":"ハー・ミーム。"},"m":{"juz":24,"hizb":47,"rub":null,"page":467,"ruku":406}},{"s":40,"a":2,"ar":"تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ","tl":"tanzīlu l-kitābi mina l-lahi l-ʿazīzi l-ʿalīmi","tr":{"en":"The revelation of the Book [i.e., the Qur’ān] is from Allāh, the Exalted in Might, the Knowing,","id":"Kitab ini (Alquran) di turunkan dari Allah Yang Mahaperkasa, Maha Mengetahui,","zh":"这部经典降自万能全知的安拉——","ja":"この啓典は，偉力ならびなく全知なるアッラーから下されたものである。"},"m":{"juz":24,"hizb":47,"rub":null,"page":467,"ruku":406}},{"s":40,"a":3,"ar":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ","tl":"ghāfiri l-dhanbi waqābili l-tawbi shadīdi l-ʿiqābi dhī l-ṭawli lā ilāha illā huwa ilayhi l-maṣīru","tr":{"en":"The forgiver of sin, acceptor of repentance, severe in punishment, owner of abundance. There is no deity except Him; to Him is the destination.","id":"yang mengampuni dosa dan menerima tobat dan keras hukuman-Nya; yang memiliki karunia. Tidak ada tuhan selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali.","zh":"赦宥罪过、准人忏悔、严厉惩罚、博施恩惠的主。除他外，绝无应受崇拜的；他确是最后的归宿。","ja":"罪を赦し，悔悟を受け入れ，懲罰には厳しい方で，惜みなく与える主であられる。かれの外に神はなく，誰でも行き着くところはかれの御許である。"},"m":{"juz":24,"hizb":47,"rub":null,"page":467,"ruku":406}},{"s":40,"a":4,"ar":"مَا يُجَـٰدِلُ فِىٓ ءَايَـٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَـٰدِ","tl":"mā yujādilu fī āyāti l-lahi illā alladhīna kafarū falā yaghrur'ka taqallubuhum fī l-bilādi","tr":{"en":"No one disputes concerning the signs of Allāh except those who disbelieve, so be not deceived by their [uninhibited] movement throughout the land.","id":"Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu janganlah engkau (Muhammad) tertipu oleh keberhasilan usaha mereka di seluruh negeri.","zh":"只有不信道者，为安拉的迹象而争论。你不要被他们在各城市的往来所迷惑。","ja":"不信心な者以外は，誰もアッラーの印に就いて議論などしない。だからかれらが諸都市を往来するのに，惑わされてはならない。"},"m":{"juz":24,"hizb":47,"rub":null,"page":467,"ruku":406}},{"s":40,"a":5,"ar":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَـٰدَلُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ","tl":"kadhabat qablahum qawmu nūḥin wal-aḥzābu min baʿdihim wahammat kullu ummatin birasūlihim liyakhudhūhu wajādalū bil-bāṭili liyud'ḥiḍū bihi l-ḥaqa fa-akhadhtuhum fakayfa kāna ʿiqābi","tr":{"en":"The people of Noah denied before them and the [disbelieving] factions after them, and every nation intended [a plot] for their messenger to seize him, and they disputed by [using] falsehood to [attempt to] invalidate thereby the truth. So I seized them, and how [terrible] was My penalty.","id":"Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka telah mendustakan (rasul) dan setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran; karena itu Aku tawan mereka (dengan azab). Maka betapa (pedihnya) azab-Ku?","zh":"在他们之前，努哈的民族，和后来的各民族，都否认众使者，各民族都欲加害本族的使者；他们据谬妄而争论，欲借此驳倒真理，故我惩治了他们。我的刑罚是怎样的？","ja":"かれら以前にもヌーフの民やその後の人びとは，（預言者を）嘘付き呼ばわりした。そしてこれら（不信心）の徒は，かれらの預言者に策謀し，かれら（使徒）を捕まえて詰まらない議論を吹きかけ，真理を非難した。そこでわれはかれらを捕えた。わが懲罰は何と厳しかったことよ。"},"m":{"juz":24,"hizb":47,"rub":null,"page":467,"ruku":406}},{"s":40,"a":6,"ar":"وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَـٰبُ ٱلنَّارِ","tl":"wakadhālika ḥaqqat kalimatu rabbika ʿalā alladhīna kafarū annahum aṣḥābu l-nāri","tr":{"en":"And thus has the word [i.e., decree] of your Lord come into effect upon those who disbelieved that they are companions of the Fire.","id":"Dan demikianlah telah pasti berlaku ketetapan Tuhanmu terhadap orang-orang kafir, (yaitu) sesungguhnya mereka adalah penghuni neraka.","zh":"不信道者当这样受你的主的判决，他们是居住火狱的。","ja":"このように，あなたがたの主の御言葉は，不信心の者たちの上に実証される。かれらは本当に業火の仲間である。"},"m":{"juz":24,"hizb":47,"rub":null,"page":467,"ruku":406}},{"s":40,"a":7,"ar":"ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ","tl":"alladhīna yaḥmilūna l-ʿarsha waman ḥawlahu yusabbiḥūna biḥamdi rabbihim wayu'minūna bihi wayastaghfirūna lilladhīna āmanū rabbanā wasiʿ'ta kulla shayin raḥmatan waʿil'man fa-igh'fir lilladhīna tābū wa-ittabaʿū sabīlaka waqihim ʿadhāba l-jaḥīmi","tr":{"en":"Those [angels] who carry the Throne and those around it exalt [Allāh] with praise of their Lord and believe in Him and ask forgiveness for those who have believed, [saying], \"Our Lord, You have encompassed all things in mercy and knowledge, so forgive those who have repented and followed Your way and protect them from the punishment of Hellfire.","id":"(Malaikat-malaikat) yang memikul Arasy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), \"Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka.","zh":"担负宝座的和环绕宝座的（天使），都赞颂他们的主，都归信他，都为信道者求饶，他们说：“我们的主啊！在恩惠和知识方面，你是包罗万象的，求你赦宥悔过自新、而且遵循你的正道者。求你保护他们，免受火狱的刑罚。","ja":"（主の）玉座を担う者たち，またそれを取り囲む者たちは，主の御光を讃え，かれを信仰し，信じる者のために御赦しを請い，祈って（言う）。「主よ，あなたの慈悲と知識は，凡てのものの上にあまねく及びます。悔悟してあなたの道を踏む者たちを赦され，かれらを炎の懲罰から御守り下さい。"},"m":{"juz":24,"hizb":47,"rub":null,"page":467,"ruku":406}},{"s":40,"a":8,"ar":"رَبَّنَا وَأَدْخِلْهُمْ جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ","tl":"rabbanā wa-adkhil'hum jannāti ʿadnin allatī waʿadttahum waman ṣalaḥa min ābāihim wa-azwājihim wadhurriyyātihim innaka anta l-ʿazīzu l-ḥakīmu","tr":{"en":"Our Lord, and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their forefathers, their spouses and their offspring. Indeed, it is You who is the Exalted in Might, the Wise.","id":"Ya Tuhan kami, masukkanlah mereka ke dalam surga 'Adn yang telah Engkau janjikan kepada mereka, dan orang yang saleh di antara nenek moyang mereka, istri-istri, dan keturunan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana,","zh":"我们的主啊！求你让他们和他们的行善的祖先、妻子和子孙，一同进入你所应许他们的永久的乐园。你确是万能的，确是至睿的。","ja":"主よ，あなたがかれらに御約束なされたアドン（エデン）の国に，かれらを入れて下さい。またかれらの祖先，配偶者と子孫の中の正しい者を。本当にあなたは，偉力ならびなく英明であられます。"},"m":{"juz":24,"hizb":47,"rub":null,"page":468,"ruku":406}},{"s":40,"a":9,"ar":"وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ","tl":"waqihimu l-sayiāti waman taqi l-sayiāti yawma-idhin faqad raḥim'tahu wadhālika huwa l-fawzu l-ʿaẓīmu","tr":{"en":"And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment.\"","id":"dan peliharalah mereka dari (bencana) kejahatan. Dan orang-orang yang Engkau pelihara dari (bencana) kejahatan pada hari itu, maka sungguh, Engkau telah menganugerahkan rahmat kepadanya dan demikian itulah kemenangan yang agung.\"","zh":"求你使他们得免于刑罚。在那日，你使谁得免于刑罚，你已慈悯了谁，那确是伟大的成功。”","ja":"かれらを悪から御守り下さい。その日，あなたが諸悪から御守り下された者は，本当に慈悲に浴した者であり，それこそ，偉大な成就です。」"},"m":{"juz":24,"hizb":47,"rub":null,"page":468,"ruku":406}},{"s":40,"a":10,"ar":"إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَـٰنِ فَتَكْفُرُونَ","tl":"inna alladhīna kafarū yunādawna lamaqtu l-lahi akbaru min maqtikum anfusakum idh tud'ʿawna ilā l-īmāni fatakfurūna","tr":{"en":"Indeed, those who disbelieve will be addressed, \"The hatred of Allāh for you was [even] greater than your hatred of yourselves [this Day in Hell] when you were invited to faith, but you disbelieved [i.e., refused].\"","id":"Sesungguhnya orang-orang yang kafir, kepada mereka (pada hari Kiamat) diserukan, \"Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri, ketika kamu diseru untuk beriman lalu kamu mengingkarinya.\"","zh":"不信道者，必定要被召唤说：“安拉痛恨你们，甚于你们痛恨自身，因为你们曾被召至正信，但你们不信。”","ja":"そして不信心の者たちには申し渡されよう。「あなたがた互いの愛想ずかしよりも，アッラーからのあなたがたへの嫌悪は，はるかに大きいのである。あなたがたは，信仰を勧められたのに，断っていたのである。」"},"m":{"juz":24,"hizb":47,"rub":null,"page":468,"ruku":407}},{"s":40,"a":11,"ar":"قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ","tl":"qālū rabbanā amattanā ith'natayni wa-aḥyaytanā ith'natayni fa-iʿ'tarafnā bidhunūbinā fahal ilā khurūjin min sabīlin","tr":{"en":"They will say, \"Our Lord, You made us lifeless twice and gave us life twice, and we have confessed our sins. So is there to an exit any way?\"","id":"Mereka menjawab, \"Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah jalan (bagi kami) untuk keluar (dari neraka)?\"","zh":"他们又说：“我们的主啊！你使我们死两次，你使我们生两次，故我们承认我们的罪过了。还能有一条出路吗？”","ja":"かれらは申し上げよう。「主よ，あなたはわたしたちを2度死なせ，2度甦らされました。今わたしたちは罪業を認めました。何とか脱出する道はないですか。」"},"m":{"juz":24,"hizb":47,"rub":null,"page":468,"ruku":407}},{"s":40,"a":12,"ar":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ","tl":"dhālikum bi-annahu idhā duʿiya l-lahu waḥdahu kafartum wa-in yush'rak bihi tu'minū fal-ḥuk'mu lillahi l-ʿaliyi l-kabīri","tr":{"en":"[They will be told], \"That is because, when Allāh was called upon alone, you disbelieved; but if others were associated with Him, you believed. So the judgement is with Allāh, the Most High, the Grand.\"","id":"Yang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar.","zh":"这是因为，当有人祈祷独一的安拉的时候，你们否认安拉；如果有人以物配他的时候，你们就承认那是合理的，故判决只归安拉——至高至大的主。","ja":"（すると答えられよう。）「そんなことになったのは，唯一なるアッラーを崇めることは拒否したが，かれに同位者が配される時には信じた。つまり裁決は，至高にして至大なアッラーに属するのである。」"},"m":{"juz":24,"hizb":47,"rub":null,"page":468,"ruku":407}},{"s":40,"a":13,"ar":"هُوَ ٱلَّذِى يُرِيكُمْ ءَايَـٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","tl":"huwa alladhī yurīkum āyātihi wayunazzilu lakum mina l-samāi riz'qan wamā yatadhakkaru illā man yunību","tr":{"en":"It is He who shows you His signs and sends down to you from the sky, provision. But none will remember except he who turns back [in repentance].","id":"Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Dan tidak lain yang mendapat pelajaran hanyalah orang-orang yang kembali (kepada Allah).","zh":"他把他的迹象昭示你们，他为你们从天上降下给养；只有归依者能觉悟。","ja":"かれこそは種々の印をあなたがたに示し，あなたがたのために天から御恵みを下される方である。だが，悔悟して（主に）帰る者だけは，訓戒を受け入れる。"},"m":{"juz":24,"hizb":47,"rub":null,"page":468,"ruku":407}},{"s":40,"a":14,"ar":"فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ","tl":"fa-id'ʿū l-laha mukh'liṣīna lahu l-dīna walaw kariha l-kāfirūna","tr":{"en":"So invoke Allāh, [being] sincere to Him in religion, although the disbelievers dislike it.","id":"Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya).","zh":"你们当祈祷安拉，虔诚敬意，恪受正教，即使不信道者不愿意。","ja":"それであなたがたは，アッラーに誠意を尽して托し，かれに祈願しなさい。譬え不信者たちが忌み嫌っても。"},"m":{"juz":24,"hizb":47,"rub":null,"page":468,"ruku":407}},{"s":40,"a":15,"ar":"رَفِيعُ ٱلدَّرَجَـٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ","tl":"rafīʿu l-darajāti dhū l-ʿarshi yul'qī l-rūḥa min amrihi ʿalā man yashāu min ʿibādihi liyundhira yawma l-talāqi","tr":{"en":"[He is] the Exalted above [all] degrees, Owner of the Throne; He places the inspiration of His command [i.e., revelation] upon whom He wills of His servants to warn of the Day of Meeting.","id":"(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki Arasy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat),","zh":"他是至尊的，是有宝座的，他依自己的决定发出的启示，授予他所意欲的仆人，以便他警告众人以相会之日——","ja":"かれは至高の位階におられ玉座の主であられる。かれはしもべの中御心に適う者に，御命令により聖霊を遣わし，（人びとに）会見の日を警告なされる。"},"m":{"juz":24,"hizb":47,"rub":null,"page":468,"ruku":407}},{"s":40,"a":16,"ar":"يَوْمَ هُم بَـٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ","tl":"yawma hum bārizūna lā yakhfā ʿalā l-lahi min'hum shayon limani l-mul'ku l-yawma lillahi l-wāḥidi l-qahāri","tr":{"en":"The Day they come forth nothing concerning them will be concealed from Allāh. To whom belongs [all] sovereignty this Day? To Allāh, the One, the Prevailing.<sup foot_note=197255>1</sup>","id":"(yaitu) pada hari (ketika) mereka keluar (dari kubur); tidak sesuatu pun keadaan mereka yang tersembunyi di sisi Allah. (Lalu Allah berfirman), \"Milik siapakah kerajaan pada hari ini?\" Milik Allah Yang Maha Esa, Maha Mengalahkan.","zh":"他们将出现之日，他们的事，对安拉毫无隐匿。“今日的主权是谁的？”“是独一至尊的安拉的。”","ja":"この日，かれら（凡て）が，罷り出る時，何事もアッラーに隠しだては出来ない。その日大権は，誰にあるのか。（それは）唯一なる御方，抵抗出来ない御方，アッラーに属する。"},"m":{"juz":24,"hizb":47,"rub":null,"page":468,"ruku":407}},{"s":40,"a":17,"ar":"ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ","tl":"al-yawma tuj'zā kullu nafsin bimā kasabat lā ẓul'ma l-yawma inna l-laha sarīʿu l-ḥisābi","tr":{"en":"This Day every soul will be recompensed for what it earned. No injustice today! Indeed, Allāh is swift in account.","id":"Pada hari ini setiap jiwa diberi balasan sesuai dengan apa yang telah dikerjakannya. Tidak ada yang dirugikan pada hari ini. Sungguh, Allah sangat cepat perhitungan-Nya.","zh":"今日，人人都为自己所做的而受报酬。今日，毫无亏枉，安拉确是稽核神速的。","ja":"その日，各人は行ったことによって報いられる。不正のない日である。本当にアッラーは清算に迅速であられる。"},"m":{"juz":24,"hizb":47,"rub":null,"page":469,"ruku":407}},{"s":40,"a":18,"ar":"وَأَنذِرْهُمْ يَوْمَ ٱلْـَٔازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَـٰظِمِينَ ۚ مَا لِلظَّـٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ","tl":"wa-andhir'hum yawma l-āzifati idhi l-qulūbu ladā l-ḥanājiri kāẓimīna mā lilẓẓālimīna min ḥamīmin walā shafīʿin yuṭāʿu","tr":{"en":"And warn them, [O Muḥammad], of the Approaching Day, when hearts are at the throats, filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed.","id":"Dan berilah mereka peringatan akan hari yang semakin dekat (hari Kiamat, yaitu) ketika hati (menyesak) sampai di kerongkongan karena menahan kesedihan. Tidak ada seorang pun teman setia bagi orang yang zalim dan tidak ada baginya seorang penolong yang diterima (pertolongannya).","zh":"你应当以临近之日警告他们，那时他们的心将升到咽喉，他满腹忧愁。不义者，将没有任何亲友，也没有奏效的说情者。","ja":"だからあなたは，近付いているその日に就いてかれらに警告しなさい。その時かれらの心臓は喉元に上って塞ぎ，息を止める。悪行の者には一人の友もなく，執り成す者がいたにしても聞きいれられない（その日のことを）。"},"m":{"juz":24,"hizb":47,"rub":null,"page":469,"ruku":407}},{"s":40,"a":19,"ar":"يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ","tl":"yaʿlamu khāinata l-aʿyuni wamā tukh'fī l-ṣudūru","tr":{"en":"He knows that which deceives the eyes and what the breasts conceal.","id":"Dia mengetahui (pandangan) mata yang khianat<sup foot_note=135718>1</sup> dan apa yang tersembunyi dalam dada.","zh":"他知道偷眼和心事。","ja":"（アッラーは）目つきも，胸に隠すことをも凡て知っておられる。"},"m":{"juz":24,"hizb":47,"rub":null,"page":469,"ruku":407}},{"s":40,"a":20,"ar":"وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ","tl":"wal-lahu yaqḍī bil-ḥaqi wa-alladhīna yadʿūna min dūnihi lā yaqḍūna bishayin inna l-laha huwa l-samīʿu l-baṣīru","tr":{"en":"And Allāh judges with truth, while those they invoke<sup foot_note=197256>1</sup> besides Him judge not with anything. Indeed, Allāh - He is the Hearing, the Seeing.","id":"Dan Allah memutuskan dengan kebenaran. Sedang mereka yang disembah selain-Nya tidak mampu memutuskan dengan sesuatu apa pun. Sesungguhnya Allah, Dialah Yang Maha Mendengar, Maha Melihat.","zh":"安拉本真理而裁判。他们舍他而崇拜的，不奉任何物而裁判。安拉确是全知的，确是全明的。","ja":"アッラーは，真理によって御裁きになる。だがかれを差し置いて，かれらの祈る者たちは，何も裁くことは出来ない。本当にアッラーは，全聴にして凡てを見透される。"},"m":{"juz":24,"hizb":47,"rub":null,"page":469,"ruku":407}},{"s":40,"a":21,"ar":"۞ أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ","tl":"awalam yasīrū fī l-arḍi fayanẓurū kayfa kāna ʿāqibatu alladhīna kānū min qablihim kānū hum ashadda min'hum quwwatan waāthāran fī l-arḍi fa-akhadhahumu l-lahu bidhunūbihim wamā kāna lahum mina l-lahi min wāqin","tr":{"en":"Have they not traveled through the land and observed how was the end of those who were before them? They were greater than them in strength and in impression on the land, but Allāh seized them for their sins. And they had not from Allāh any protector.","id":"Dan apakah mereka tidak mengadakan perjalanan di bumi, lalu memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Orang-orang itu lebih hebat kekuatannya daripada mereka dan (lebih banyak) peninggalan-peninggalan (peradaban)nya di bumi, tetapi Allah mengazab mereka karena dosa-dosanya. Dan tidak akan ada sesuatu pun yang melindungi mereka dari (azab) Allah.","zh":"难道他们没有在大地上旅行以观察前人的结局是怎样的吗？前人比他们势力更大、成绩更多；但安拉因他们的罪过而惩治他们，他们对安拉没有任何保护者。","ja":"かれらは地上を旅して，かれら以前の者の最後がどうであったかを観察しないのか。かれらは，これら（マッカの多神教徒）よりも有力で，地上に残す遺跡においても優れていた。しかしアッラーは，かれらを罪のために捕えられた。その時アッラーから，かれらを守れる者は一人もなかった。"},"m":{"juz":24,"hizb":47,"rub":null,"page":469,"ruku":408}},{"s":40,"a":22,"ar":"ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ","tl":"dhālika bi-annahum kānat tatīhim rusuluhum bil-bayināti fakafarū fa-akhadhahumu l-lahu innahu qawiyyun shadīdu l-ʿiqābi","tr":{"en":"That was because their messengers were coming to them with clear proofs, but they disbelieved, so Allāh seized them. Indeed, He is Powerful and severe in punishment.","id":"Yang demikian itu adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata<sup foot_note=135719>1</sup> lalu mereka ingkar; maka Allah mengazab mereka. Sungguh, Dia Mahakuat, Mahakeras hukuman-Nya.","zh":"那是因为我的众使者曾带着许多明证来临他们，但他们不归信，故安拉惩罚了他们。他确是至刚的。他的刑罚是严厉的，","ja":"かれらの使徒たちが，明証を齎した時，かれらはそれを拒否した。それでアッラーはかれらを捕えられたのである。本当にかれは強力で，懲罰に厳重であられる。"},"m":{"juz":24,"hizb":47,"rub":null,"page":469,"ruku":408}},{"s":40,"a":23,"ar":"وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ","tl":"walaqad arsalnā mūsā biāyātinā wasul'ṭānin mubīnin","tr":{"en":"And We did certainly send Moses with Our signs and a clear authority<sup foot_note=197257>1</sup>","id":"Dan sungguh, Kami telah mengutus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata,","zh":"我确已派遣穆萨带着我的迹象和明证，","ja":"先にわれは，わが印と明らかな権威をもってムーサーを遺わした。"},"m":{"juz":24,"hizb":47,"rub":null,"page":469,"ruku":408}},{"s":40,"a":24,"ar":"إِلَىٰ فِرْعَوْنَ وَهَـٰمَـٰنَ وَقَـٰرُونَ فَقَالُوا۟ سَـٰحِرٌ كَذَّابٌ","tl":"ilā fir'ʿawna wahāmāna waqārūna faqālū sāḥirun kadhābun","tr":{"en":"To Pharaoh, Hāmān and Qārūn, but they said, \"[He is] a magician and a liar.\"","id":"kepada Fir'aun, Haman dan Karun; lalu mereka berkata, \"(Musa) itu seorang pesihir dan pendusta.\"","zh":"去教化法老、哈曼和戈伦，但他们说：“他是谬妄的术士。”","ja":"フィルアウンとハーマーンとカールーンに。だがかれらは「嘘付きの魔術師です。」と言った。"},"m":{"juz":24,"hizb":47,"rub":null,"page":469,"ruku":408}},{"s":40,"a":25,"ar":"فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ","tl":"falammā jāahum bil-ḥaqi min ʿindinā qālū uq'tulū abnāa alladhīna āmanū maʿahu wa-is'taḥyū nisāahum wamā kaydu l-kāfirīna illā fī ḍalālin","tr":{"en":"And when he brought them the truth from Us, they said, \"Kill the sons of those who have believed with him and keep their women alive.\" But the plan of the disbelievers is not except in error.","id":"Maka ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, \"Bunuhlah anak-anak laki-laki dari orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.\" Namun tipu daya orang-orang kafir itu sia-sia belaka.","zh":"他把从我这里发出的真理昭示他们的时候，他们说：“你们当杀戮与他一同信道者的儿子，只留下他们的女儿。”不信道者的计策，只在迷误中。","ja":"かれがわが許から真理を齎したのに，かれらは，「かれと共に信仰している者の男児を殺し，女児を生かしておきなさい。」と言った。だが不信者の策謀は，失敗に終る外はない。"},"m":{"juz":24,"hizb":47,"rub":null,"page":469,"ruku":408}},{"s":40,"a":26,"ar":"وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ","tl":"waqāla fir'ʿawnu dharūnī aqtul mūsā walyadʿu rabbahu innī akhāfu an yubaddila dīnakum aw an yuẓ'hira fī l-arḍi l-fasāda","tr":{"en":"And Pharaoh said, \"Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption<sup foot_note=197258>1</sup> in the land.\"","id":"Dan Fir'aun berkata (kepada pembesar-pembesarnya), \"Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di bumi.\"","zh":"法老说：“你们让我杀死穆萨！叫他祈祷他的主去吧！我的确怕他改变你们的宗教，或在国内作乱。”","ja":"フィルアウンは言った。「ムーサーを殺すことは，わたしに任せなさい。そしてかれの主に祈らせなさい。かれがあなたがたの宗教を変えて，国内に災厄を引き起こしはしないかと，わた しは心配でなりません。」"},"m":{"juz":24,"hizb":47,"rub":null,"page":470,"ruku":408}},{"s":40,"a":27,"ar":"وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ","tl":"waqāla mūsā innī ʿudh'tu birabbī warabbikum min kulli mutakabbirin lā yu'minu biyawmi l-ḥisābi","tr":{"en":"But Moses said, \"Indeed, I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account.\"","id":"Dan (Musa) berkata, \"Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari perhitungan.\"","zh":"穆萨说：“我确已就庇于我的主，亦即你们的主，免遭不信清算日的一切自大者的侵害。”","ja":"ムーサーは言った。「本当にわたしは，清算の日を信じない凡ての高慢な者に対して，わが主，また，あなたがたの主（の守護）を，祈るのです。」"},"m":{"juz":24,"hizb":47,"rub":null,"page":470,"ruku":408}},{"s":40,"a":28,"ar":"وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ","tl":"waqāla rajulun mu'minun min āli fir'ʿawna yaktumu īmānahu ataqtulūna rajulan an yaqūla rabbiya l-lahu waqad jāakum bil-bayināti min rabbikum wa-in yaku kādhiban faʿalayhi kadhibuhu wa-in yaku ṣādiqan yuṣib'kum baʿḍu alladhī yaʿidukum inna l-laha lā yahdī man huwa mus'rifun kadhābun","tr":{"en":"And a believing man from the family of Pharaoh who concealed his faith said, \"Do you kill a man [merely] because he says, 'My Lord is Allāh' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allāh does not guide one who is a transgressor and a liar.","id":"Dan seseorang yang beriman di antara keluarga Fir'aun yang menyembunyikan imannya berkata, \"Apakah kamu akan membunuh seseorang karena dia berkata, \"Tuhanku adalah Allah,\" padahal sungguh, dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Dan jika dia seorang pendusta maka dialah yang akan menanggung (dosa) dustanya; dan jika dia seorang yang benar, niscaya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas dan pendusta.","zh":"法老族中一个秘密归信的信士说：“一个人把从你们的主发出的明证昭示你们，并说：‘我的主是安拉’，你们就要杀戮他吗？如果他是一个说谎者，那末，他自受谎言之害；如果他是一个诚实者，那末，他所用以恫吓你们的灾难，将有一部分来临你们，安拉必定不引导过分的常说谎言者。","ja":"フィルアウンの一族の中で，密に信仰している一人の信者が言った。「あなたがたの主から明証を齎し，『わたしの主はアッラーである。』と言っただけのために，人ひとりを殺そうとするのですか。もしその人が嘘付者であれば，その嘘はその人の身の上に降りかかり，その人が真実を言っているのならば，その人が警告することの一部分はあなたがたの身の上に降りかかるでしょう。本当にアッラーは無法者と嘘付者を御導きになられない。"},"m":{"juz":24,"hizb":47,"rub":null,"page":470,"ruku":409}},{"s":40,"a":29,"ar":"يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ","tl":"yāqawmi lakumu l-mul'ku l-yawma ẓāhirīna fī l-arḍi faman yanṣurunā min basi l-lahi in jāanā qāla fir'ʿawnu mā urīkum illā mā arā wamā ahdīkum illā sabīla l-rashādi","tr":{"en":"O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allāh if it came to us?\" Pharaoh said, \"I do not show you except what I see, and I do not guide you except to the way of right conduct.\"","id":"Wahai kaumku!\" Pada hari ini kerajaan ada padamu dengan berkuasa di bumi, tetapi siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?\" Fir'aun berkata, \"Aku hanya mengemukakan kepadamu, apa yang aku pandang baik; dan aku hanya menunjukkan kepadamu jalan yang benar.\"","zh":"我的宗族啊！今日你们拥有国权，你们在国中称雄。如果安拉的刑罚来临，那末，谁助我们抵抗它呢？”法老说：“我只以我的主张指示你们，我只引导你们走上正道。”","ja":"わたしの人びとよ，今，主権はあなたがたのものであり，あなたがたはこの地上の主人です。だがアッラーの懲罰が下ると，誰がわたしたちを救えるでしょうか。」フィルアウンは言った。「わたしは（自分の）見えるところを，あなたがたに示すだけです。また（それが）あなたが たを，正しい道に導くのです。」"},"m":{"juz":24,"hizb":47,"rub":null,"page":470,"ruku":409}},{"s":40,"a":30,"ar":"وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ","tl":"waqāla alladhī āmana yāqawmi innī akhāfu ʿalaykum mith'la yawmi l-aḥzābi","tr":{"en":"And he who believed said, \"O my people, indeed I fear for you [a fate] like the day of the companies<sup foot_note=197259>1</sup> -","id":"Dan orang yang beriman itu berkata, \"Wahai kaumku! Sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti hari kehancuran golongan yang bersekutu,","zh":"信道者说：“我的宗族啊！我确怕你们遭遇前人所遭遇的灾难，","ja":"そこでかの信仰する者は言った。「人びとよ，わたしは，（信仰を拒否した）各派の人びとの（運命の）日のようなものが，あなたがたに（下るのが）恐ろしいのです。"},"m":{"juz":24,"hizb":47,"rub":null,"page":470,"ruku":409}},{"s":40,"a":31,"ar":"مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ","tl":"mith'la dabi qawmi nūḥin waʿādin wathamūda wa-alladhīna min baʿdihim wamā l-lahu yurīdu ẓul'man lil'ʿibādi","tr":{"en":"Like the custom of the people of Noah and of ʿAad and Thamūd and those after them. And Allāh wants no injustice for [His] servants.","id":"(yakni) seperti kebiasaan kaum Nuh, 'Ad, Samud dan orang-orang yang datang setelah mereka. Padahal Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya.\"","zh":"如努哈的宗族、阿德人、赛莫德人，以及在他们之后的人所遭受的灾祸一样。安拉是不欲亏枉众仆的。","ja":"またヌーフ，アード，サムードの民と，その後の諸民族の上に下ったような運命を（恐れる）。本当にアッラーは，そのしもべに対し不義を御望みになられません。"},"m":{"juz":24,"hizb":47,"rub":null,"page":470,"ruku":409}},{"s":40,"a":32,"ar":"وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ","tl":"wayāqawmi innī akhāfu ʿalaykum yawma l-tanādi","tr":{"en":"And O my people, indeed I fear for you the Day of Calling<sup foot_note=197260>1</sup> -","id":"Dan wahai kaumku!\"Sesungguhnya aku benar-benar khawatir terhadapmu akan (siksaan) hari saling memanggil,<sup foot_note=135720>1</sup>","zh":"我的宗族啊！我的确为你们担心互相呼叫之日；","ja":"人びとよ，わたしはあなたがたのために，あなたがたが互いに相呼び合う日を恐れます。"},"m":{"juz":24,"hizb":47,"rub":null,"page":470,"ruku":409}},{"s":40,"a":33,"ar":"يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ","tl":"yawma tuwallūna mud'birīna mā lakum mina l-lahi min ʿāṣimin waman yuḍ'lili l-lahu famā lahu min hādin","tr":{"en":"The Day you will turn your backs fleeing; there is not for you from Allāh any protector. And whoever Allāh sends astray - there is not for him any guide.","id":"(yaitu) pada hari (ketika) kamu berpaling ke belakang (lari), tidak ada seorang pun yang mampu menyelamatkan kamu dari (azab) Allah. Dan barangsiapa dibiarkan sesat oleh Allah, niscaya tidak ada sesuatu pun yang mampu memberi petunjuk.\"","zh":"在那日，你们将转身退后，而没有任何保护者能使你们免受安拉的惩罚。安拉使谁迷误，谁就没有向导。","ja":"その日あなたがたは，背を向けて逃げるでしょう。しかしアッラーからあなたがたを守る者はいません。アッラーが迷うに任せられる者には導き手はいません。」"},"m":{"juz":24,"hizb":47,"rub":null,"page":470,"ruku":409}},{"s":40,"a":34,"ar":"وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَـٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ","tl":"walaqad jāakum yūsufu min qablu bil-bayināti famā zil'tum fī shakkin mimmā jāakum bihi ḥattā idhā halaka qul'tum lan yabʿatha l-lahu min baʿdihi rasūlan kadhālika yuḍillu l-lahu man huwa mus'rifun mur'tābun","tr":{"en":"And Joseph had already come to you before with clear proofs, but you remained in doubt of that which he brought to you, until when he died, you said, 'Never will Allāh send a messenger after him.' Thus does Allāh leave astray he who is a transgressor and skeptic.\"","id":"Dan sungguh, sebelum itu Yusuf telah datang kepadamu dengan membawa bukti-bukti yang nyata, tetapi kamu senantiasa meragukan apa yang dibawanya, bahkan ketika dia wafat, kamu berkata, \"Allah tidak akan mengirim seorang rasul pun setelahnya.\" Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu,","zh":"以前优素福确已将许多明证昭示你们，但你们对他所昭示你们的明证，依然在疑惑中，直到他死去的时候，你们还说：‘在他之后，安拉再不会派遣任何使者了。’安拉这样使过分的怀疑者迷误。”","ja":"本当に以前ユースフが明証を齎した時も，かれが齎したものに就いて，あなたがたは疑いを抱いて止まなかった。かれが死んだ時になって，あなたがたは，『かれの後にアッラーは，使徒を遣わされないでしょう。』と言った。このようにアッラーは，無法者と懐疑者を，迷うに任せられる。"},"m":{"juz":24,"hizb":47,"rub":null,"page":471,"ruku":409}},{"s":40,"a":35,"ar":"ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ","tl":"alladhīna yujādilūna fī āyāti l-lahi bighayri sul'ṭānin atāhum kabura maqtan ʿinda l-lahi waʿinda alladhīna āmanū kadhālika yaṭbaʿu l-lahu ʿalā kulli qalbi mutakabbirin jabbārin","tr":{"en":"Those who dispute concerning the signs of Allāh without an authority<sup foot_note=197261>1</sup> having come to them - great is hatred [of them] in the sight of Allāh and in the sight of those who have believed. Thus does Allāh seal over every heart [belonging to] an arrogant tyrant.","id":"(yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka.<sup foot_note=135721>1</sup> Sangat besar kemurkaan (bagi mereka) di sisi Allah dan orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong dan berlaku sewenang-wenang.","zh":"没有真凭实据，而争论安拉的迹象者，据安拉和众信士看来，是很讨厌的。安拉这样封闭一切自大的高傲者的心。","ja":"何の権威も与えられないのにアッラーの印について論う者は，アッラーからもまた信者たちからも酷く忌み嫌われよう。このようにアッラーは，凡ての高慢で暴逆な者の心を封じられる。 」"},"m":{"juz":24,"hizb":47,"rub":null,"page":471,"ruku":409}},{"s":40,"a":36,"ar":"وَقَالَ فِرْعَوْنُ يَـٰهَـٰمَـٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَـٰبَ","tl":"waqāla fir'ʿawnu yāhāmānu ib'ni lī ṣarḥan laʿallī ablughu l-asbāba","tr":{"en":"And Pharaoh said, \"O Hāmān, construct for me a tower that I might reach the ways<sup foot_note=197262>1</sup> -","id":"Dan Fir'aun berkata, \"Wahai Haman! Buatkanlah untukku suatu bangunan yang tinggi agar aku sampai ke pintu-pintu,","zh":"法老说：“哈曼啊！你为我建造一座高楼，或许我能找到若干线索——","ja":"フィルアウンは（大臣に命じて）言った。「ハーマーンよ，わたしのために高い塔を建てなさい。わたしが（天国の）門に到達出来るように。"},"m":{"juz":24,"hizb":47,"rub":null,"page":471,"ruku":409}},{"s":40,"a":37,"ar":"أَسْبَـٰبَ ٱلسَّمَـٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَـٰذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ","tl":"asbāba l-samāwāti fa-aṭṭaliʿa ilā ilāhi mūsā wa-innī la-aẓunnuhu kādhiban wakadhālika zuyyina lifir'ʿawna sūu ʿamalihi waṣudda ʿani l-sabīli wamā kaydu fir'ʿawna illā fī tabābin","tr":{"en":"The ways into the heavens - so that I may look at the deity of Moses; but indeed, I think he is a liar.\" And thus was made attractive to Pharaoh the evil of his deed, and he was averted from the [right] way. And the plan of Pharaoh was not except in ruin.","id":"(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.\" Dan demikianlah dijadikan terasa indah bagi Fir'aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Fir'aun itu tidak lain hanyalah membawa kerugian.","zh":"天上的线索，因而能窥见穆萨的神灵；我确信他是一个说谎者。”法老的恶行，这样迷惑了他自己，妨碍了他走上正道。法老的计策，只归于毁灭。","ja":"そうすればムーサーの神を見るでしょう。どうせかれ（ムーサー）は嘘をついているに違いないのですが。」このようにフィルアウンには，自分の悪い行いが立派に見えて，（正しい道） から締め出されてしまった。フィルアウンの策謀は，破滅を齎すだけであった。"},"m":{"juz":24,"hizb":47,"rub":null,"page":471,"ruku":409}},{"s":40,"a":38,"ar":"وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ","tl":"waqāla alladhī āmana yāqawmi ittabiʿūni ahdikum sabīla l-rashādi","tr":{"en":"And he who believed said, \"O my people, follow me; I will guide you to the way of right conduct.","id":"Dan orang yang beriman itu berkata, \"Wahai kaumku! Ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar.","zh":"那个归信者又说：“我的宗族啊！你们顺从我，我就把你们引上正道。","ja":"かの信仰する人は言った。「人びとよ，わたしに従いなさい。正しい道にあなたがたを導きます。"},"m":{"juz":24,"hizb":47,"rub":null,"page":471,"ruku":410}},{"s":40,"a":39,"ar":"يَـٰقَوْمِ إِنَّمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَـٰعٌ وَإِنَّ ٱلْـَٔاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ","tl":"yāqawmi innamā hādhihi l-ḥayatu l-dun'yā matāʿun wa-inna l-ākhirata hiya dāru l-qarāri","tr":{"en":"O my people, this worldly life is only [temporary] enjoyment, and indeed, the Hereafter - that is the home of [permanent] settlement.","id":"Wahai kaumku! Sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.","zh":"我的宗族啊！今世的生活，只是一种享受，后世才是安宅。","ja":"人びとよ，現世の生活は束の間の享楽に過ぎません。本当に来世こそは永遠の住まいです。"},"m":{"juz":24,"hizb":47,"rub":null,"page":471,"ruku":410}},{"s":40,"a":40,"ar":"مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ","tl":"man ʿamila sayyi-atan falā yuj'zā illā mith'lahā waman ʿamila ṣāliḥan min dhakarin aw unthā wahuwa mu'minun fa-ulāika yadkhulūna l-janata yur'zaqūna fīhā bighayri ḥisābin","tr":{"en":"Whoever does an evil deed will not be recompensed except by the like thereof; but whoever does righteousness, whether male or female, while he is a believer - those will enter Paradise, being given provision therein without account.","id":"Barangsiapa mengerjakan perbuatan jahat, maka dia akan dibalas sebanding dengan kejahatan itu. Dan barangsiapa mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki didalamnya tidak terhingga.","zh":"作恶者只受同样的恶报；行善而且信道的男子或女子，将入乐园，受无量的供给。","ja":"悪事を行った者は，それと同じ報いをうけます。だが善行をする者は，男でも女でも信者なら凡て楽園に入り，そこで限りない御恵みを与えられます。"},"m":{"juz":24,"hizb":47,"rub":null,"page":471,"ruku":410}},{"s":40,"a":41,"ar":"۞ وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ","tl":"wayāqawmi mā lī adʿūkum ilā l-najati watadʿūnanī ilā l-nāri","tr":{"en":"And O my people, how is it that I invite you to salvation while you invite me to the Fire?","id":"Dan wahai kaumku! Bagaimanakah ini, aku menyerumu kepada keselamatan, tetapi kamu menyeruku ke neraka?","zh":"我的宗族啊！怎么我召你们于得渡，而你们却召我于火狱呢？","ja":"人びとよ，これはどうしたことか。わたしはあなたがたを救おうと招くのに，あなたがたは火獄にわたしを招くとは。"},"m":{"juz":24,"hizb":48,"rub":null,"page":472,"ruku":410}},{"s":40,"a":42,"ar":"تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ","tl":"tadʿūnanī li-akfura bil-lahi wa-ush'rika bihi mā laysa lī bihi ʿil'mun wa-anā adʿūkum ilā l-ʿazīzi l-ghafāri","tr":{"en":"You invite me to disbelieve in Allāh and associate with Him that of which I have no knowledge, and I invite you to the Exalted in Might, the Perpetual Forgiver.<sup foot_note=197263>1</sup>","id":"(Mengapa) kamu menyeruku agar kafir kepada Allah dan mempersekutukan-Nya dengan sesuatu yang aku tidak mempunyai ilmu tentang itu, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa, Maha Pengampun?","zh":"你们教我不要信安拉，而以我所不知的事物配他；我却要教你们崇拜万能的、至赦的主。","ja":"あなたがたは，アッラーを敬わないで，わたしの知らないものをかれと一緒に配するよう勧めます。だがわたしはあなたがたを，偉力ならびなき方，度々赦しなされる方に招くのです。"},"m":{"juz":24,"hizb":48,"rub":null,"page":472,"ruku":410}},{"s":40,"a":43,"ar":"لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ","tl":"lā jarama annamā tadʿūnanī ilayhi laysa lahu daʿwatun fī l-dun'yā walā fī l-ākhirati wa-anna maraddanā ilā l-lahi wa-anna l-mus'rifīna hum aṣḥābu l-nāri","tr":{"en":"Assuredly, that to which you invite me has no [response to a] supplication in this world or in the Hereafter; and indeed, our return is to Allāh, and indeed, the transgressors will be companions of the Fire.","id":"Sudah pasti bahwa apa yang kamu serukan aku kepadanya bukanlah suatu seruan yang berguna baik di dunia maupun di akhirat. Dan sesungguhnya tempat kembali kita pasti kepada Allah, dan sesungguhnya orang-orang yang melampaui batas, mereka itu akan menjadi penghuni neraka.","zh":"其实，你们召我去崇拜的东西，在今世和后世，都不能应答任何祈祷。我们的归宿是安拉，过分者必是火狱的居民。","ja":"正しくあなたがたは，現世でも来世でも祈りを受ける権能のないものにわたしを招きます。本当にわたしたちの帰る所はアッラーの御許で，反逆の徒は火獄の仲間です。"},"m":{"juz":24,"hizb":48,"rub":null,"page":472,"ruku":410}},{"s":40,"a":44,"ar":"فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ","tl":"fasatadhkurūna mā aqūlu lakum wa-ufawwiḍu amrī ilā l-lahi inna l-laha baṣīrun bil-ʿibādi","tr":{"en":"And you will remember what I [now] say to you, and I entrust my affair to Allāh. Indeed, Allāh is Seeing of [His] servants.\"","id":"Maka kelak kamu akan ingat kepada apa yang kukatakan kepadamu. Dan aku menyerahkan urusanku kepada Allah. Sungguh, Allah Maha Melihat akan hamba-hamba-Nya.\"","zh":"你们将来会想起我对你们说的话。我把我的事情委托安拉，安拉确是明察众仆的。”","ja":"わたしが言ったことを，やがて思い出すでしょう。わたし（自身）のことはアッラーに委ねています。アッラーはしもべたちを見守られます。」"},"m":{"juz":24,"hizb":48,"rub":null,"page":472,"ruku":410}},{"s":40,"a":45,"ar":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ","tl":"fawaqāhu l-lahu sayyiāti mā makarū waḥāqa biāli fir'ʿawna sūu l-ʿadhābi","tr":{"en":"So Allāh protected him from the evils they plotted, and the people of Pharaoh were enveloped by the worst of punishment -","id":"Maka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Fir'aun beserta kaumnya dikepung oleh azab yang sangat buruk.","zh":"安拉保护他免遭他们所计谋的祸害，并以严刑降于法老的宗族；","ja":"そこでアッラーは，かれらの策謀の災厄から，かれを救われ，懲罰の災難が，フィルアウンの一族を取り囲んだ。"},"m":{"juz":24,"hizb":48,"rub":null,"page":472,"ruku":410}},{"s":40,"a":46,"ar":"ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ","tl":"al-nāru yuʿ'raḍūna ʿalayhā ghuduwwan waʿashiyyan wayawma taqūmu l-sāʿatu adkhilū āla fir'ʿawna ashadda l-ʿadhābi","tr":{"en":"The Fire; they are exposed to it morning and evening.<sup foot_note=197264>1</sup> And the Day the Hour appears [it will be said], \"Make the people of Pharaoh enter the severest punishment.\"","id":"Kepada mereka diperlihatkan neraka, pada pagi dan petang, dan pada hari terjadinya Kiamat. (Lalu kepada malaikat diperintahkan), \"Masukkanlah Fir'aun dan kaumnya ke dalam azab yang sangat keras!\"","zh":"他们朝夕受火刑。复活时来临之日，或者将说：“你们让法老的宗族进去受最严厉的刑罚吧！”","ja":"かれらは朝にタベに業火に晒され，それから時が到来するその日，「フィルアウンの一族を，最も厳しい懲罰に投げ込め。」（と仰せられよう）。"},"m":{"juz":24,"hizb":48,"rub":null,"page":472,"ruku":410}},{"s":40,"a":47,"ar":"وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ","tl":"wa-idh yataḥājjūna fī l-nāri fayaqūlu l-ḍuʿafāu lilladhīna is'takbarū innā kunnā lakum tabaʿan fahal antum mugh'nūna ʿannā naṣīban mina l-nāri","tr":{"en":"And [mention] when they will argue within the Fire, and the weak will say to those who had been arrogant, \"Indeed, we were [only] your followers, so will you relieve us of a share of the Fire?\"","id":"Dan (ingatlah), ketika mereka berbantah-bantah dalam neraka, maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, \"Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?\"","zh":"那时，他们在火狱中互相争论，懦弱者对自大者说：“我们确已做过你们的顺从者，你们能替我们解除一部分火刑吗？”","ja":"見よ，かれらは獄火の中で互いに口論する。弱者たちは，高慢であった者たちに言う。「わたしたちは，あなたがたに従っていました。あなたがたは獄火の一部を，わたしたちから取り除いてくれてもよいではありませんか。」"},"m":{"juz":24,"hizb":48,"rub":null,"page":472,"ruku":410}},{"s":40,"a":48,"ar":"قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ","tl":"qāla alladhīna is'takbarū innā kullun fīhā inna l-laha qad ḥakama bayna l-ʿibādi","tr":{"en":"Those who had been arrogant will say, \"Indeed, all [of us] are in it. Indeed, Allāh has judged between the servants.\"","id":"Orang-orang yang menyombongkan diri menjawab, \"Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).\"","zh":"自大者说：“我们大家的确都在火狱中，安拉确已替众仆判决了。”","ja":"高慢であった者は（答えて言う）。「本当にわたしたちは，皆その中にいます。アッラーはしもべたちの間を，もう判決されてしまった。」"},"m":{"juz":24,"hizb":48,"rub":null,"page":472,"ruku":410}},{"s":40,"a":49,"ar":"وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ","tl":"waqāla alladhīna fī l-nāri likhazanati jahannama id'ʿū rabbakum yukhaffif ʿannā yawman mina l-ʿadhābi","tr":{"en":"And those in the Fire will say to the keepers of Hell, \"Supplicate your Lord to lighten for us a day from the punishment.\"","id":"Dan orang-orang yang berada dalam nereka berkata kepada penjaga-penjaga neraka Jahanam, \"Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.\"","zh":"在火狱里的人对管理火狱的天使说：“请你们祈祷你们的主，求他给我们减轻一日的刑罚。”","ja":"そこで，獄火の中にいる者たちは，地獄の看守（天使）にいう。「この懲罰が，一日（でも）わたしたちから軽くなるよう，あなたの主に嘆願して下さい。」"},"m":{"juz":24,"hizb":48,"rub":null,"page":472,"ruku":410}},{"s":40,"a":50,"ar":"قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ","tl":"qālū awalam taku tatīkum rusulukum bil-bayināti qālū balā qālū fa-id'ʿū wamā duʿāu l-kāfirīna illā fī ḍalālin","tr":{"en":"They will say, \"Did there not come to you your messengers with clear proofs?\" They will say, \"Yes.\" They will reply, \"Then supplicate [yourselves], but the supplication of the disbelievers is not except in error [i.e., futility].\"","id":"Maka (penjaga-penjaga Jahanam) berkata, \"Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?\" Mereka menjawab, \"Benar, sudah datang.\" (Penjaga-penjaga Jahanam) berkata, 'Berdoalah kamu (sendiri!)\" Namun doa orang-orang kafir itu sia-sia belaka.","zh":"他们说：“难道你们族中的使者，没有昭示你们若干明证吗？”他们说：“不然！”天使们说：“你们祈祷吧！但不信道者的祈祷只在迷误中。”","ja":"かれら（天使）は言う。「使徒が，あなたがたに明証を持って行かなかったのか。」かれらは（答えて）言う。「その通りです。」かれら（天使）は言う。「それなら祈るがいい。」しかし，これら不信心者の嘆願は，誤り（の迷路）に（虚しくさ迷って）いるだけである。"},"m":{"juz":24,"hizb":48,"rub":null,"page":473,"ruku":410}},{"s":40,"a":51,"ar":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ","tl":"innā lananṣuru rusulanā wa-alladhīna āmanū fī l-ḥayati l-dun'yā wayawma yaqūmu l-ashhādu","tr":{"en":"Indeed, We will support Our messengers and those who believe during the life of this world and on the Day when the witnesses will stand -","id":"Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat),","zh":"我必定援助我的众使者和众信士，在今世生活中，和在众见证起立之日——","ja":"本当に現世の生活においても，また証人たちが（証に）立つ日においても，われは必ずわが使徒たちと信仰する者たちを助ける。"},"m":{"juz":24,"hizb":48,"rub":null,"page":473,"ruku":411}},{"s":40,"a":52,"ar":"يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ","tl":"yawma lā yanfaʿu l-ẓālimīna maʿdhiratuhum walahumu l-laʿnatu walahum sūu l-dāri","tr":{"en":"The Day their excuse will not benefit the wrongdoers, and they will have the curse, and they will have the worst home [i.e., Hell].","id":"(yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk.","zh":"不义者的托辞无裨于他们之日，他们将遭弃绝，他们将受后世的刑罚。","ja":"その日，悪行をした者の弁解は無益で，かれらには責め苦があり，悪い住まいだけがある。"},"m":{"juz":24,"hizb":48,"rub":null,"page":473,"ruku":411}},{"s":40,"a":53,"ar":"وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ","tl":"walaqad ātaynā mūsā l-hudā wa-awrathnā banī is'rāīla l-kitāba","tr":{"en":"And We had certainly given Moses guidance, and We caused the Children of Israel to inherit the Scripture","id":"Dan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil,","zh":"我确已将正道赐予穆萨，我确已使以色列的后裔继承天经，","ja":"われはムーサーにしっかりと導きを授け，イスラエルの子孫に，その啓典を継がせた。"},"m":{"juz":24,"hizb":48,"rub":null,"page":473,"ruku":411}},{"s":40,"a":54,"ar":"هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ","tl":"hudan wadhik'rā li-ulī l-albābi","tr":{"en":"As guidance and a reminder for those of understanding.","id":"untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.","zh":"用作有心灵者的向导和教诲。","ja":"（それは）思慮ある者への導きであり，訓戒である。"},"m":{"juz":24,"hizb":48,"rub":null,"page":473,"ruku":411}},{"s":40,"a":55,"ar":"فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ","tl":"fa-iṣ'bir inna waʿda l-lahi ḥaqqun wa-is'taghfir lidhanbika wasabbiḥ biḥamdi rabbika bil-ʿashiyi wal-ib'kāri","tr":{"en":"So be patient, [O Muḥammad]. Indeed, the promise of Allāh is truth. And ask forgiveness for your sin<sup foot_note=197265>1</sup> and exalt [Allāh] with praise of your Lord in the evening and the morning.","id":"Maka bersabarlah kamu, sesungguhnya janji Allah itu benar, dan mohonlah ampun untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi.","zh":"故你当坚忍，安拉的应许，确是真实的。你应当为你的过失而求饶，你应当朝夕赞颂你的主。","ja":"だから耐え忍べ。本当にアッラーの約束は真実である。あなたは過誤の赦しを請い願い，朝夕，主を讃えて唱念しなさい。"},"m":{"juz":24,"hizb":48,"rub":null,"page":473,"ruku":411}},{"s":40,"a":56,"ar":"إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ","tl":"inna alladhīna yujādilūna fī āyāti l-lahi bighayri sul'ṭānin atāhum in fī ṣudūrihim illā kib'run mā hum bibālighīhi fa-is'taʿidh bil-lahi innahu huwa l-samīʿu l-baṣīru","tr":{"en":"Indeed, those who dispute concerning the signs of Allāh without [any] evidence having come to them - there is not within their breasts except pride, [the extent of] which they cannot reach. So seek refuge in Allāh. Indeed, it is He who is the Hearing, the Seeing.","id":"Sesungguhnya orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, yang ada dalam dada mereka hanyalah (keinginan akan) kebesaran yang tidak akan mereka capai, maka mintalah perlindungan kepada Allah. Sungguh, Dia Maha Mendengar, Maha Melihat.","zh":"没有真凭实据而争论安拉的迹象者，他们的胸中，的确只有一个念头，就是要想达到他们绝不能达到的伟大。故你当求庇于安拉，他确是全聪的，确是全明的。","ja":"何の権威も授かっていないのにアッラーの啓示に就いて論う者は，胸の中につかみようのない高慢だけを抱く者である。だからあなたがたはアッラーの加護を請いなさい。本当にかれは全聴にして凡てを見透される御方である。"},"m":{"juz":24,"hizb":48,"rub":null,"page":473,"ruku":411}},{"s":40,"a":57,"ar":"لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ","tl":"lakhalqu l-samāwāti wal-arḍi akbaru min khalqi l-nāsi walākinna akthara l-nāsi lā yaʿlamūna","tr":{"en":"The creation of the heavens and earth is greater than the creation of mankind, but most of the people do not know.","id":"Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui.","zh":"创造天地，是比再造人类更难的，但世人大半不知道。","ja":"天と地の創造は，人間の創造などよりも俸大である。だが人びとの多くはそれを理解しようとはしない。"},"m":{"juz":24,"hizb":48,"rub":null,"page":473,"ruku":411}},{"s":40,"a":58,"ar":"وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ","tl":"wamā yastawī l-aʿmā wal-baṣīru wa-alladhīna āmanū waʿamilū l-ṣāliḥāti walā l-musīu qalīlan mā tatadhakkarūna","tr":{"en":"And not equal are the blind and the seeing, nor are those who believe and do righteous deeds and the evildoer. Little do you remember.","id":"Dan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran.","zh":"无眼者与有眼者是不相等的；信道而且行善者与作恶者也是不相等的，但你们很少觉悟。","ja":"盲人と正常の目の人とは同じではなく，また信仰して善行に勤しむ者と，悪行の徒とは同じではない。訓戒を留意する者は稀である。"},"m":{"juz":24,"hizb":48,"rub":null,"page":473,"ruku":411}},{"s":40,"a":59,"ar":"إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ","tl":"inna l-sāʿata laātiyatun lā rayba fīhā walākinna akthara l-nāsi lā yu'minūna","tr":{"en":"Indeed, the Hour is coming - no doubt about it - but most of the people do not believe.","id":"Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman.","zh":"复活时必定来临，这是毫无疑义的；但众人大半不信。","ja":"本当にその時は，確実に来るのである。それに疑いの余地はない。だが人びとの多くは信じてはいない。"},"m":{"juz":24,"hizb":48,"rub":null,"page":474,"ruku":411}},{"s":40,"a":60,"ar":"وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ","tl":"waqāla rabbukumu id'ʿūnī astajib lakum inna alladhīna yastakbirūna ʿan ʿibādatī sayadkhulūna jahannama dākhirīna","tr":{"en":"And your Lord says, \"Call upon Me; I will respond to you.\" Indeed, those who disdain My worship will enter Hell [rendered] contemptible.","id":"Dan Tuhanmu berfirman, \"Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina.\"","zh":"你们的主说：“你们要祈祷我，我就应答你们；不肯崇拜我的骄傲自大者们，他们将卑贱地入火狱。”","ja":"それであなたがたの主は，仰せられる。「われに祈れ。われはあなたがたに答えるであろう。だがわれに仕えるのに高慢な者たちは，必ず面目潰れの中に地獄に陥るであろう。」"},"m":{"juz":24,"hizb":48,"rub":null,"page":474,"ruku":411}},{"s":40,"a":61,"ar":"ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ","tl":"al-lahu alladhī jaʿala lakumu al-layla litaskunū fīhi wal-nahāra mub'ṣiran inna l-laha ladhū faḍlin ʿalā l-nāsi walākinna akthara l-nāsi lā yashkurūna","tr":{"en":"It is Allāh who made for you the night that you may rest therein and the day giving sight.<sup foot_note=197266>1</sup> Indeed, Allāh is the possessor of bounty for the people, but most of them are not grateful.","id":"Allah lah yang menjadikan malam untukmu agar kamu beristirahat padanya; (dan menjadikan) siang terang benderang. Sungguh, Allah benar-benar memiliki karunia yang dilimpahkan kepada manusia, tetapi kebanyakan manusia tidak bersyukur.","zh":"安拉为你们创造黑夜，以便你们安息；创造白昼，以便你们观看；安拉对于人类，确是有恩惠的，但人类大半不感谢。","ja":"アッラーこそは，あなたがたのために夜を設けて憩いの時とされ，またものが見えるように昼を設けられる方である。アッラーは人間に対し，本当に恵み深くあられる。だが人びとの多くは感謝しない。"},"m":{"juz":24,"hizb":48,"rub":null,"page":474,"ruku":412}},{"s":40,"a":62,"ar":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ","tl":"dhālikumu l-lahu rabbukum khāliqu kulli shayin lā ilāha illā huwa fa-annā tu'fakūna","tr":{"en":"That is Allāh, your Lord, Creator of all things; there is no deity except Him, so how are you deluded?","id":"Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?","zh":"那是安拉，是你们的主，是万物的创造者；除他外，绝无应受崇拜的。你们怎么如此悖谬呢？","ja":"これこそは，あなたがたの主アッラー，万有の創造の主であられる。かれの外には神はないのである。それなのにどうしてあなたがたは迷い去るのか。"},"m":{"juz":24,"hizb":48,"rub":null,"page":474,"ruku":412}},{"s":40,"a":63,"ar":"كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ","tl":"kadhālika yu'faku alladhīna kānū biāyāti l-lahi yajḥadūna","tr":{"en":"Thus were those [before you] deluded who were rejecting the signs of Allāh.","id":"Demikianlah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan.","zh":"否认安拉的迹象者，就是这样悖谬的。","ja":"アッラーは印を拒否する者を，このように迷わせられる。"},"m":{"juz":24,"hizb":48,"rub":null,"page":474,"ruku":412}},{"s":40,"a":64,"ar":"ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ","tl":"al-lahu alladhī jaʿala lakumu l-arḍa qarāran wal-samāa bināan waṣawwarakum fa-aḥsana ṣuwarakum warazaqakum mina l-ṭayibāti dhālikumu l-lahu rabbukum fatabāraka l-lahu rabbu l-ʿālamīna","tr":{"en":"It is Allāh who made for you the earth a place of settlement and the sky a structure [i.e., ceiling] and formed you and perfected your forms and provided you with good things. That is Allāh, your Lord; then blessed is Allāh, Lord of the worlds.","id":"Allah lah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap, dan membentukmu lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik. Demikianlah Allah, Tuhanmu, Mahasuci Allah, Tuhan seluruh alam.","zh":"安拉为你们以地面为居处，以天空为房屋，他以形象赋予你们，而使你们的形象优美，他供给你们佳美的食品。那是安拉，你们的主。多福哉安拉！——众世界的主！","ja":"アッラーはあなたがたのために大地を安息所とされ，大空を天蓋となされ，また，あなたがたに見事な姿を授けて，形作り，色々な良い御恵みを支給された方である。これが，あなたがたの主アッラーであられる。万有の主アッラーに讃えあれ。"},"m":{"juz":24,"hizb":48,"rub":null,"page":474,"ruku":412}},{"s":40,"a":65,"ar":"هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ","tl":"huwa l-ḥayu lā ilāha illā huwa fa-id'ʿūhu mukh'liṣīna lahu l-dīna l-ḥamdu lillahi rabbi l-ʿālamīna","tr":{"en":"He is the Ever-Living;<sup foot_note=197267>1</sup> there is no deity except Him, so call upon Him, [being] sincere to Him in religion. [All] praise is [due] to Allāh, Lord of the worlds.","id":"Dialah yang hidup kekal, tidak ada tuhan selain Dia; maka sembahlah Dia dengan tulus ikhlas beragama kepada-Nya. Segala puji bagi Allah Tuhan seluruh alam.","zh":"他确是永生的，除他外，绝无应受崇拜的，故你们当祈祷他，虔诚敬意，恪受正教。一切赞颂，全归安拉——众世界的主！","ja":"かれは永生であられ，かれの外に神はない。だからかれに祈り，信心の誠を尽してかれに傾倒せよ。万有の主アッラーに讃えあれ。"},"m":{"juz":24,"hizb":48,"rub":null,"page":474,"ruku":412}},{"s":40,"a":66,"ar":"۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ","tl":"qul innī nuhītu an aʿbuda alladhīna tadʿūna min dūni l-lahi lammā jāaniya l-bayinātu min rabbī wa-umir'tu an us'lima lirabbi l-ʿālamīna","tr":{"en":"Say, [O Muḥammad], \"Indeed, I have been forbidden to worship those you call upon besides Allāh once the clear proofs have come to me from my Lord, and I have been commanded to submit to the Lord of the worlds.\"","id":"Katakanlah (Muhammad), \"Sungguh, aku dilarang menyembah sembahan yang kamu sembah selain Allah, setelah datang kepadaku keterangan-keterangan dari Tuhanku; dan aku diperintahkan agar berserah diri kepada Tuhan seluruh alam.\"","zh":"你说：“当许多明证从我的主来临我的时候，我确已奉到禁令，不准我崇拜你们舍安拉而崇拜的；我确已奉到命令，叫我服从众世界的主。”","ja":"言ってやるがいい。「わたしはあなたがたが，アッラーを差し置いて崇拝するものに，仕えることを禁じられた。主からの明証が，わたしに下され，万有の主に，服従，帰依するよう命じられたのである。」"},"m":{"juz":24,"hizb":48,"rub":null,"page":474,"ruku":412}},{"s":40,"a":67,"ar":"هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ","tl":"huwa alladhī khalaqakum min turābin thumma min nuṭ'fatin thumma min ʿalaqatin thumma yukh'rijukum ṭif'lan thumma litablughū ashuddakum thumma litakūnū shuyūkhan waminkum man yutawaffā min qablu walitablughū ajalan musamman walaʿallakum taʿqilūna","tr":{"en":"It is He who created you from dust, then from a sperm-drop, then from a clinging clot; then He brings you out as a child; then [He develops you] that you reach your [time of] maturity, then [further] that you become elders. And among you is he who is taken in death before [that], so that you reach a specified term;<sup foot_note=197268>1</sup> and perhaps you will use reason.","id":"Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti.","zh":"他创造了你们，先用泥土，继用精液，继用血块，然后使你们出生为婴儿，然后让你们成年，然后让你们变成老人——你们中有夭折的——然后，让你们活到一个定期，以便你们明理。","ja":"かれこそは，泥からあなたがたを創られ，次いで一滴の精液から，次いで，一かたまりの血から赤ん坊にされて，あなたがたを出生させ，それから十分な力量を備えさせ，それから老いさせられる方である。あなたがたの中（老いる）前に死ぬ者もいるが既定の時期にまで達せられることは，あなたがたに反省させるためである。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":412}},{"s":40,"a":68,"ar":"هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","tl":"huwa alladhī yuḥ'yī wayumītu fa-idhā qaḍā amran fa-innamā yaqūlu lahu kun fayakūnu","tr":{"en":"He it is who gives life and causes death; and when He decrees a matter, He but says to it, \"Be,\" and it is.","id":"Dialah yang menghidupkan dan mematikan. Maka apabila Dia hendak menetapkan suatu urusan, Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu.","zh":"他能使人生，能使人死。当他判决一件事的时候，他只对那件事说“有”，它就有了。","ja":"かれこそは生を授け，また死を授ける方である。かれが一事を決められそれに対し「有れ。」と仰せになれば，即ち有るのである。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":412}},{"s":40,"a":69,"ar":"أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ","tl":"alam tara ilā alladhīna yujādilūna fī āyāti l-lahi annā yuṣ'rafūna","tr":{"en":"Do you not consider those who dispute concerning the signs of Allāh - how are they averted?","id":"Apakah kamu tidak memperhatikan orang-orang yang (selalu) membantah ayat-ayat Allah? Bagaimana mereka dapat dipalingkan?","zh":"你未见争论安拉的迹象者是怎样悖谬吗？","ja":"あなたがたはアッラーの啓示に就いて，論う者を見なかったのか。かれらは何と背き去ったことよ。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":413}},{"s":40,"a":70,"ar":"ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَـٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ","tl":"alladhīna kadhabū bil-kitābi wabimā arsalnā bihi rusulanā fasawfa yaʿlamūna","tr":{"en":"Those who deny the Book [i.e., the Qur’ān] and that with which We sent Our messengers - they are going to know,","id":"(Yaitu) orang-orang yang mendustakan Kitab (Alquran) dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus. Kelak mereka akan mengetahui,","zh":"他们否认天经，否认我降示给众使者的迹象，他们不久会知道（后果的）。","ja":"これらは啓典を虚偽であるとし，またわれが遣わした使徒たちの齎す消息を，虚偽であるとする者。やがてかれらは思い知るであろう。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":413}},{"s":40,"a":71,"ar":"إِذِ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَـٰقِهِمْ وَٱلسَّلَـٰسِلُ يُسْحَبُونَ","tl":"idhi l-aghlālu fī aʿnāqihim wal-salāsilu yus'ḥabūna","tr":{"en":"When the shackles are around their necks and the chains; they will be dragged","id":"ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret,","zh":"那时，铁圈和铁链，将在他们的颈上，","ja":"枷がかれらの首に塡められ，また鎖が巻かれ，かれらは引かれるであろう。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":413}},{"s":40,"a":72,"ar":"فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ","tl":"fī l-ḥamīmi thumma fī l-nāri yus'jarūna","tr":{"en":"In boiling water; then in the Fire they will be filled [with flame].","id":"ke dalam air yang sangat panas, kemudian mereka dibakar dalam api,","zh":"他们将被拖入沸水中，然后他们将在火中被烧灼。","ja":"沸騰する湯の中に，それから火獄の中に投げ込まれる。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":413}},{"s":40,"a":73,"ar":"ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ","tl":"thumma qīla lahum ayna mā kuntum tush'rikūna","tr":{"en":"Then it will be said to them, \"Where is that which you used to associate [with Him in worship]","id":"kemudian dikatakan kepada mereka, \"Manakah berhala-berhala yang selalu kamu persekutukan,","zh":"然后有天使对他们说：“你们舍安拉而崇拜的（偶像）在哪里呢？”","ja":"その時かれらに言われよう。「あなたがたが崇拝していた神々は何処にいるのか。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":413}},{"s":40,"a":74,"ar":"مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَـٰفِرِينَ","tl":"min dūni l-lahi qālū ḍallū ʿannā bal lam nakun nadʿū min qablu shayan kadhālika yuḍillu l-lahu l-kāfirīna","tr":{"en":"Other than Allāh?\" They will say, \"They have departed from us; rather, we did not used to invoke previously anything.\" Thus does Allāh put astray the disbelievers.","id":"(yang kamu sembah) selain Allah?\" Mereka menjawab, \"Mereka telah hilang lenyap dari kami, bahkan kami dahulu tidak pernah menyembah sesuatu.\" Demikianlah Allah membiarkan sesat orang-orang kafir.","zh":"他们将说：“他们已回避我们了。其实，以前我们并未祈祷任何物。”安拉这样使不信道者迷误。","ja":"アッラーを，差し置いていたのか。」かれらは（答えて，）「かれら（神々）は，わたしたちから離れ去りました。いや，わたしたちは以前，何も（実在のものに）祈ってはいなかったのです。」と言う。このようにアッラーは不信心の者を迷うに任せられる。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":413}},{"s":40,"a":75,"ar":"ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ","tl":"dhālikum bimā kuntum tafraḥūna fī l-arḍi bighayri l-ḥaqi wabimā kuntum tamraḥūna","tr":{"en":"[The angels will say], \"That was because you used to exult upon the earth without right and you used to behave insolently.","id":"Yang demikian itu disebabkan karena kamu bersuka ria di bumi (tanpa) mengindahkan kebenaran dan karena kamu selalu bersuka ria (dalam kemaksiatan).","zh":"那是因为你们在地方上不该喜欢而喜欢，也是因为你们太得意了。","ja":"それもあなたがたが地上で，正しくない歓楽を追求し，また横柄であったためである。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":413}},{"s":40,"a":76,"ar":"ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ","tl":"ud'khulū abwāba jahannama khālidīna fīhā fabi'sa mathwā l-mutakabirīna","tr":{"en":"Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"","id":"(Dikatakan kepada mereka), \"Masuklah kamu ke pintu-pintu neraka Jahanam, dan kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong.\"","zh":"你们入火狱的门而永居其中吧！自大者的住处真恶劣！","ja":"あなたがたは地獄の門を入り，その中で永遠に住め。何と高慢の者の住まいの哀れなことよ。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":413}},{"s":40,"a":77,"ar":"فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ","tl":"fa-iṣ'bir inna waʿda l-lahi ḥaqqun fa-immā nuriyannaka baʿḍa alladhī naʿiduhum aw natawaffayannaka fa-ilaynā yur'jaʿūna","tr":{"en":"So be patient, [O Muḥammad]; indeed, the promise of Allāh is truth. And whether We show you some of what We have promised them or We take you in death, it is to Us they will be returned.","id":"Maka bersabarlah engkau (Muhammad), sesungguhnya janji Allah itu benar. Meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka, atau pun Kami wafatkan engkau (sebelum ajal menimpa mereka), namun kepada Kamilah mereka dikembalikan.","zh":"你当坚忍，安拉的应许确是真实的。如果我要昭示你一点我用以恫吓他们的刑罚，（那么，我对他们确是全能的）设或我使你去世，那末，他们只被召归于我。","ja":"あなたがだは耐え忍べ。本当にアッラーの約束は真実である。われがかれらに約束した一端をあなたに示すこともあろう。またはあなたを（その前に）召すことも。だがどちらにしても，かれらはわれの許に帰されるものである。"},"m":{"juz":24,"hizb":48,"rub":null,"page":475,"ruku":413}},{"s":40,"a":78,"ar":"وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ","tl":"walaqad arsalnā rusulan min qablika min'hum man qaṣaṣnā ʿalayka wamin'hum man lam naqṣuṣ ʿalayka wamā kāna lirasūlin an yatiya biāyatin illā bi-idh'ni l-lahi fa-idhā jāa amru l-lahi quḍiya bil-ḥaqi wakhasira hunālika l-mub'ṭilūna","tr":{"en":"And We have already sent messengers before you. Among them are those [whose stories] We have related to you, and among them are those [whose stories] We have not related to you. And it was not for any messenger to bring a sign [or verse] except by permission of Allāh. So when the command of Allāh comes, it will be concluded [i.e., judged] in truth, and the falsifiers will thereupon lose [all].","id":"Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad), di antara mereka ada yang Kami ceritakan kepadamu dan di antaranya ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul membawa suatu mukjizat, kecuali seizin Allah. Maka apabila telah datang perintah Allah, (untuk semua perkara) diputuskan dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil.","zh":"在你之前，我确已派遣许多使者，他们中有我已告诉你的，有我未告诉你的。任何使者，不应昭示迹象，除非获得安拉的许可。当安拉的命令来临的时候，众生将依真理而被判决；那时，反对真理的人将遭亏折。","ja":"われはあなた以前にも，使徒たちを遣わした。その或る者に就いてはあなたに語り，また或る者に就いては語ってはいない。だがどの使徒も，アッラーの御許しによる外，印を齎すことはなかった。そしてアッラーの大命が下れば，真理に基づいて裁かれる。そのとき，虚偽に従った者たちは滅びる。"},"m":{"juz":24,"hizb":48,"rub":null,"page":476,"ruku":413}},{"s":40,"a":79,"ar":"ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَـٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ","tl":"al-lahu alladhī jaʿala lakumu l-anʿāma litarkabū min'hā wamin'hā takulūna","tr":{"en":"It is Allāh who made for you the grazing animals upon which you ride, and some of them you eat.","id":"Allah lah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan.","zh":"安拉为你们创造了牲畜，以便你们乘骑，并食用它们的肉，","ja":"アッラーは，あなたがたのため家畜を創られた方で，あなたがたは，その或るものは乗用に，或るものは食用に用いる。"},"m":{"juz":24,"hizb":48,"rub":null,"page":476,"ruku":414}},{"s":40,"a":80,"ar":"وَلَكُمْ فِيهَا مَنَـٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ","tl":"walakum fīhā manāfiʿu walitablughū ʿalayhā ḥājatan fī ṣudūrikum waʿalayhā waʿalā l-ful'ki tuḥ'malūna","tr":{"en":"And for you therein are [other] benefits and that you may realize upon them a need which is in your breasts;<sup foot_note=197269>1</sup> and upon them and upon ships you are carried.","id":"Dan bagi kamu (ada lagi) manfaat-manfaat yang lain padanya (hewan ternak itu) dan agar kamu mencapai suatu keperluan (tujuan) yang tersimpan dalam hatimu (dengan mengendarainya). Dan dengan mengendarai binatang-binatang itu, dan di atas kapal mereka diangkut.","zh":"你们由它们获得许多利益，以便你们骑着它们，去寻求你们胸中的需要，你们用它们和船舶载运货物。","ja":"あなたがたはそれらに，様々の便益を被り，あなたがたの胸に抱く望みも，それらによって満たし，またその背や船によってあなたがたは運ばれる。"},"m":{"juz":24,"hizb":48,"rub":null,"page":476,"ruku":414}},{"s":40,"a":81,"ar":"وَيُرِيكُمْ ءَايَـٰتِهِۦ فَأَىَّ ءَايَـٰتِ ٱللَّهِ تُنكِرُونَ","tl":"wayurīkum āyātihi fa-ayya āyāti l-lahi tunkirūna","tr":{"en":"And He shows you His signs. So which of the signs of Allāh do you deny?","id":"Dan Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu. Lalu tanda-tanda (kebesaran) Allah yang mana yang kamu ingkari?","zh":"他昭示你们他的迹象。你们否认安拉的什么迹象呢？","ja":"そしてかれは種々の印を，（絶えず）あなたがたに示される。一体アッラーの印のどれをあなたがたは否定するのか。"},"m":{"juz":24,"hizb":48,"rub":null,"page":476,"ruku":414}},{"s":40,"a":82,"ar":"أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ","tl":"afalam yasīrū fī l-arḍi fayanẓurū kayfa kāna ʿāqibatu alladhīna min qablihim kānū akthara min'hum wa-ashadda quwwatan waāthāran fī l-arḍi famā aghnā ʿanhum mā kānū yaksibūna","tr":{"en":"Have they not traveled through the land and observed how was the end of those before them? They were more numerous than themselves and greater in strength and in impression on the land, but they were not availed by what they used to earn.","id":"Maka apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) peninggalan-peninggalan peradabannya di bumi,<sup foot_note=135722>1</sup> maka apa yang mereka usahakan itu tidak dapat menolong mereka.","zh":"难道他们没有在大地上旅行，因而视察前人的结局是怎样的吗？前人比他们势力更大，成绩更多；但前人所获得的，对于自己并没有什么裨益。","ja":"かれらは地上を旅して，観察しなかったのか。かれら以前の者の結末がどうであったかを。かれら（滅ぼされた民）は，これら（マッカの多神教徒）よりも多数で，力も優れ，地上の遺跡も多い。それでも，かれらの稼いだことは，何の役にも立たなかった。"},"m":{"juz":24,"hizb":48,"rub":null,"page":476,"ruku":414}},{"s":40,"a":83,"ar":"فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ","tl":"falammā jāathum rusuluhum bil-bayināti fariḥū bimā ʿindahum mina l-ʿil'mi waḥāqa bihim mā kānū bihi yastahziūna","tr":{"en":"And when their messengers came to them with clear proofs, they [merely] rejoiced in what they had of knowledge, but they were enveloped by what they used to ridicule.","id":"Maka ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan ilmu yang ada pada mereka<sup foot_note=135723>1</sup> dan mereka dikepung oleh (azab) yang dahulu mereka memperolok-olokkannya.","zh":"当他们各族中的众使者昭示他们许多迹象的时候，他们因自己所有的学问而洋洋得意，他们所嘲笑的刑罚，遂降临他们。","ja":"かれらの使徒たちが種々の明証をもってかれらの処に来た時，かれらはその持っている知識（と技術）を誇った。だが，かれらの嘲笑していたことが，かれらを取り囲んでしまった。"},"m":{"juz":24,"hizb":48,"rub":null,"page":476,"ruku":414}},{"s":40,"a":84,"ar":"فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ","tl":"falammā ra-aw basanā qālū āmannā bil-lahi waḥdahu wakafarnā bimā kunnā bihi mush'rikīna","tr":{"en":"And when they saw Our punishment, they said, \"We believe in Allāh alone and disbelieve in that which we used to associate with Him.\"","id":"Maka ketika mereka melihat azab Kami, mereka berkata, \"Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.\"","zh":"当他们看见我的刑罚的时候，他们说：“我们只信独一的安拉，不信我们所用以匹配他的。”","ja":"それからかれらは，われの懲罰を見る時になって，「わたしたちは，唯一なるアッラーを信じる。そしてかれに配していたものを拒否する。」と言った。"},"m":{"juz":24,"hizb":48,"rub":null,"page":476,"ruku":414}},{"s":40,"a":85,"ar":"فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَـٰفِرُونَ","tl":"falam yaku yanfaʿuhum īmānuhum lammā ra-aw basanā sunnata l-lahi allatī qad khalat fī ʿibādihi wakhasira hunālika l-kāfirūna","tr":{"en":"But never did their faith benefit them once they saw Our punishment. [It is] the established way of Allāh which has preceded among His servants. And the disbelievers thereupon lost [all].","id":"Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir.","zh":"当他们看见我的刑罚的时候，他们的信仰对他们毫无裨益。安拉以此为众仆的已逝去的常道。那时，不信道者遭受了亏折。","ja":"しかしわれの懲罰を見てからの信仰（の告白）は，かれらの役には立たない。（これは）アッラーのしもべに対してなされたかれの慣行であった。そして，不信者たちは滅び去った。"},"m":{"juz":24,"hizb":48,"rub":null,"page":476,"ruku":414}}]