[{"s":48,"a":1,"ar":" إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا","tl":"innā fataḥnā laka fatḥan mubīnan","tr":{"en":"Indeed, We have given you, [O Muḥammad], a clear conquest<sup foot_note=197389>1</sup>","id":"Sungguh, Kami telah memberikan kepadamu kemenangan yang nyata.","zh":"我确已赏赐你一种明显的胜利，","ja":"本当にわれは，明らかな勝利をあなたに授けた。"},"m":{"juz":26,"hizb":51,"rub":null,"page":511,"ruku":448}},{"s":48,"a":2,"ar":"لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا","tl":"liyaghfira laka l-lahu mā taqaddama min dhanbika wamā ta-akhara wayutimma niʿ'matahu ʿalayka wayahdiyaka ṣirāṭan mus'taqīman","tr":{"en":"That Allāh may forgive for you what preceded of your sin [i.e., errors] and what will follow and complete His favor upon you and guide you to a straight path","id":"Agar Allah memberikan ampunan kepadamu (Muhammad) atas dosamu yang lalu dan yang akan datang, serta menyempurnakan nikmat-Nya atasmu dan menunjukimu ke jalan yang lurus,","zh":"以便安拉赦宥你已往的和将来的过失，并完成他对你的恩典，且昭示你一条正路。","ja":"それはアッラーが，あなたのために過去と今後の罪を赦し，またあなたへの恩恵を果して正しい道に導いて下さり，"},"m":{"juz":26,"hizb":51,"rub":null,"page":511,"ruku":448}},{"s":48,"a":3,"ar":"وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا","tl":"wayanṣuraka l-lahu naṣran ʿazīzan","tr":{"en":"And [that] Allāh may aid you with a mighty victory.","id":"dan agar Allah menolongmu dengan pertolongan yang kuat (banyak).","zh":"安拉将给你一种有力的援助。","ja":"また力強い援助であなたを助けようとなされるためである。"},"m":{"juz":26,"hizb":51,"rub":null,"page":511,"ruku":448}},{"s":48,"a":4,"ar":"هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَـٰنًا مَّعَ إِيمَـٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا","tl":"huwa alladhī anzala l-sakīnata fī qulūbi l-mu'minīna liyazdādū īmānan maʿa īmānihim walillahi junūdu l-samāwāti wal-arḍi wakāna l-lahu ʿalīman ḥakīman","tr":{"en":"It is He who sent down tranquility into the hearts of the believers that they would increase in faith along with their [present] faith. And to Allāh belong the soldiers of the heavens and the earth, and ever is Allāh Knowing and Wise.","id":"Dialah yang telah menurunkan ketenangan ke dalam hati orang-orang mukmin untuk menambah keimanan atas keimanan mereka (yang telah ada). Dan milik Allah lah bala tentara langit dan bumi,<sup foot_note=135757>1</sup> dan Allah Maha Mengetahui, Mahabijaksana,","zh":"他曾将镇静降在信士们的心中，以便他们信念上加信念—天地的军队，只是安拉的，安拉是全知的，是至睿的—","ja":"かれこそは，信者たちの心に安らぎを与え，かれらの信心の上に信心を加えられる方である。本当に，天と地の諸軍勢はアッラーの有である。アッラーは全知にして英明であられる。"},"m":{"juz":26,"hizb":51,"rub":null,"page":511,"ruku":448}},{"s":48,"a":5,"ar":"لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًا","tl":"liyud'khila l-mu'minīna wal-mu'mināti jannātin tajrī min taḥtihā l-anhāru khālidīna fīhā wayukaffira ʿanhum sayyiātihim wakāna dhālika ʿinda l-lahi fawzan ʿaẓīman","tr":{"en":"[And] that He may admit the believing men and the believing women to gardens beneath which rivers flow to abide therein eternally and remove from them their misdeeds - and ever is that, in the sight of Allāh, a great attainment","id":"Agar Dia masukkan orang-orang mukmin laki-laki dan perempuan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dan Dia akan menghapus kesalahan-kesalahan mereka. Dan yang demikian itu menurut Allah suatu keuntungan yang besar,","zh":"以便他使信士和信女们入下临诸河的乐园，而永居其中，并赦宥他们的罪恶。据安拉看来，这是伟大的成功。","ja":"それもかれが，信じる男たちと信じる女たちを川が下を流れる楽園に入らせて，その中に永遠に住まわせ，かれらの様々な罪業を消滅なされるとの思し召しから。これこそアッラーの御許では偉大な成就である。"},"m":{"juz":26,"hizb":51,"rub":null,"page":511,"ruku":448}},{"s":48,"a":6,"ar":"وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَـٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا","tl":"wayuʿadhiba l-munāfiqīna wal-munāfiqāti wal-mush'rikīna wal-mush'rikāti l-ẓānīna bil-lahi ẓanna l-sawi ʿalayhim dāiratu l-sawi waghaḍiba l-lahu ʿalayhim walaʿanahum wa-aʿadda lahum jahannama wasāat maṣīran","tr":{"en":"And [that] He may punish the hypocrite men and hypocrite women, and the polytheist men and polytheist women - those who assume about Allāh an assumption of evil nature. Upon them is a misfortune of evil nature; and Allāh has become angry with them and has cursed them and prepared for them Hell, and evil it is as a destination.","id":"dan Dia mengazab orang-orang munafik laki-laki dan perempuan, dan (juga) orang-orang musyrik laki-laki dan perempuan yang berprasangka buruk terhadap Allah. Mereka akan mendapat giliran (azab) yang buruk, dan Allah murka kepada mereka dan mengutuk mereka, serta menyediakan neraka Jahanam bagi mereka. Dan (neraka Jahanam) itu seburuk-buruk tempat kembali.","zh":"以便他惩罚伪信的男人和女人，和以物配主的男人和女人，就是对安拉作恶意猜想的人，厄运只降临他们，安拉谴怒他们弃绝他们，并为他们预备了火狱。那归宿真恶劣！","ja":"またかれは，アッラーについて邪な考えをもつ偽信者や女たち，多神教徒は男も女も懲罰なされる。かれらはアッラーに就いて，悪い見解で臆測する者である。これらの者には非運が巡ってきて，アッラーはかれらに激怒され，崇られ，かれらのために地獄を準備なされる。悪い帰り所である。"},"m":{"juz":26,"hizb":51,"rub":null,"page":511,"ruku":448}},{"s":48,"a":7,"ar":"وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","tl":"walillahi junūdu l-samāwāti wal-arḍi wakāna l-lahu ʿazīzan ḥakīman","tr":{"en":"And to Allāh belong the soldiers of the heavens and the earth. And ever is Allāh Exalted in Might and Wise.","id":"Dan milik Allah bala tentara langit dan bumi. Dan Allah Mahaperkasa, Mahabijaksana.","zh":"天地的军队，只是安拉的。安拉是万能的，是至睿的。","ja":"天と地の諸軍勢はアッラーのものである。アッラーは偉力ならびなく英明であられる。"},"m":{"juz":26,"hizb":51,"rub":null,"page":511,"ruku":448}},{"s":48,"a":8,"ar":"إِنَّآ أَرْسَلْنَـٰكَ شَـٰهِدًا وَمُبَشِّرًا وَنَذِيرًا","tl":"innā arsalnāka shāhidan wamubashiran wanadhīran","tr":{"en":"Indeed, We have sent you as a witness and a bringer of good tidings and a warner","id":"Sungguh, Kami mengutus engkau (Muhammad) sebagai saksi, pembawa berita gembira dan pemberi peringatan,","zh":"我确已派遣你作见证，作报喜者，作警告者，","ja":"本当にわれは，実証者，吉報の伝達者また警告者として，あなたを遣わした。"},"m":{"juz":26,"hizb":51,"rub":null,"page":511,"ruku":448}},{"s":48,"a":9,"ar":"لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا","tl":"litu'minū bil-lahi warasūlihi watuʿazzirūhu watuwaqqirūhu watusabbiḥūhu buk'ratan wa-aṣīlan","tr":{"en":"That you [people] may believe in Allāh and His Messenger and honor him and respect him [i.e., the Prophet (ﷺ)] and exalt Him [i.e., Allāh] morning and afternoon.","id":"agar kamu semua beriman kepada Allah dan Rasul-Nya, menguatkan (agama)-Nya, membesarkan-Nya, dan bertasbih kepada-Nya pagi dan petang.","zh":"以便你们归信安拉和使者，并协助他，尊敬他，朝夕赞颂他。","ja":"それはあなたがたが，アッラーとその使徒を信じ，またかれ（の教えの宣揚）を助け，かれを尊崇させるためであり，また朝な夕なかれを讃えさせるためである。"},"m":{"juz":26,"hizb":51,"rub":null,"page":511,"ruku":448}},{"s":48,"a":10,"ar":"إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَـٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا","tl":"inna alladhīna yubāyiʿūnaka innamā yubāyiʿūna l-laha yadu l-lahi fawqa aydīhim faman nakatha fa-innamā yankuthu ʿalā nafsihi waman awfā bimā ʿāhada ʿalayhu l-laha fasayu'tīhi ajran ʿaẓīman","tr":{"en":"Indeed, those who pledge allegiance to you, [O Muḥammad] - they are actually pledging allegiance to Allāh. The hand<sup foot_note=197391>1</sup> of Allāh is over their hands.<sup foot_note=197390>2</sup> So he who breaks his word only breaks it to the detriment of himself. And he who fulfills that which he has promised Allāh - He will give him a great reward.","id":"Bahwa orang-orang yang berjanji setia kepadamu (Muhammad), sesungguhnya mereka hanya berjanji setia kepada Allah. Tangan Allah di atas tangan-tangan mereka, maka barangsiapa melanggar janji, maka sesungguhnya dia melanggar atas (janji) sendiri; dan barangsiapa menepati janjinya kepada Allah, maka Dia akan memberinya pahala yang besar.","zh":"与你订约的人们，其实是与安拉订约；安拉的手是在他们的手之上的。背约者，自受背约之害；实践与安拉所订约者，安拉将赏赐他重大的报酬。","ja":"本当にあなたに忠誠を誓う者は，アッラーに忠誠を誓う者である。アッラーの御手がかれらの手の上にあり，それで誰でも誓いを破る者は，自分の魂を損なう者である。また誰でもアッラーとの約束を，果す者には，かれは偉大な報奨を与えるのである。"},"m":{"juz":26,"hizb":51,"rub":null,"page":512,"ruku":448}},{"s":48,"a":11,"ar":"سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا","tl":"sayaqūlu laka l-mukhalafūna mina l-aʿrābi shaghalatnā amwālunā wa-ahlūnā fa-is'taghfir lanā yaqūlūna bi-alsinatihim mā laysa fī qulūbihim qul faman yamliku lakum mina l-lahi shayan in arāda bikum ḍarran aw arāda bikum nafʿan bal kāna l-lahu bimā taʿmalūna khabīran","tr":{"en":"Those who remained behind<sup foot_note=197392>1</sup> of the bedouins will say to you, \"Our properties and our families occupied us, so ask forgiveness for us.\" They say with their tongues what is not within their hearts. Say, \"Then who could prevent Allāh at all if He intended for you harm or intended for you benefit? Rather, ever is Allāh, of what you do, Aware.","id":"Orang-orang Badui yang tertinggal (tidak turut ke Hudaibiyah) akan berkata kepadamu, \"Kami telah disibukkan oleh harta dan keluarga kami, maka mohonkanlah ampunan untuk kami.\" Mereka mengucapkan sesuatu dengan mulutnya apa yang tidak ada dalam hatinya. Katakanlah, \"Maka siapakah yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki bencana terhadap kamu atau jika Dia menghendaki keuntungan bagimu? Sungguh, Allah Mahateliti dengan apa yang kamu kerjakan.\"","zh":"留在后方的游牧民们将对你说：“我们要照料我们的家产和家属，所以请你为我们求饶。”他们用他们的舌头说的不是他们的心里话。你说：“谁能为你们干涉安拉一丝毫？如果他要降祸于你们，或降福于你们。不然，安拉是彻知你们的行为的。","ja":"後に居残った砂漠のアラブ人たちは，あなたに向かって，「わたしたちは，財産や家族のことに捕われていました。だからどうかわたしたちのために，赦しを祈ってください。」とかれらは，心にもないことを舌の先で言う。言ってやるがいい。「もしもアッラーがあなたがたを害しようと御望みになり，または益しようと御望みになれば，誰があなたがたのために少しでもアッラーの意を翻すことなど出来ようか。」いや，アッラーは，あなたがたの行うことを知り尽される。"},"m":{"juz":26,"hizb":51,"rub":null,"page":512,"ruku":449}},{"s":48,"a":12,"ar":"بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًا","tl":"bal ẓanantum an lan yanqaliba l-rasūlu wal-mu'minūna ilā ahlīhim abadan wazuyyina dhālika fī qulūbikum waẓanantum ẓanna l-sawi wakuntum qawman būran","tr":{"en":"But you thought that the Messenger and the believers would never return to their families, ever, and that was made pleasing in your hearts. And you assumed an assumption of evil and became a people ruined.\"","id":"Bahkan (semula) kamu menyangka bahwa Rasul dan orang-orang mukmin sekali-kali tidak akan kembali lagi kepada keluarga mereka selama-lamanya, dan dijadikan terasa indah yang demikian itu di dalam hatimu, dan kamu telah berprasangka dengan prasangka yang buruk, karena itu kamu menjadi kaum yang binasa.","zh":"你们猜想使者和信士们永不回家了，你们的心因这种猜想被迷惑，你们作不善的猜想，你们是将灭亡的民众。”","ja":"いや，使徒と信者たちは，決してその家族の許に帰らないとあなたがたは考え，得意になって，邪念を抱いていた。あなたがたは破滅する民である。"},"m":{"juz":26,"hizb":51,"rub":null,"page":512,"ruku":449}},{"s":48,"a":13,"ar":"وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَعِيرًا","tl":"waman lam yu'min bil-lahi warasūlihi fa-innā aʿtadnā lil'kāfirīna saʿīran","tr":{"en":"And whoever has not believed in Allāh and His Messenger - then indeed, We have prepared for the disbelievers a Blaze.","id":"Dan barangsiapa tidak beriman kepada Allah dan Rasul-Nya, maka sesungguhnya Kami telah menyediakan untuk orang-orang kafir itu neraka yang menyala-nyala.","zh":"不信安拉和使者的人，我确已为他们这等不信者预设了火狱了。","ja":"誰でもアッラーとその使徒を信じないならば，われはそのような不信心の徒に対して燃えさかる火を準備した。"},"m":{"juz":26,"hizb":51,"rub":null,"page":512,"ruku":449}},{"s":48,"a":14,"ar":"وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا","tl":"walillahi mul'ku l-samāwāti wal-arḍi yaghfiru liman yashāu wayuʿadhibu man yashāu wakāna l-lahu ghafūran raḥīman","tr":{"en":"And to Allāh belongs the dominion of the heavens and the earth. He forgives whom He wills and punishes whom He wills. And ever is Allāh Forgiving and Merciful.","id":"Dan hanya milik Allah kerajaan langit dan bumi. Dia mengampuni siapa yang Dia kehendaki, dan akan mengazab siapa yang Dia kehendaki. Dan Allah Maha Pengampun, Maha Penyayang.","zh":"天地的主权，归安拉所有，他要赦宥谁，就赦宥谁；要惩罚谁，就惩罚谁。安拉是至赦的，是至慈的。","ja":"天と地の大権はアッラーの有である。かれは御望みの者を赦し，また御望みの者を懲罰なされる。本当にアッラーは，寛容にして慈悲深くあられる。"},"m":{"juz":26,"hizb":51,"rub":null,"page":512,"ruku":449}},{"s":48,"a":15,"ar":"سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَـٰمَ ٱللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًا","tl":"sayaqūlu l-mukhalafūna idhā inṭalaqtum ilā maghānima litakhudhūhā dharūnā nattabiʿ'kum yurīdūna an yubaddilū kalāma l-lahi qul lan tattabiʿūnā kadhālikum qāla l-lahu min qablu fasayaqūlūna bal taḥsudūnanā bal kānū lā yafqahūna illā qalīlan","tr":{"en":"Those who remained<sup foot_note=197394>1</sup> behind will say when you set out toward the war booty to take it, \"Let us follow you.\" They wish to change the words of Allāh. Say, \"Never will you follow us. Thus did Allāh say before.\" So they will say, \"Rather, you envy us.\" But [in fact] they were not understanding except a little.<sup foot_note=197393>2</sup>","id":"Apabila kamu berangkat untuk mengambil barang rampasan, orang-orang Badui yang tertinggal itu akan berkata, \"Biarkanlah kami mengikuti kamu.\" Mereka hendak mengubah janji Allah. Katakanlah, \"Kamu sekali-kali tidak (boleh) mengikuti kami. Demikianlah yang telah ditetapkan Allah sejak semula.\" Maka mereka akan berkata, \"Sebenarnya kamu dengki kepada kami.\" Padahal mereka tidak mengerti melainkan sedikit sekali.","zh":"留在后方的人们，当你们为获得战利品而出发的时候，他们将说：“让我们跟你们去吧！”他们欲变更安拉的判辞。你说：“你们绝对不得跟我们去，以前，安拉这样说过了。”他们将说：“不然，你们嫉妒我们。”不然他们不甚了解。","ja":"後に居残った者たちも，あなたがたが出動して戦利品が取れるとなると，「わたしたちを入れてください。あなたがたの御供をします。」と言い，かれらはアッラーの御言葉を変えようと望む。言ってやるがいい。「あなたがたは，決してついて来てはならない。アッラーが既にそう仰せられたのである。」するとかれらは，「あなたがたはわたしたちを恨んでいる。」と言う。 いや，かれらは少しも理解しないのである。"},"m":{"juz":26,"hizb":51,"rub":null,"page":512,"ruku":449}},{"s":48,"a":16,"ar":"قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍ شَدِيدٍ تُقَـٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا","tl":"qul lil'mukhallafīna mina l-aʿrābi satud'ʿawna ilā qawmin ulī basin shadīdin tuqātilūnahum aw yus'limūna fa-in tuṭīʿū yu'tikumu l-lahu ajran ḥasanan wa-in tatawallaw kamā tawallaytum min qablu yuʿadhib'kum ʿadhāban alīman","tr":{"en":"Say to those who remained behind of the bedouins, \"You will be called to [face] a people of great military might; you may fight them, or they will submit.<sup foot_note=197395>1</sup> So if you obey, Allāh will give you a good reward; but if you turn away as you turned away before, He will punish you with a painful punishment.\"","id":"Katakanlah kepada orang-orang Badui yang tertinggal, \"Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar, kamu harus memerangi mereka kecuali mereka menyerah. Jika kamu patuhi (ajakan itu), Allah akan memberimu pahala yang baik; tetapi jika kamu berpaling seperti yang kamu perbuat sebelumnya, Dia akan mengazab kamu dengan azab yang pedih.\"","zh":"你对逗留在后方的游牧民说：“你们将被召去讨伐一群剽悍的民众，或他们归顺。如果你们服从（命令），安拉就以优美的报酬赏赐你们；如果你们还像以前那样规避，他就使你们受痛苦的刑罚。”","ja":"あと居残った砂漠のアラブたちに言ってやるがいい。「今にあなたがたは，強大な勇武の民に対して（戦うために）召集されよう。あなたがたが戦い抜くのか，またはかれらが服従するかのいずれかである。だがこの命令に従えば，アッラーは見事な報奨をあなたがたに与えよう。だがもし以前背いたように背き去るならば，かれは痛ましい懲罰であなたがたを処罰されよう。」"},"m":{"juz":26,"hizb":51,"rub":null,"page":513,"ruku":449}},{"s":48,"a":17,"ar":"لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا","tl":"laysa ʿalā l-aʿmā ḥarajun walā ʿalā l-aʿraji ḥarajun walā ʿalā l-marīḍi ḥarajun waman yuṭiʿi l-laha warasūlahu yud'khil'hu jannātin tajrī min taḥtihā l-anhāru waman yatawalla yuʿadhib'hu ʿadhāban alīman","tr":{"en":"There is not upon the blind any guilt or upon the lame any guilt or upon the ill any guilt [for remaining behind]. And whoever obeys Allāh and His Messenger - He will admit him to gardens beneath which rivers flow; but whoever turns away - He will punish him with a painful punishment.","id":"Tidak ada dosa atas orang-orang yang buta, atas orang-orang yang pincang, dan atas orang-orang yang sakit (apabila tidak ikut berperang). Barangsiapa taat kepada Allah dan Rasul-Nya, Dia akan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai; tetapi barangsiapa berpaling, Dia akan mengazabnya dengan azab yang pedih.","zh":"瞎子无罪，跛子无罪，病人无罪。谁服从安拉和使者，安拉要使谁入那下临诸河的乐园；谁规避他，他将使谁受痛苦的刑罚。","ja":"ただし，盲人は（出征しなくても）罪はなく，足の障害者や病人にも罪はない。誰でもアッラーとその使徒に従う者は，川が下を流れる楽園に入らされよう。しかし誰でも背き去る者は， 痛ましい懲罰が下されるであろう。"},"m":{"juz":26,"hizb":51,"rub":null,"page":513,"ruku":449}},{"s":48,"a":18,"ar":"۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَـٰبَهُمْ فَتْحًا قَرِيبًا","tl":"laqad raḍiya l-lahu ʿani l-mu'minīna idh yubāyiʿūnaka taḥta l-shajarati faʿalima mā fī qulūbihim fa-anzala l-sakīnata ʿalayhim wa-athābahum fatḥan qarīban","tr":{"en":"Certainly was Allāh pleased with the believers when they pledged allegiance to you, [O Muḥammad], under the tree, and He knew what was in their hearts, so He sent down tranquility upon them and rewarded them with an imminent conquest<sup foot_note=197396>1</sup>","id":"Sungguh, Allah telah meridai orang-orang mukmin ketika mereka berjanji setia kepadamu (Muhammad) di bawah pohon, Dia mengetahui apa yang ada dalam hati mereka, lalu Dia memberikan ketenangan atas mereka dan memberi balasan dengan kemenangan yang dekat,","zh":"安拉确已喜悦信士们。当时，他们在那棵树下与你订约，他已知道他们的心事，故降镇静于他们，并以临近的胜利报酬他们，","ja":"かれらがあの樹の下であなたに忠誠を誓った時，アッラーは信者たちに，ことの外御満悦であった。かれはかれらの胸に抱くことを知り，かれらに安らぎを下し，手近な勝利をもって報われた。"},"m":{"juz":26,"hizb":52,"rub":null,"page":513,"ruku":450}},{"s":48,"a":19,"ar":"وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا","tl":"wamaghānima kathīratan yakhudhūnahā wakāna l-lahu ʿazīzan ḥakīman","tr":{"en":"And much war booty which they will take. And ever is Allāh Exalted in Might and Wise.","id":"dan harta rampasan perang yang banyak yang akan mereka peroleh. Dan Allah Mahaperkasa, Mahabijaksana.","zh":"和他们所取得的许多战利品。安拉是万能的，是至睿的。","ja":"そしてかれらは，（その外に）沢山の戦利品を得た。アッラーは偉力ならびなく英明であられる。"},"m":{"juz":26,"hizb":52,"rub":null,"page":513,"ruku":450}},{"s":48,"a":20,"ar":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَـٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًا مُّسْتَقِيمًا","tl":"waʿadakumu l-lahu maghānima kathīratan takhudhūnahā faʿajjala lakum hādhihi wakaffa aydiya l-nāsi ʿankum walitakūna āyatan lil'mu'minīna wayahdiyakum ṣirāṭan mus'taqīman","tr":{"en":"Allāh has promised you much booty that you will take [in the future] and has hastened for you this [victory] and withheld the hands of people from you - that it may be a sign for the believers and [that] He may guide you to a straight path.","id":"Allah menjanjikan kepadamu harta rampasan perang yang banyak yang dapat kamu ambil, maka Dia segerakan (harta rampasan perang) ini untukmu,<sup foot_note=135758>1</sup> dan Dia menahan tangan manusia dari (membinasakan)mu (agar kamu mensyukuri-Nya), dan agar menjadi bukti bagi orang-orang mukmin, dan agar Dia menunjukkan kamu ke jalan yang lurus,","zh":"安拉以你们所获得的许多战利品应许你们，而将这战利品迅速的赏赐你们，并制止敌人对你们下手，以便这战利品作为信士们的一种迹象，以便安拉昭示你们一条正路。","ja":"アッラーは，あなたがたが得ることになる沢山の戦利品を約束なされた。しかも直ぐにそれを果たされ，あなたがたに（反抗する）人びとの手を押えられた。それは信仰する者への印であり，またあなたがたを正しい道に導くためである。"},"m":{"juz":26,"hizb":52,"rub":null,"page":513,"ruku":450}},{"s":48,"a":21,"ar":"وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا","tl":"wa-ukh'rā lam taqdirū ʿalayhā qad aḥāṭa l-lahu bihā wakāna l-lahu ʿalā kulli shayin qadīran","tr":{"en":"And [He promises] other [victories] that you were [so far] unable to [realize] which Allāh has already encompassed.<sup foot_note=197397>1</sup> And ever is Allāh, over all things, competent.","id":"dan (kemenangan-kemenangan) atas negeri-negeri lain yang tidak dapat kamu perkirakan, tetapi sesungguhnya Allah telah menentukannya. Dan Allah Mahakuasa atas segala sesuatu.","zh":"别的战利品，你们尚未能获得的，安拉确已周知它。安拉对于万事是全能的。","ja":"またかれはいまだにあなたがたの力の及ばないものをも（約束されたが），アッラーはしっかりと取り囲んでいる。本当にアッラーは凡てのことに全能であられる。"},"m":{"juz":26,"hizb":52,"rub":null,"page":513,"ruku":450}},{"s":48,"a":22,"ar":"وَلَوْ قَـٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَـٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا","tl":"walaw qātalakumu alladhīna kafarū lawallawū l-adbāra thumma lā yajidūna waliyyan walā naṣīran","tr":{"en":"And if those [Makkans] who disbelieve had fought you, they would have turned their backs [in flight]. Then they would not find a protector or a helper.","id":"Dan sekiranya orang-orang yang kafir itu memerangi kamu, pastilah mereka akan berbalik melarikan diri (kalah), dan mereka tidak akan mendapatkan pelindung dan penolong.","zh":"假若不信道的人们与你们交战，他们必定失败，而且不能发现一个保护者，也不能发现一个援助者。","ja":"不信心者たちが，あなたがたと戦ったとしても，かれらはきっと背を向けよう。かれらには，保護者も救助者もいない。"},"m":{"juz":26,"hizb":52,"rub":null,"page":513,"ruku":450}},{"s":48,"a":23,"ar":"سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا","tl":"sunnata l-lahi allatī qad khalat min qablu walan tajida lisunnati l-lahi tabdīlan","tr":{"en":"[This is] the established way of Allāh which has occurred before. And never will you find in the way of Allāh any change.","id":"(Demikianlah) hukum Allah yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah.","zh":"这是安拉以前的常道，对于安拉的常道，你绝不能发现任何变更。","ja":"これは昔からの，アッラーの慣行である。あなたはアッラーの慣行には，少しの変更も見い出せない。"},"m":{"juz":26,"hizb":52,"rub":null,"page":513,"ruku":450}},{"s":48,"a":24,"ar":"وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا","tl":"wahuwa alladhī kaffa aydiyahum ʿankum wa-aydiyakum ʿanhum bibaṭni makkata min baʿdi an aẓfarakum ʿalayhim wakāna l-lahu bimā taʿmalūna baṣīran","tr":{"en":"And it is He who withheld their hands from you and your hands from them within [the area of] Makkah after He caused you to overcome them. And ever is Allāh, of what you do, Seeing.","id":"Dan Dialah yang mencegah tangan mereka dari (membinasakan) kamu dan (mencegah) tangan kamu dari (membinasakan) mereka di tengah (kota) Mekkah, setelah Allah memenangkan kamu atas mereka. Dan Allah Maha Melihat apa yang kamu kerjakan.","zh":"他曾制止他们对你们下手，也制止你们在战胜他们之后，在麦加山谷中对他们下手，安拉是明察你们的行为的。","ja":"またかれこそは，マッカの谷間であなたがたからかれらの手を，また，かれらからあなたがたの手を押えられた方であり，その後かれは，あなたがたにかれらに対し好結果を与えられた。本当にアッラーは，あなたがたの行うことの監視者であられる。"},"m":{"juz":26,"hizb":52,"rub":null,"page":514,"ruku":450}},{"s":48,"a":25,"ar":"هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَـٰتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍ ۖ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا","tl":"humu alladhīna kafarū waṣaddūkum ʿani l-masjidi l-ḥarāmi wal-hadya maʿkūfan an yablugha maḥillahu walawlā rijālun mu'minūna wanisāon mu'minātun lam taʿlamūhum an taṭaūhum fatuṣībakum min'hum maʿarratun bighayri ʿil'min liyud'khila l-lahu fī raḥmatihi man yashāu law tazayyalū laʿadhabnā alladhīna kafarū min'hum ʿadhāban alīman","tr":{"en":"They are the ones who disbelieved and obstructed you from al-Masjid al-Ḥarām while the offering<sup foot_note=197398>1</sup> was prevented from reaching its place of sacrifice. And if not for believing men and believing women whom you did not know - that you might trample [i.e., kill] them and there would befall you because of them dishonor without [your] knowledge - [you would have been permitted to enter Makkah]. [This was so] that Allāh might admit to His mercy whom He willed. If they had been apart [from them], We would have punished those who disbelieved among them with painful punishment","id":"Merekalah orang-orang kafir yang menghalang-halangi kamu (masuk) Masjidilharam dan menghambat hewan-hewan kurban sampai ke tempat (penyembelihan)nya. Dan kalau bukanlah karena ada beberapa orang beriman laki-laki dan perempuan yang tidak kamu ketahui, tentulah kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesulitan tanpa kamu sadari; karena Allah hendak memasukkan siapa yang Dia kehendaki ke dalam rahmat-Nya. Sekiranya mereka terpisah, tentu Kami akan mengazab orang-orang yang kafir di antara mereka dengan azab yang pedih.","zh":"他们不信道，并阻碍你们入禁寺，且阻止被扣留的牺牲达到它的已定的位置。若不为厌恶你们蹂躏你们所未认识的许多信道的男人和女子，而你们因此无知地犯罪，那么，他不制止你们。安拉制止你们，以便他使他所意欲者入于他的恩惠之中。假若他们是散居的，我必使他们中不信道的人们受痛苦的刑罚。","ja":"かれらこそは（啓示を）拒否し，あなたがたを聖なるマスジドから妨げ，また供物がその犠牲の場に達することを妨げた者である。またあなたがたが，（かれらと混じり住む）信仰する男や女たちを，知らずに踏み躪って，無意識に罪を犯さないよう（あなたがたの手を押えられた）。かれは御心に適う者をその慈悲の中に入らせられる。もしかれら（善男善女）が（はっきりと）分れていたならば，われは痛ましい懲罰で不信の徒を懲罰していたであろう。"},"m":{"juz":26,"hizb":52,"rub":null,"page":514,"ruku":450}},{"s":48,"a":26,"ar":"إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَـٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا","tl":"idh jaʿala alladhīna kafarū fī qulūbihimu l-ḥamiyata ḥamiyyata l-jāhiliyati fa-anzala l-lahu sakīnatahu ʿalā rasūlihi waʿalā l-mu'minīna wa-alzamahum kalimata l-taqwā wakānū aḥaqqa bihā wa-ahlahā wakāna l-lahu bikulli shayin ʿalīman","tr":{"en":"When those who disbelieved had put into their hearts chauvinism - the chauvinism of the time of ignorance. But Allāh sent down His tranquility upon His Messenger and upon the believers and imposed upon them the word of righteousness, and they were more deserving of it and worthy of it. And ever is Allāh, of all things, Knowing.","id":"Ketika orang-orang yang kafir menanamkan kesombongan dalam hati mereka (yaitu) kesombongan jahiliah, maka Allah menurunkan ketenangan kepada Rasul-Nya, dan kepada orang-orang mukmin dan (Allah) mewajibkan kepada mereka tetap taat menjalankan kalimat takwa,<sup foot_note=135759>1</sup> dan mereka lebih berhak dengan itu dan patut memilikinya. Dan Allah Maha Mengetahui segala sesuatu.","zh":"当不信道者心怀愤怒——蒙昧时代的愤怒——的时候，安拉曾降镇静给使者和信士们，使他们坚持敬畏辞。他们是更宜于敬畏辞的，是应受敬畏辞的。安拉对于万事是全知的。","ja":"あの時不信心な者たちは，胸の中に慢心の念を燃やした。ジャーヒリーヤ（時代のような）無知による慢心である。それでアッラーは，使徒と信者の上に安らぎを下し，かれらに自制の御言葉を押し付けられた。これはかれらがその（安らぎ）に値し，またそれを受けるためであった 。アッラーは凡てのことを知っておられる。"},"m":{"juz":26,"hizb":52,"rub":null,"page":514,"ruku":450}},{"s":48,"a":27,"ar":"لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ ۖ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا","tl":"laqad ṣadaqa l-lahu rasūlahu l-ru'yā bil-ḥaqi latadkhulunna l-masjida l-ḥarāma in shāa l-lahu āminīna muḥalliqīna ruūsakum wamuqaṣṣirīna lā takhāfūna faʿalima mā lam taʿlamū fajaʿala min dūni dhālika fatḥan qarīban","tr":{"en":"Certainly has Allāh showed to His Messenger the vision [i.e., dream] in truth. You will surely enter al-Masjid al-Ḥarām, if Allāh wills, in safety, with your heads shaved and [hair] shortened,<sup foot_note=197399>1</sup> not fearing [anyone]. He knew what you did not know and has arranged before that a conquest near [at hand].","id":"Sungguh, Allah akan membuktikan kepada Rasul-Nya tentang kebenaran mimpinya bahwa kamu pasti akan memasuki Masjidilharam, jika Allah menghendaki dalam keadaan aman, dengan menggundul rambut kepala dan memendekkannya, sedang kamu tidak merasa takut. Maka Allah mengetahui apa yang tidak kamu ketahui, dan selain itu Dia telah memberikan kemenangan yang dekat.<sup foot_note=135760>1</sup>","zh":"安拉确已昭示他的使者包含真理的梦兆，如果安拉意欲，你们必定平安地进入禁寺，有的人剃头，有的人剪短头发，你们将永不恐惧。安拉知道你们所未知道的，故在那件事之前，先有一次临近的胜利。","ja":"本当にアッラーは，使徒のためにかれの夢を真実になされた。もしアッラーが御望みなら， あなたがたは，安心して必ず聖なるマスジドに入り，あなたがたの頭を剃，または（髪を）短かく刈り込んで（ハッジやオムラを全うする）。何も恐れることはないのである。かれはあなたがたが知らないことを知っておられる。そればかりか，かれは手近な一つの勝利を許された。"},"m":{"juz":26,"hizb":52,"rub":null,"page":514,"ruku":451}},{"s":48,"a":28,"ar":"هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا","tl":"huwa alladhī arsala rasūlahu bil-hudā wadīni l-ḥaqi liyuẓ'hirahu ʿalā l-dīni kullihi wakafā bil-lahi shahīdan","tr":{"en":"It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion. And sufficient is Allāh as Witness.","id":"Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar, agar dimenangkan-Nya terhadap semua agama. Dan cukuplah Allah sebagai saksi.","zh":"他因正道和真教而派遣他的使者，以便他使真教胜过一切宗教。安拉足为见证者。","ja":"かれこそは，導きと真実な教えをもって，それを凡ての宗教の上に宣揚するため，かれの使徒を遺わされた方。本当にアッラーは立証者として万全であられる。"},"m":{"juz":26,"hizb":52,"rub":null,"page":514,"ruku":451}},{"s":48,"a":29,"ar":"مُّحَمَّدٌ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًۢا","tl":"muḥammadun rasūlu l-lahi wa-alladhīna maʿahu ashiddāu ʿalā l-kufāri ruḥamāu baynahum tarāhum rukkaʿan sujjadan yabtaghūna faḍlan mina l-lahi wariḍ'wānan sīmāhum fī wujūhihim min athari l-sujūdi dhālika mathaluhum fī l-tawrāti wamathaluhum fī l-injīli kazarʿin akhraja shaṭahu faāzarahu fa-is'taghlaẓa fa-is'tawā ʿalā sūqihi yuʿ'jibu l-zurāʿa liyaghīẓa bihimu l-kufāra waʿada l-lahu alladhīna āmanū waʿamilū l-ṣāliḥāti min'hum maghfiratan wa-ajran ʿaẓīman","tr":{"en":"Muḥammad is the Messenger of Allāh; and those with him are forceful against the disbelievers, merciful among themselves. You see them bowing and prostrating [in prayer], seeking bounty from Allāh and [His] pleasure. Their sign is in their faces from the effect of prostration [i.e., prayer]. That is their description in the Torah. And their description in the Gospel is as a plant which produces its offshoots and strengthens them so they grow firm and stand upon their stalks, delighting the sowers - so that He [i.e., Allāh] may enrage by them<sup foot_note=197400>1</sup> the disbelievers. Allāh has promised those who believe and do righteous deeds among them forgiveness and a great reward.","id":"Muhammad adalah utusan Allah, dan orang-orang yang bersama dengan dia bersikap keras terhadap orang-orang kafir, tetapi berkasih sayang dengan sesama mereka. Kamu melihat mereka rukuk dan sujud mencari karunia Allah dan keridaan-Nya. Pada wajah mereka tampak tanda-tanda bekas sujud. Demikianlah sifat-sifat mereka (yang diungkapkan) dalam Taurat dan sifat-sifat mereka (yang diungkapkan) dalam Injil, yaitu seperti benih yang mengeluarkan tunasnya, kemudian tunas itu semakin kuat, lalu menjadi besar dan tegak lurus di atas batangnya; tanaman itu menyenangkan hati penanam-penanamnya karena Allah hendak menjengkelkan hati orang-orang kafir (dengan kekuatan orang-orang mukmin). Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan dan pahala yang besar.","zh":"穆罕默德是安拉的使者，在他左右的人，对不信道者是严厉的，对教胞是慈祥的。你看他们鞠躬叩头，要求安拉的恩惠和喜悦，他们的标记就在他们的脸上，那是叩头的效果。那是他们在《讨拉特》中的譬喻。他们在《引支勒》中的譬喻，是他们像一棵庄稼，发出枝条，而他助它长大，而那枝条渐渐地茁壮，终于固定在苗本上，使农夫欣赏。（他将他们造成那样，）以便他借他们激怒逆徒。安拉应许信道而且行善者，将蒙赦宥和重大的报酬。","ja":"ムハンマドはアッラーの使徒である。かれと共にいる者は不信心の者に対しては強く，挫けず，お互いの間では優しく親切である。あなたは，かれらがルクウしサジダして，アッラーからの恩恵と御満悦を求めるのを見よう。かれらの印は，額にあるサジダによる跡である。（ムーサーの）律法にも，かれらのような者の譬えがあり，（イーサーの）福音にも，かれらのような譬えがある。それは蒔いた種が芽をふき，丈夫な茎を伸ばして，種を蒔いた者を喜ばせるようなもの。それで不信者たちは，かれらに憤激することであろう。だがアッラーは，かれらの中で信仰して善行に勤しむ者に，容赦と偉大な報奨を約束なされる。"},"m":{"juz":26,"hizb":52,"rub":null,"page":515,"ruku":451}}]