[
  {
    "s": 49,
    "a": 1,
    "ar": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "tl": "yāayyuhā alladhīna āmanū lā tuqaddimū bayna yadayi l-lahi warasūlihi wa-ittaqū l-laha inna l-laha samīʿun ʿalīmun",
    "tr": {
      "en": "O you who have believed, do not put [yourselves] before Allāh and His Messenger<sup foot_note=197401>1</sup> but fear Allāh. Indeed, Allāh is Hearing and Knowing.",
      "id": "Wahai orang-orang yang beriman! Janganlah kamu mendahului Allah dan Rasul-Nya,<sup foot_note=135761>1</sup> dan bertakwalah kepada Allah. Sungguh, Allah Maha Mendengar, Maha Mengetahui.",
      "zh": "信道的人们啊！你们在安拉和使者面前不要先做任何一件事，你们应当敬畏安拉；安拉确是全聪的，确是全知的。",
      "ja": "信仰する者よ，あなたがたはアッラーとその使徒を差し置いて勝手な振舞いをしてはならない。アッラーを畏れなさい。本当にアッラーは全聴にして全知であられる。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 515,
      "ruku": 452
    },
    "tj": "يَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>أَيُّهَا <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ ءَامَنُو<tajweed class=slnt>اْ</tajweed> لَا تُقَدِّمُو<tajweed class=slnt>اْ</tajweed> بَيْنَ يَدَىِ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ وَرَسُولِه<tajweed class=madda_normal>ِۦ</tajweed>‌ۖ وَ<tajweed class=ham_wasl>ٱ</tajweed>تَّقُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ‌ۚ إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ سَمِيعٌ عَل<tajweed class=madda_permissible>ِي</tajweed>مٌ <span class=end>١</span>"
  },
  {
    "s": 49,
    "a": 2,
    "ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ",
    "tl": "yāayyuhā alladhīna āmanū lā tarfaʿū aṣwātakum fawqa ṣawti l-nabiyi walā tajharū lahu bil-qawli kajahri baʿḍikum libaʿḍin an taḥbaṭa aʿmālukum wa-antum lā tashʿurūna",
    "tr": {
      "en": "O you who have believed, do not raise your voices above the voice of the Prophet or be loud to him in speech like the loudness of some of you to others, lest your deeds become worthless while you perceive not.",
      "id": "Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain, nanti (pahala) segala amalmu bisa terhapus sedangkan kamu tidak menyadari.",
      "zh": "信道的人们啊！不要使你们的声音高过先知的声音，不要对他高声说话，犹如你们彼此间高声说话那样，以免你们的善功变为无效，而你们是不知不觉的。",
      "ja": "信仰する者よ，あなたがたの声を預言者の声よりも高く上げてはならない。またあなたがたが互いに声高に話す時のように，かれに大声で（話して）はならない。あなたがたの気付かない中に，自分の行いを虚しくしないために。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 515,
      "ruku": 452
    },
    "tj": "يَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>أَيُّهَا <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ ءَامَنُو<tajweed class=slnt>اْ</tajweed> لَا تَرْفَع<tajweed class=madda_obligatory>ُوٓ</tajweed><tajweed class=slnt>اْ</tajweed> أَصْو<tajweed class=madda_normal>َٲ</tajweed>تَكُمْ فَوْقَ صَوْتِ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed>َبِىِّ وَلَا تَ<tajweed class=qalaqah>جْ</tajweed>هَرُو<tajweed class=slnt>اْ</tajweed> لَهُ<tajweed class=madda_normal>ۥ</tajweed> بِ<tajweed class=ham_wasl>ٱ</tajweed>لْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَ<tajweed class=ikhafa>ن ت</tajweed>َحْبَطَ أَعْمَ<tajweed class=madda_normal>ـٰ</tajweed>لُكُمْ وَأَ<tajweed class=ikhafa>نت</tajweed>ُمْ لَا تَشْعُر<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>٢</span>"
  },
  {
    "s": 49,
    "a": 3,
    "ar": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
    "tl": "inna alladhīna yaghuḍḍūna aṣwātahum ʿinda rasūli l-lahi ulāika alladhīna im'taḥana l-lahu qulūbahum lilttaqwā lahum maghfiratun wa-ajrun ʿaẓīmun",
    "tr": {
      "en": "Indeed, those who lower their voices before the Messenger of Allāh - they are the ones whose hearts Allāh has tested for righteousness. For them is forgiveness and great reward.",
      "id": "Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka akan memperoleh ampunan dan pahala yang besar.",
      "zh": "在安拉的使者面前低声说话的人们，安拉确已为敬畏者而试验他们的心，他们将蒙赦宥和重大的报酬。",
      "ja": "本当にアッラーの使徒の前でその声を低くする者は，アッラーがその心の敬虔さを試みられた者である。かれらには，赦しと偉大な報奨があろう。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 515,
      "ruku": 452
    },
    "tj": "إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ يَغُضُّونَ أَصْو<tajweed class=madda_normal>َٲ</tajweed>تَهُمْ عِ<tajweed class=ikhafa>ند</tajweed>َ رَسُولِ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ أُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ <tajweed class=ham_wasl>ٱ</tajweed>مْتَحَنَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ قُلُوبَهُمْ لِلتَّ<tajweed class=qalaqah>قْ</tajweed>وَىٰ‌ۚ لَه<tajweed class=idgham_shafawi>ُم م</tajweed>َّغْفِرَ<tajweed class=idgham_ghunnah>ةٌ و</tajweed>َأَ<tajweed class=qalaqah>جْ</tajweed>رٌ عَظ<tajweed class=madda_permissible>ِي</tajweed>مٌ <span class=end>٣</span>"
  },
  {
    "s": 49,
    "a": 4,
    "ar": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
    "tl": "inna alladhīna yunādūnaka min warāi l-ḥujurāti aktharuhum lā yaʿqilūna",
    "tr": {
      "en": "Indeed, those who call you, [O Muḥammad], from behind the chambers - most of them do not use reason.",
      "id": "Sesungguhnya orang-orang yang memanggil engkau (Muhammad) dari luar kamar(mu) kebanyakan mereka tidak mengerti.",
      "zh": "在寝室后面喊叫你的人们，大半是不明理的。",
      "ja": "本当に部屋の外から大声であなたを呼ぶ者の多くは，思慮分別のない者である。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 515,
      "ruku": 452
    },
    "tj": "إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ يُنَادُونَكَ م<tajweed class=idgham_ghunnah>ِن و</tajweed>َر<tajweed class=madda_obligatory>َا</tajweed>ٓءِ <tajweed class=ham_wasl>ٱ</tajweed>لْحُجُر<tajweed class=madda_normal>َٲ</tajweed>تِ أَكْثَرُهُمْ لَا يَعْقِل<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>٤</span>"
  },
  {
    "s": 49,
    "a": 5,
    "ar": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "tl": "walaw annahum ṣabarū ḥattā takhruja ilayhim lakāna khayran lahum wal-lahu ghafūrun raḥīmun",
    "tr": {
      "en": "And if they had been patient until you [could] come out to them, it would have been better for them. But Allāh is Forgiving and Merciful.",
      "id": "Dan sekiranya mereka bersabar sampai engkau keluar menemui mereka, tentu akan lebih baik bagi mereka. Dan Allah Maha Pengampun, Maha Penyayang.",
      "zh": "假若他们忍耐，直到你出去会见他们，那对于他们是更好的。安拉是至赦的，是至慈的。",
      "ja": "もしかれらが，あなたの出て来るのを待つならば，それはかれらのためにも良い。本当にアッラーは寛容にして慈悲深くあられる。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 516,
      "ruku": 452
    },
    "tj": "وَلَوْ أَ<tajweed class=ghunnah>نّ</tajweed>َهُمْ صَبَرُو<tajweed class=slnt>اْ</tajweed> حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْ<tajweed class=idgham_wo_ghunnah>رًا ل</tajweed>َّهُمْ‌ۚ وَ<tajweed class=ham_wasl>ٱ</tajweed>للَّهُ غَفُو<tajweed class=idgham_wo_ghunnah>رٌ ر</tajweed>َّح<tajweed class=madda_permissible>ِي</tajweed>مٌ <span class=end>٥</span>"
  },
  {
    "s": 49,
    "a": 6,
    "ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَـٰلَةٍ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَـٰدِمِينَ",
    "tl": "yāayyuhā alladhīna āmanū in jāakum fāsiqun binaba-in fatabayyanū an tuṣībū qawman bijahālatin fatuṣ'biḥū ʿalā mā faʿaltum nādimīna",
    "tr": {
      "en": "O you who have believed, if there comes to you a disobedient one with information, investigate, lest you harm a people out of ignorance and become, over what you have done, regretful.",
      "id": "Wahai orang-orang yang beriman! Jika seorang yang fasik datang kepadamu membawa suatu berita, maka telitilah kebenarannya, agar kamu tidak mencelakakan suatu kaum karena kebodohan (kecerobohan), yang akhirnya kamu menyesali perbuatanmu itu.",
      "zh": "信道的人们啊！如果一个恶人报告你们一个消息，你们应当弄清楚，以免你们无知地伤害他人，到头来悔恨自己的行为。",
      "ja": "信仰する者よ，もし邪な者が情報をあなたがたに齎したならば，慎重に検討しなさい。これはあなたがたが，気付かない中に人びとに危害を及ぼし，その行ったことを後悔することにならないためである。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 516,
      "ruku": 452
    },
    "tj": "يَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>أَيُّهَا <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ ءَامَن<tajweed class=madda_obligatory>ُوٓ</tajweed><tajweed class=slnt>اْ</tajweed> إِ<tajweed class=ikhafa>ن ج</tajweed><tajweed class=madda_obligatory>َا</tajweed>ٓءَكُمْ فَاسِ<tajweed class=iqlab>قُۢ ب</tajweed>ِنَبَ<tajweed class=ikhafa>إٍ ف</tajweed>َتَبَيَّن<tajweed class=madda_obligatory>ُوٓ</tajweed><tajweed class=slnt>اْ</tajweed> أَ<tajweed class=ikhafa>ن ت</tajweed>ُصِيبُو<tajweed class=slnt>اْ</tajweed> قَوْم<tajweed class=iqlab>َۢا ب</tajweed>ِجَهَ<tajweed class=madda_normal>ـٰ</tajweed>لَ<tajweed class=ikhafa>ةٍ ف</tajweed>َتُصْبِحُو<tajweed class=slnt>اْ</tajweed> عَلَىٰ مَا فَعَلْتُمْ نَ<tajweed class=madda_normal>ـٰ</tajweed>دِم<tajweed class=madda_permissible>ِي</tajweed>نَ <span class=end>٦</span>"
  },
  {
    "s": 49,
    "a": 7,
    "ar": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَـٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَـٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
    "tl": "wa-iʿ'lamū anna fīkum rasūla l-lahi law yuṭīʿukum fī kathīrin mina l-amri laʿanittum walākinna l-laha ḥabbaba ilaykumu l-īmāna wazayyanahu fī qulūbikum wakarraha ilaykumu l-kuf'ra wal-fusūqa wal-ʿiṣ'yāna ulāika humu l-rāshidūna",
    "tr": {
      "en": "And know that among you is the Messenger of Allāh. If he were to obey you in much of the matter, you would be in difficulty, but Allāh has endeared to you the faith and has made it pleasing in your hearts and has made hateful to you disbelief, defiance and disobedience. Those are the [rightly] guided.",
      "id": "Dan ketahuilah bahwa di tengah-tengah kamu ada Rasulullah. Kalau dia menuruti (kemauan) kamu dalam banyak hal, pasti kamu akan mendapatkan kesusahan. Tetapi Allah menjadikan kamu cinta kepada keimanan, dan menjadikan (iman) itu indah dalam hatimu, serta menjadikan kamu benci kepada kekafiran, kefasikan dan kedurhakaan. Mereka itulah orang-orang yang mengikuti jalan yang lurus,",
      "zh": "你们当知道，安拉的使者在你们中间，假若他对于许多事情都服从你们，你们必陷于苦难。但安拉使你们热爱正信，并在你们的心中修饰它；他使你们觉得迷信、罪恶、放荡是可恶的；这等人，确是循规蹈矩的。",
      "ja": "あなたがたの間にアッラーの使徒がいることを知れ。かれがもし多くの事柄に就いてあなたがたに従ったならば，あなたがたはきっと不幸に陥ったことであろう。だがアッラーは，あなたがたに信仰を好ましいものとなされ，またあなたがたの心を，それに相応しくして，あなたがたに不信心と邪悪と反逆を嫌うようになされた。これは正しく導かれた者である。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 516,
      "ruku": 452
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>عْلَم<tajweed class=madda_obligatory>ُوٓ</tajweed><tajweed class=slnt>اْ</tajweed> أَ<tajweed class=ghunnah>نّ</tajweed>َ فِيكُمْ رَسُولَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ‌ۚ لَوْ يُطِيعُكُمْ فِى كَثِي<tajweed class=idgham_ghunnah>رٍ م</tajweed>ِّنَ <tajweed class=ham_wasl>ٱ</tajweed>لْأَمْرِ لَعَنِتُّمْ وَلَ<tajweed class=madda_normal>ـٰ</tajweed>كِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ حَبَّبَ إِلَيْكُمُ <tajweed class=ham_wasl>ٱ</tajweed>لْإِيمَ<tajweed class=madda_normal>ـٰ</tajweed>نَ وَزَيَّنَهُ<tajweed class=madda_normal>ۥ</tajweed> فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ <tajweed class=ham_wasl>ٱ</tajweed>لْكُفْرَ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْفُسُوقَ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْعِصْيَانَ‌ۚ أُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ هُمُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رّ<tajweed class=madda_normal>َٲ</tajweed>شِد<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>٧</span>"
  },
  {
    "s": 49,
    "a": 8,
    "ar": "فَضْلًا مِّنَ ٱللَّهِ وَنِعْمَةً ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "tl": "faḍlan mina l-lahi waniʿ'matan wal-lahu ʿalīmun ḥakīmun",
    "tr": {
      "en": "[It is] as bounty from Allāh and favor. And Allāh is Knowing and Wise.",
      "id": "sebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui, Mahabijaksana.",
      "zh": "这是由于安拉所降的恩惠和福泽。安拉是全知的，是至睿的。",
      "ja": "それもアッラーからの御恵みであり，恩恵である。アッラーは全知にして英明であられる。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 516,
      "ruku": 452
    },
    "tj": "فَضْل<tajweed class=idgham_ghunnah>اً م</tajweed>ِّنَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ وَنِعْمَ<tajweed class=idgham_ghunnah>ةً‌ۚ و</tajweed>َ<tajweed class=ham_wasl>ٱ</tajweed>للَّهُ عَلِيمٌ حَك<tajweed class=madda_permissible>ِي</tajweed>مٌ <span class=end>٨</span>"
  },
  {
    "s": 49,
    "a": 9,
    "ar": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَـٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
    "tl": "wa-in ṭāifatāni mina l-mu'minīna iq'tatalū fa-aṣliḥū baynahumā fa-in baghat iḥ'dāhumā ʿalā l-ukh'rā faqātilū allatī tabghī ḥattā tafīa ilā amri l-lahi fa-in fāat fa-aṣliḥū baynahumā bil-ʿadli wa-aqsiṭū inna l-laha yuḥibbu l-muq'siṭīna",
    "tr": {
      "en": "And if two factions among the believers should fight, then make settlement between the two. But if one of them oppresses the other, then fight against the one that oppresses until it returns to the ordinance of Allāh. And if it returns, then make settlement between them in justice and act justly. Indeed, Allāh loves those who act justly.",
      "id": "Dan apabila ada dua golongan orang mukmin berperang, maka damaikanlah antara keduanya. Jika salah satu dari keduanya berbuat zalim terhadap (golongan) yang lain, maka perangilah (golongan) yang berbuat zalim itu, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali (kepada perintah Allah), maka damaikanlah antara keduanya dengan adil, dan berlakulah adil. Sungguh, Allah mencintai orang-orang yang berlaku adil.",
      "zh": "如果两伙信士相斗，你们应当居间调停。如果这伙压迫那伙，你们应当讨伐压迫的这伙，直到他们归顺安拉的命令。如果他们归顺，你们应当秉公调停，主持公道；安拉确是喜爱公道者的。",
      "ja": "もしも信者が2つに分れて争えば，両者の間を調停しなさい。もしかれらの一方が他方に対して，（一方的に）無法なことをするならば，無法者がアッラーの命令に立ち返るまで戦いなさい。だがかれらが立ちかえったならば，正義と公平を旨としてかれらの間を調停しなさい。本当にアッラーは公正な者を愛される。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 516,
      "ruku": 452
    },
    "tj": "وَإِ<tajweed class=ikhafa>ن ط</tajweed><tajweed class=madda_obligatory>َا</tajweed>ٓئِفَتَانِ مِنَ <tajweed class=ham_wasl>ٱ</tajweed>لْمُؤْمِنِينَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=qalaqah>قْ</tajweed>تَتَلُو<tajweed class=slnt>اْ</tajweed> فَأَصْلِحُو<tajweed class=slnt>اْ</tajweed> بَيْنَهُمَا‌ۖ فَإ<tajweed class=iqlab>ِنۢ ب</tajweed>َغَتْ إِحْدَ<tajweed class=madda_normal>ٮٰ</tajweed>هُمَا عَلَى <tajweed class=ham_wasl>ٱ</tajweed>لْأُخْرَىٰ فَقَ<tajweed class=madda_normal>ـٰ</tajweed>تِلُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>لَّتِى تَ<tajweed class=qalaqah>بْ</tajweed>غِى حَتَّىٰ تَف<tajweed class=madda_obligatory>ِى</tajweed>ٓءَ إِلَ<tajweed class=madda_obligatory>ىٰٓ</tajweed> أَمْرِ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ‌ۚ فَإِ<tajweed class=ikhafa>ن ف</tajweed><tajweed class=madda_obligatory>َا</tajweed>ٓءَتْ فَأَصْلِحُو<tajweed class=slnt>اْ</tajweed> بَيْنَهُمَا بِ<tajweed class=ham_wasl>ٱ</tajweed>لْعَ<tajweed class=qalaqah>دْ</tajweed>لِ وَأَ<tajweed class=qalaqah>قْ</tajweed>سِط<tajweed class=madda_obligatory>ُوٓ<tajweed class=slnt>اْ</tajweed>‌ۖ</tajweed> إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ يُحِبُّ <tajweed class=ham_wasl>ٱ</tajweed>لْمُ<tajweed class=qalaqah>قْ</tajweed>سِط<tajweed class=madda_permissible>ِي</tajweed>نَ <span class=end>٩</span>"
  },
  {
    "s": 49,
    "a": 10,
    "ar": "إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
    "tl": "innamā l-mu'minūna ikh'watun fa-aṣliḥū bayna akhawaykum wa-ittaqū l-laha laʿallakum tur'ḥamūna",
    "tr": {
      "en": "The believers are but brothers, so make settlement between your brothers. And fear Allāh that you may receive mercy.",
      "id": "Sesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat.",
      "zh": "信士皆为弟兄，故你们应当排解弟兄间的纷争，你们应当敬畏安拉，以便你们蒙主的怜悯。",
      "ja": "信者たちは兄弟である。だからあなたがたは兄弟の間の融和を図り，アッラーを畏れなさい。必ずあなたがたは慈悲にあずかるのである。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 516,
      "ruku": 452
    },
    "tj": "إِ<tajweed class=ghunnah>نّ</tajweed>َمَا <tajweed class=ham_wasl>ٱ</tajweed>لْمُؤْمِنُونَ إِخْوَ<tajweed class=ikhafa>ةٌ ف</tajweed>َأَصْلِحُو<tajweed class=slnt>اْ</tajweed> بَيْنَ أَخَوَيْكُمْ‌ۚ وَ<tajweed class=ham_wasl>ٱ</tajweed>تَّقُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ لَعَلَّكُمْ تُرْحَم<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١٠</span>"
  },
  {
    "s": 49,
    "a": 11,
    "ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًا مِّنْهُمْ وَلَا نِسَآءٌ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًا مِّنْهُنَّ ۖ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَـٰبِ ۖ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَـٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
    "tl": "yāayyuhā alladhīna āmanū lā yaskhar qawmun min qawmin ʿasā an yakūnū khayran min'hum walā nisāon min nisāin ʿasā an yakunna khayran min'hunna walā talmizū anfusakum walā tanābazū bil-alqābi bi'sa l-s'mu l-fusūqu baʿda l-īmāni waman lam yatub fa-ulāika humu l-ẓālimūna",
    "tr": {
      "en": "O you who have believed, let not a people ridicule [another] people; perhaps they may be better than them; nor let women ridicule [other] women; perhaps they may be better than them. And do not insult one another and do not call each other by [offensive] nicknames. Wretched is the name [i.e., mention] of disobedience after [one's] faith. And whoever does not repent - then it is those who are the wrongdoers.",
      "id": "Wahai orang-orang yang beriman! Janganlah suatu kaum mengolok-olok kaum yang lain, (karena) boleh jadi mereka (yang diperolok-olokkan) lebih baik dari mereka (yang mengolok-olok), dan jangan pula perempuan-perempuan (mengolok-olokkan) perempuan lain, (karena) boleh jadi perempuan (yang diperolok-olokkan) lebih baik dari perempuan (yang mengolok-olok). Janganlah kamu saling mencela satu sama lain, dan janganlah saling memanggil dengan gelar-gelar yang buruk. Seburuk-buruk panggilan adalah (panggilan) yang buruk (fasik) setelah beriman. Dan barangsiapa tidak bertobat, maka mereka itulah orang-orang yang zalim.",
      "zh": "信道的人们啊！你们中的男子，不要互相嘲笑；被嘲笑者，或许胜于嘲笑者。你们中的女子，也不要互相嘲笑；被嘲笑者，或许胜于嘲笑者。你们不要互相诽谤，不要以诨名相称；信道后再以诨名相称，这称呼真恶劣！未悔罪者，是不义的。",
      "ja": "信仰する者よ，或る者たちに外の者たちを嘲笑させてはならない。それら（嘲笑された方）がかれらよりも優れているかも知れない。女たちにも外の女たちを（嘲笑させては）ならない。その女たちがかの女たちよりも，優れているかも知れない。そして互いに中傷してはならない。 また綽名で，罵り合ってはならない。信仰に入った後は，悪を暗示するような呼名はよくない。それでも止めない者は不義の徒である。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 516,
      "ruku": 453
    },
    "tj": "يَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>أَيُّهَا <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ ءَامَنُو<tajweed class=slnt>اْ</tajweed> لَا يَسْخَرْ قَوْ<tajweed class=idgham_ghunnah>مٌ م</tajweed>ِّ<tajweed class=ikhafa>ن ق</tajweed>َوْمٍ عَسَ<tajweed class=madda_obligatory>ىٰٓ</tajweed> أ<tajweed class=idgham_ghunnah>َن ي</tajweed>َكُونُو<tajweed class=slnt>اْ</tajweed> خَيْ<tajweed class=idgham_ghunnah>رًا م</tajweed>ِّنْهُمْ وَلَا نِس<tajweed class=madda_obligatory>َا</tajweed>ٓ<tajweed class=idgham_ghunnah>ءٌ م</tajweed>ّ<tajweed class=idgham_ghunnah>ِن ن</tajweed>ِّس<tajweed class=madda_obligatory>َا</tajweed>ٓءٍ عَسَ<tajweed class=madda_obligatory>ىٰٓ</tajweed> أ<tajweed class=idgham_ghunnah>َن ي</tajweed>َكُ<tajweed class=ghunnah>نّ</tajweed>َ خَيْ<tajweed class=idgham_ghunnah>رًا م</tajweed>ِّنْهُ<tajweed class=ghunnah>نّ</tajweed>َ‌ۖ وَلَا تَلْمِز<tajweed class=madda_obligatory>ُوٓ</tajweed><tajweed class=slnt>اْ</tajweed> أَ<tajweed class=ikhafa>نف</tajweed>ُسَكُمْ وَلَا تَنَابَزُو<tajweed class=slnt>اْ</tajweed> بِ<tajweed class=ham_wasl>ٱ</tajweed>لْأَلْقَ<tajweed class=madda_normal>ـٰ</tajweed>بِ‌ۖ بِئْسَ <tajweed class=ham_wasl>ٱ</tajweed>لِ<tajweed class=ham_wasl>ٱ</tajweed>سْمُ <tajweed class=ham_wasl>ٱ</tajweed>لْفُسُوقُ بَعْدَ <tajweed class=ham_wasl>ٱ</tajweed>لْإِيمَ<tajweed class=madda_normal>ـٰ</tajweed>نِ‌ۚ وَم<tajweed class=idgham_wo_ghunnah>َن ل</tajweed>َّمْ يَتُ<tajweed class=qalaqah>بْ</tajweed> فَأُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ هُمُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>ظَّ<tajweed class=madda_normal>ـٰ</tajweed>لِم<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١١</span>"
  },
  {
    "s": 49,
    "a": 12,
    "ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌ ۖ وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ تَوَّابٌ رَّحِيمٌ",
    "tl": "yāayyuhā alladhīna āmanū ij'tanibū kathīran mina l-ẓani inna baʿḍa l-ẓani ith'mun walā tajassasū walā yaghtab baʿḍukum baʿḍan ayuḥibbu aḥadukum an yakula laḥma akhīhi maytan fakarih'tumūhu wa-ittaqū l-laha inna l-laha tawwābun raḥīmun",
    "tr": {
      "en": "O you who have believed, avoid much [negative] assumption. Indeed, some assumption is sin. And do not spy or backbite each other. Would one of you like to eat the flesh of his brother when dead? You would detest it. And fear Allāh; indeed, Allāh is Accepting of Repentance and Merciful.",
      "id": "Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa, dan janganlah kamu mencari-cari kesalahan orang lain, dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sungguh Allah Maha Penerima tobat, Maha Penyayang.",
      "zh": "信道的人们啊！你们应当远离许多猜疑；有些猜疑，确是罪过。你们不要互相侦探，不要互相背毁，难道你们中有人喜欢吃他的已死的弟兄的肉吗？你们是厌恶那种行为的。你们应当敬畏安拉，安拉确是至赦的，确是至慈的。",
      "ja": "信仰する者よ，邪推の多くを祓え。本当に邪推は，時には罪である。無用の詮索をしたりまた互いに陰口してはならない。死んだ兄弟の肉を，食べるのを誰が好もうか。あなたがたはそれを忌み嫌うではないか。アッラーを畏れなさい。本当にアッラーは度々赦される方，慈悲深い方であられる。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 517,
      "ruku": 453
    },
    "tj": "يَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>أَيُّهَا <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ ءَامَنُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=qalaqah>جْ</tajweed>تَنِبُو<tajweed class=slnt>اْ</tajweed> كَثِي<tajweed class=idgham_ghunnah>رًا م</tajweed>ِّنَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>ظَّ<tajweed class=ghunnah>نّ</tajweed>ِ إِ<tajweed class=ghunnah>نّ</tajweed>َ بَعْضَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>ظَّ<tajweed class=ghunnah>نّ</tajweed>ِ إِثْ<tajweed class=idgham_ghunnah>مٌ‌ۖ و</tajweed>َلَا تَجَسَّسُو<tajweed class=slnt>اْ</tajweed> وَلَا يَغْتَب بَّعْضُك<tajweed class=ikhafa_shafawi>ُم ب</tajweed>َعْضًا‌ۚ أَيُحِبُّ أَحَدُكُمْ أ<tajweed class=idgham_ghunnah>َن ي</tajweed>َأْكُلَ لَحْمَ أَخِيهِ مَيْ<tajweed class=ikhafa>تًا ف</tajweed>َكَرِهْتُمُوهُ‌ۚ وَ<tajweed class=ham_wasl>ٱ</tajweed>تَّقُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ‌ۚ إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ تَوَّا<tajweed class=idgham_wo_ghunnah>بٌ ر</tajweed>َّح<tajweed class=madda_permissible>ِي</tajweed>مٌ <span class=end>١٢</span>"
  },
  {
    "s": 49,
    "a": 13,
    "ar": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَـٰكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَـٰكُمْ شُعُوبًا وَقَبَآئِلَ لِتَعَارَفُوٓا۟ ۚ إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌ",
    "tl": "yāayyuhā l-nāsu innā khalaqnākum min dhakarin wa-unthā wajaʿalnākum shuʿūban waqabāila litaʿārafū inna akramakum ʿinda l-lahi atqākum inna l-laha ʿalīmun khabīrun",
    "tr": {
      "en": "O mankind, indeed We have created you from male and female and made you peoples and tribes that you may know one another. Indeed, the most noble of you in the sight of Allāh is the most righteous<sup foot_note=197402>1</sup> of you. Indeed, Allāh is Knowing and Aware.",
      "id": "Wahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sungguh, yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti.",
      "zh": "众人啊！我确已从一男一女创造你们，我使你们成为许多民族和部落，以便你们互相认识。在安拉看来，你们中最尊贵者，是你们中最敬畏者。安拉确是全知的，确是彻知的。",
      "ja": "人びとよ，われは一人の男と一人の女からあなたがたを創り，種族と部族に分けた。これはあなたがたを，互いに知り合うようにさせるためである。アッラーの御許で最も貴い者は，あなたがたの中最も主を畏れる者である。本当にアッラーは，全知にして凡ゆることに通暁なされる 。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 517,
      "ruku": 453
    },
    "tj": "يَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>أَيُّهَا <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed>َاسُ إِ<tajweed class=ghunnah>نّ</tajweed>َا خَلَ<tajweed class=qalaqah>قْ</tajweed>نَ<tajweed class=madda_normal>ـٰ</tajweed>ك<tajweed class=idgham_shafawi>ُم م</tajweed>ِّ<tajweed class=ikhafa>ن ذ</tajweed>َكَ<tajweed class=idgham_ghunnah>رٍ و</tajweed>َأُ<tajweed class=ikhafa>نث</tajweed>َىٰ وَجَعَلْنَ<tajweed class=madda_normal>ـٰ</tajweed>كُمْ شُعُو<tajweed class=idgham_ghunnah>بًا و</tajweed>َقَب<tajweed class=madda_obligatory>َا</tajweed>ٓئِلَ لِتَعَارَف<tajweed class=madda_obligatory>ُوٓ<tajweed class=slnt>اْ</tajweed>‌ۚ</tajweed> إِ<tajweed class=ghunnah>نّ</tajweed>َ أَكْرَمَكُمْ عِ<tajweed class=ikhafa>ند</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ أَتْقَ<tajweed class=madda_normal>ـٰ</tajweed>كُمْ‌ۚ إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ عَلِيمٌ خَب<tajweed class=madda_permissible>ِي</tajweed>رٌ <span class=end>١٣</span>"
  },
  {
    "s": 49,
    "a": 14,
    "ar": "۞ قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا ۖ قُل لَّمْ تُؤْمِنُوا۟ وَلَـٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَـٰنُ فِى قُلُوبِكُمْ ۖ وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَـٰلِكُمْ شَيْـًٔا ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "tl": "qālati l-aʿrābu āmannā qul lam tu'minū walākin qūlū aslamnā walammā yadkhuli l-īmānu fī qulūbikum wa-in tuṭīʿū l-laha warasūlahu lā yalit'kum min aʿmālikum shayan inna l-laha ghafūrun raḥīmun",
    "tr": {
      "en": "The bedouins say, \"We have believed.\" Say, \"You have not [yet] believed; but say [instead], 'We have submitted,' for faith has not yet entered your hearts. And if you obey Allāh and His Messenger, He will not deprive you from your deeds<sup foot_note=197403>1</sup> of anything. Indeed, Allāh is Forgiving and Merciful.\"",
      "id": "Orang-orang Arab Badui berkata, \"Kami telah beriman.\" Katakanlah (kepada mereka), \"Kamu belum beriman, tetapi katakanlah 'Kami telah tunduk (Islam)', karena iman belum masuk ke dalam hatimu. Dan jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amalmu. Sungguh, Allah Maha Pengampun, Maha Penyayang.\"",
      "zh": "游牧人们曾说：“我们已信道了。”你说：“你们没有信道。虽然你们可以说：‘我们已归顺了’，但正信还没有入你们的心。如果你们服从安拉和使者，他不减少你们的善功一丝毫。安拉确是至赦的，确是至慈的。”",
      "ja": "砂漠のアラブたちは，「わたしたちは信仰します。」と言う。言ってやるがいい。「あなたがたは信じてはいない。ただ『わたしたちは入信しました』と言っているだけで，信仰はまだあなたがたの心の中に入ってはいない。もしあなたがたが，アッラーとその使徒に従うなら，かれはその行いに就いて，少しも（報奨を）軽減されることはない。本当にアッラーは寛容にして慈悲深くあられる。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 517,
      "ruku": 453
    },
    "tj": "۞ قَالَتِ <tajweed class=ham_wasl>ٱ</tajweed>لْأَعْرَابُ ءَامَ<tajweed class=ghunnah>نّ</tajweed>َا‌ۖ قُل لَّمْ تُؤْمِنُو<tajweed class=slnt>اْ</tajweed> وَلَ<tajweed class=madda_normal>ـٰ</tajweed>كِ<tajweed class=ikhafa>ن ق</tajweed>ُول<tajweed class=madda_obligatory>ُوٓ</tajweed><tajweed class=slnt>اْ</tajweed> أَسْلَمْنَا وَلَ<tajweed class=ghunnah>مّ</tajweed>َا يَ<tajweed class=qalaqah>دْ</tajweed>خُلِ <tajweed class=ham_wasl>ٱ</tajweed>لْإِيمَ<tajweed class=madda_normal>ـٰ</tajweed>نُ فِى قُلُوبِكُمْ‌ۖ وَإِ<tajweed class=ikhafa>ن ت</tajweed>ُطِيعُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ وَرَسُولَهُ<tajweed class=madda_normal>ۥ</tajweed> لَا يَلِتْك<tajweed class=idgham_shafawi>ُم م</tajweed>ِّنْ أَعْمَ<tajweed class=madda_normal>ـٰ</tajweed>لِكُمْ شَيْــًٔا‌ۚ إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ غَفُو<tajweed class=idgham_wo_ghunnah>رٌ ر</tajweed>َّح<tajweed class=madda_permissible>ِي</tajweed>مٌ <span class=end>١٤</span>"
  },
  {
    "s": 49,
    "a": 15,
    "ar": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
    "tl": "innamā l-mu'minūna alladhīna āmanū bil-lahi warasūlihi thumma lam yartābū wajāhadū bi-amwālihim wa-anfusihim fī sabīli l-lahi ulāika humu l-ṣādiqūna",
    "tr": {
      "en": "The believers are only the ones who have believed in Allāh and His Messenger and then doubt not but strive with their properties and their lives in the cause of Allāh. It is those who are the truthful.",
      "id": "Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu-ragu, dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar.",
      "zh": "信士，只是确信安拉和使者，然后没有怀疑，能以自己的财产和生命为主道而进行奋斗的人；这等人，确是诚实的。",
      "ja": "本当に信者とは，一途にアッラーとその使徒を信じる者たちで，疑いを持つことなく，アッラーの道のために，財産と生命とを捧げて奮闘努力する者である。これらの者こそ真の信者である。」"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 517,
      "ruku": 453
    },
    "tj": "إِ<tajweed class=ghunnah>نّ</tajweed>َمَا <tajweed class=ham_wasl>ٱ</tajweed>لْمُؤْمِنُونَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ ءَامَنُو<tajweed class=slnt>اْ</tajweed> بِ<tajweed class=ham_wasl>ٱ</tajweed>للَّهِ وَرَسُولِه<tajweed class=madda_normal>ِۦ</tajweed> ثُ<tajweed class=ghunnah>مّ</tajweed>َ لَمْ يَرْتَابُو<tajweed class=slnt>اْ</tajweed> وَجَ<tajweed class=madda_normal>ـٰ</tajweed>هَدُو<tajweed class=slnt>اْ</tajweed> بِأَمْو<tajweed class=madda_normal>َٲ</tajweed>لِهِمْ وَأَ<tajweed class=ikhafa>نف</tajweed>ُسِهِمْ فِى سَبِيلِ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ‌ۚ أُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ هُمُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>صَّ<tajweed class=madda_normal>ـٰ</tajweed>دِق<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١٥</span>"
  },
  {
    "s": 49,
    "a": 16,
    "ar": "قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "tl": "qul atuʿallimūna l-laha bidīnikum wal-lahu yaʿlamu mā fī l-samāwāti wamā fī l-arḍi wal-lahu bikulli shayin ʿalīmun",
    "tr": {
      "en": "Say, \"Would you acquaint Allāh with your religion while Allāh knows whatever is in the heavens and whatever is on the earth, and Allāh is Knowing of all things?\"",
      "id": "Katakanlah (kepada mereka), \"Apakah kamu akan memberitahukan kepada Allah tentang agamamu (keyakinanmu), padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi; dan Allah Maha Mengetahui segala sesuatu.\"",
      "zh": "你说：“难道你们以你们的宗教通知安拉吗？安拉是知道天地间的一切的，安拉是全知万物的。”",
      "ja": "言ってやるがいい。「あなたがたは自分の宗教を，アッラーに教えようとでも（思うのか）。アッラーは天地にある凡てのものを知っておられ。本当にアッラーは凡てのことを熟知しておられる。」"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 517,
      "ruku": 453
    },
    "tj": "قُلْ أَتُعَلِّمُونَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ بِدِينِكُمْ وَ<tajweed class=ham_wasl>ٱ</tajweed>للَّهُ يَعْلَمُ مَا فِى <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّمَ<tajweed class=madda_normal>ـٰ</tajweed>و<tajweed class=madda_normal>َٲ</tajweed>تِ وَمَا فِى <tajweed class=ham_wasl>ٱ</tajweed>لْأَرْضِ‌ۚ وَ<tajweed class=ham_wasl>ٱ</tajweed>للَّهُ بِكُلِّ شَىْءٍ عَل<tajweed class=madda_permissible>ِي</tajweed>مٌ <span class=end>١٦</span>"
  },
  {
    "s": 49,
    "a": 17,
    "ar": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ ۖ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَـٰمَكُم ۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَـٰنِ إِن كُنتُمْ صَـٰدِقِينَ",
    "tl": "yamunnūna ʿalayka an aslamū qul lā tamunnū ʿalayya is'lāmakum bali l-lahu yamunnu ʿalaykum an hadākum lil'īmāni in kuntum ṣādiqīna",
    "tr": {
      "en": "They consider it a favor to you that they have accepted Islām. Say, \"Do not consider your Islām a favor to me. Rather, Allāh has conferred favor upon you that He has guided you to the faith, if you should be truthful.\"",
      "id": "Mereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, \"Janganlah kamu merasa berjasa kepadaku dengan keislamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang yang benar.\"",
      "zh": "他们以自己信奉伊斯兰，示惠于你，你说：“你们不要以你们的信奉伊斯兰示惠于我；不然安拉以引导你们于正信而示惠于你们，如果你们是说实话的。”",
      "ja": "かれらは，自分がイスラームに帰依して，あなたに対する恩を施したように思っている。言ってやるがいい。「あなたがたの帰依は，わたしヘの恵みとはならない。もしあなたがたが真実（帰依した）なら，アッラーは，あなたがたを信仰に導くことを，あなたがたへの恵みとなされ るのである。」"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 517,
      "ruku": 453
    },
    "tj": "يَمُ<tajweed class=ghunnah>نّ</tajweed>ُونَ عَلَيْكَ أَنْ أَسْلَمُو<tajweed class=slnt>اْ‌ۖ</tajweed> قُل لَّا تَمُ<tajweed class=ghunnah>نّ</tajweed>ُو<tajweed class=slnt>اْ</tajweed> عَلَىَّ إِسْلَ<tajweed class=madda_normal>ـٰ</tajweed>مَك<tajweed class=ikhafa_shafawi>ُم‌ۖ ب</tajweed>َلِ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ يَمُ<tajweed class=ghunnah>نّ</tajweed>ُ عَلَيْكُمْ أَنْ هَدَ<tajweed class=madda_normal>ٮٰ</tajweed>كُمْ لِلْإِيمَ<tajweed class=madda_normal>ـٰ</tajweed>نِ إِ<tajweed class=ikhafa>ن ك</tajweed>ُ<tajweed class=ikhafa>نت</tajweed>ُمْ صَ<tajweed class=madda_normal>ـٰ</tajweed>دِق<tajweed class=madda_permissible>ِي</tajweed>نَ <span class=end>١٧</span>"
  },
  {
    "s": 49,
    "a": 18,
    "ar": "إِنَّ ٱللَّهَ يَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا تَعْمَلُونَ",
    "tl": "inna l-laha yaʿlamu ghayba l-samāwāti wal-arḍi wal-lahu baṣīrun bimā taʿmalūna",
    "tr": {
      "en": "Indeed, Allāh knows the unseen [aspects] of the heavens and the earth. And Allāh is Seeing of what you do.",
      "id": "Sungguh, Allah mengetahui apa yang gaib di langit dan di bumi. Dan Allah Maha Melihat apa yang kamu kerjakan.",
      "zh": "安拉确是知道天地的幽玄的，安拉是明察你们的行为的。",
      "ja": "本当にアッラーは，天と地の奥義を知っておられる。アッラーは，あなたがたの所行をよく洞察なされる方である。"
    },
    "m": {
      "juz": 26,
      "hizb": 52,
      "rub": null,
      "page": 517,
      "ruku": 453
    },
    "tj": "إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ يَعْلَمُ غَيْبَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّمَ<tajweed class=madda_normal>ـٰ</tajweed>و<tajweed class=madda_normal>َٲ</tajweed>تِ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْأَرْضِ‌ۚ وَ<tajweed class=ham_wasl>ٱ</tajweed>للَّهُ بَصِي<tajweed class=iqlab>رُۢ ب</tajweed>ِمَا تَعْمَل<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١٨</span>"
  }
]