[{"s":52,"a":1,"ar":" وَٱلطُّورِ","tl":"wal-ṭūri","tr":{"en":"By the mount","id":"Demi gunung (Sinai),","zh":"以山岳盟誓，","ja":"かの（啓示の）山にかけて（誓う）。"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":2,"ar":"وَكِتَـٰبٍ مَّسْطُورٍ","tl":"wakitābin masṭūrin","tr":{"en":"And [by] a Book inscribed<sup foot_note=197428>1</sup>","id":"dan demi Kitab yang ditulis,","zh":"以天经之书","ja":"整然と書き記された啓典にかけて，"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":3,"ar":"فِى رَقٍّ مَّنشُورٍ","tl":"fī raqqin manshūrin","tr":{"en":"In parchment spread open","id":"pada lembaran yang terbuka,","zh":"写于展开的皮纸者盟誓，","ja":"巻かれていない羊皮紙に，"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":4,"ar":"وَٱلْبَيْتِ ٱلْمَعْمُورِ","tl":"wal-bayti l-maʿmūri","tr":{"en":"And [by] the frequented House<sup foot_note=197429>1</sup>","id":"demi Baitulma'mur (Ka'bah),<sup foot_note=135766>1</sup>","zh":"以众天使朝觐的天房盟誓，","ja":"不断に詣でられる聖殿にかけて，"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":5,"ar":"وَٱلسَّقْفِ ٱلْمَرْفُوعِ","tl":"wal-saqfi l-marfūʿi","tr":{"en":"And [by] the ceiling [i.e., heaven] raised high","id":"demi atap yang ditinggikan (langit),","zh":"以被升起的苍穹盟誓，","ja":"高く掲げられた天蓋にかけて，"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":6,"ar":"وَٱلْبَحْرِ ٱلْمَسْجُورِ","tl":"wal-baḥri l-masjūri","tr":{"en":"And [by] the sea set on fire,<sup foot_note=197430>1</sup>","id":"demi lautan yang penuh gelombang,","zh":"以汪洋的大海盟誓，","ja":"漲り溢れる大洋にかけて（誓う）。"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":7,"ar":"إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٌ","tl":"inna ʿadhāba rabbika lawāqiʿun","tr":{"en":"Indeed, the punishment of your Lord will occur.","id":"sungguh, azab Tuhanmu pasti terjadi,","zh":"你的主的刑罚，确是要实现的，","ja":"本当に主の懲罰は必ず下る。"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":8,"ar":"مَّا لَهُۥ مِن دَافِعٍ","tl":"mā lahu min dāfiʿin","tr":{"en":"Of it there is no preventer.","id":"tidak sesuatu pun yang dapat menolaknya,","zh":"是任何人不能抵抗的。","ja":"それは避け得ない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":9,"ar":"يَوْمَ تَمُورُ ٱلسَّمَآءُ مَوْرًا","tl":"yawma tamūru l-samāu mawran","tr":{"en":"On the Day the heaven will sway with circular motion","id":"pada hari (ketika) langit berguncang sekeras-kerasnya,","zh":"在天体震动，","ja":"その日，天は大いにゆらゆらと揺れ，"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":10,"ar":"وَتَسِيرُ ٱلْجِبَالُ سَيْرًا","tl":"watasīru l-jibālu sayran","tr":{"en":"And the mountains will pass on, departing<sup foot_note=197431>1</sup> -","id":"dan gunung berjalan (berpindah-pindah).","zh":"山岳逝去之日，","ja":"また山々は揺ぎ動くであろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":11,"ar":"فَوَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ","tl":"fawaylun yawma-idhin lil'mukadhibīna","tr":{"en":"Then woe, that Day, to the deniers,","id":"Maka celakalah pada hari itu orang-orang yang mendustakan.","zh":"在那日，伤哉否认真理的人们，","ja":"その日，（真理を）虚偽であるとした者に災いあれ。"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":12,"ar":"ٱلَّذِينَ هُمْ فِى خَوْضٍ يَلْعَبُونَ","tl":"alladhīna hum fī khawḍin yalʿabūna","tr":{"en":"Who are in [empty] discourse amusing themselves.","id":"Orang-orang yang bermain-main dalam kebatilan (perbuatan dosa),","zh":"即以妄言消遣的人们！","ja":"虚しい事に戯れていた者たちに。"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":13,"ar":"يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا","tl":"yawma yudaʿʿūna ilā nāri jahannama daʿʿan","tr":{"en":"The Day they are thrust toward the fire of Hell with a [violent] thrust, [its angels will say],","id":"pada hari (ketika) itu mereka di dorong ke neraka Jahanam dengan sekuat-kuatnya.","zh":"他们将被投入火狱。","ja":"かれらが（もの凄い力で）地獄の火の中に突き落されるその日，"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":14,"ar":"هَـٰذِهِ ٱلنَّارُ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ","tl":"hādhihi l-nāru allatī kuntum bihā tukadhibūna","tr":{"en":"\"This is the Fire which you used to deny.","id":"(Dikatakan kepada mereka), \"Inilah neraka yang dahulu kamu mendustakannya.\"","zh":"这就是你们生前所否认的火刑。","ja":"（こう言われよう。）「これこそは，あなたがたが虚偽であるとしていた地獄の業火である。"},"m":{"juz":27,"hizb":53,"rub":null,"page":523,"ruku":460}},{"s":52,"a":15,"ar":"أَفَسِحْرٌ هَـٰذَآ أَمْ أَنتُمْ لَا تُبْصِرُونَ","tl":"afasiḥ'run hādhā am antum lā tub'ṣirūna","tr":{"en":"Then is this magic, or do you not see?","id":"Maka apakah ini sihir? Ataukah kamu tidak melihat?","zh":"这是魔术呢？还是你们看不见呢？","ja":"これでも魔術なのか。それともあなたがたは，見えないのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":16,"ar":"ٱصْلَوْهَا فَٱصْبِرُوٓا۟ أَوْ لَا تَصْبِرُوا۟ سَوَآءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ","tl":"iṣ'lawhā fa-iṣ'birū aw lā taṣbirū sawāon ʿalaykum innamā tuj'zawna mā kuntum taʿmalūna","tr":{"en":"[Enter to] burn therein; then be patient or impatient - it is all the same for you. You are only being recompensed [for] what you used to do.\"","id":"Masuklah ke dalamnya (rasakanlah panas apinya); baik kamu bersabar atau tidak, sama saja bagimu; sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan.","zh":"你们进火狱去吧！你们忍受其中的刑罚与否，随你们的方便，那对于你们是一样的。你们只受自己行为的报酬。","ja":"あなたがたはそこで焼かれるがいい。あなたがたがそれを耐え忍んでも，忍ばなくても同じこと。あなたがたが行ったことに，報いられるだけである。」"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":17,"ar":"إِنَّ ٱلْمُتَّقِينَ فِى جَنَّـٰتٍ وَنَعِيمٍ","tl":"inna l-mutaqīna fī jannātin wanaʿīmin","tr":{"en":"Indeed, the righteous will be in gardens and pleasure,","id":"Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan,","zh":"敬畏的人们，必定在乐园和恩泽中，","ja":"主を畏れた者たちは必ず楽園の歓びの中に置り，"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":18,"ar":"فَـٰكِهِينَ بِمَآ ءَاتَىٰهُمْ رَبُّهُمْ وَوَقَىٰهُمْ رَبُّهُمْ عَذَابَ ٱلْجَحِيمِ","tl":"fākihīna bimā ātāhum rabbuhum wawaqāhum rabbuhum ʿadhāba l-jaḥīmi","tr":{"en":"Enjoying what their Lord has given them, and their Lord protected them from the punishment of Hellfire.","id":"mereka bersuka ria dengan apa yang diberikan Tuhan kepada mereka; dan Tuhan memelihara mereka dari azab neraka.","zh":"他们因主的赏赐而快乐，他们的主使他们得免于烈火的刑罚。","ja":"主がかれらに与えるものに歓喜し，また主が獄火の懲罰からかれらを救われたことを喜ぶ。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":19,"ar":"كُلُوا۟ وَٱشْرَبُوا۟ هَنِيٓـًٔۢا بِمَا كُنتُمْ تَعْمَلُونَ","tl":"kulū wa-ish'rabū hanīan bimā kuntum taʿmalūna","tr":{"en":"[They will be told], \"Eat and drink in satisfaction for what you used to do.\"","id":"(Dikatakan kepada mereka), \"Makan dan minumlah dengan rasa nikmat sebagai balasan dari apa yang telah kamu kerjakan.\"","zh":"你们因自己的行为而愉快的吃喝吧！","ja":"（かれらには言われよう。）「楽しんで食べ，且つ飲め。これもあなたがたの（善い）行いのためである。」"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":20,"ar":"مُتَّكِـِٔينَ عَلَىٰ سُرُرٍ مَّصْفُوفَةٍ ۖ وَزَوَّجْنَـٰهُم بِحُورٍ عِينٍ","tl":"muttakiīna ʿalā sururin maṣfūfatin wazawwajnāhum biḥūrin ʿīnin","tr":{"en":"They will be reclining on thrones lined up, and We will marry them to fair women with large, [beautiful] eyes.","id":"Mereka bersandar di atas dipan-dipan yang tersusun dan Kami berikan kepada mereka pasangan bidadari yang bermata indah.","zh":"他们靠在分列成行的床上，我将以白皙的、美目的女子做他们的伴侣。","ja":"かれらは並べられたソファーに寄りかかり，われは美しい目の乙女たちをかれらの配偶者にするであろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":21,"ar":"وَٱلَّذِينَ ءَامَنُوا۟ وَٱتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَـٰنٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ أَلَتْنَـٰهُم مِّنْ عَمَلِهِم مِّن شَىْءٍ ۚ كُلُّ ٱمْرِئٍۭ بِمَا كَسَبَ رَهِينٌ","tl":"wa-alladhīna āmanū wa-ittabaʿathum dhurriyyatuhum biīmānin alḥaqnā bihim dhurriyyatahum wamā alatnāhum min ʿamalihim min shayin kullu im'ri-in bimā kasaba rahīnun","tr":{"en":"And those who believed and whose descendants followed them in faith - We will join with them their descendants, and We will not deprive them of anything of their deeds.<sup foot_note=197433>1</sup> Every person, for what he earned, is retained.<sup foot_note=197432>2</sup>","id":"Dan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya.","zh":"自己信道，子孙也跟着信道者，我将使他们的子孙与他们同级，我不减少他们的善功一丝毫。每人应对自己的行为负责。","ja":"信仰する者たち，またかれらに従った信心深い子孫の者たち，われは，それらの者を（楽園において）一緒にする。かれらの凡ての行為に対し，少しも（報奨を）軽減しないであろう。誰もがその稼ぎにたいし，報酬を受ける。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":22,"ar":"وَأَمْدَدْنَـٰهُم بِفَـٰكِهَةٍ وَلَحْمٍ مِّمَّا يَشْتَهُونَ","tl":"wa-amdadnāhum bifākihatin walaḥmin mimmā yashtahūna","tr":{"en":"And We will provide them with fruit and meat from whatever they desire.","id":"Dan Kami berikan kepada mereka tambahan berupa buah-buahan dan daging dari segala jenis yang mereka ingini.","zh":"我将以他们所嗜好的水果和肉食供给他们，","ja":"またわれは果物，肉，その外かれらの望むものを与えよう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":23,"ar":"يَتَنَـٰزَعُونَ فِيهَا كَأْسًا لَّا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ","tl":"yatanāzaʿūna fīhā kasan lā laghwun fīhā walā tathīmun","tr":{"en":"They will exchange with one another a cup [of wine] wherein [results] no ill speech or commission of sin.","id":"(Di dalam surga itu) mereka saling mengulurkan gelas yang isinya tidak (menimbulkan) ucapan sia-sia ataupun perbuatan dosa.","zh":"他们在乐园中互递（饮）杯，他们不因而出恶言，也不因之而犯罪恶。","ja":"かれらはそこで互いに杯を交そう。その時にも虚しい話にふけることなく，乱暴も犯さない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":24,"ar":"۞ وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ","tl":"wayaṭūfu ʿalayhim ghil'mānun lahum ka-annahum lu'lu-on maknūnun","tr":{"en":"There will circulate among them [servant] boys [especially] for them, as if they were pearls well-protected.","id":"Dan di sekitar mereka ada anak-anak muda yang berkeliling untuk (melayani) mereka, seakan-akan mereka itu mutiara yang tersimpan.","zh":"他们的童仆轮流着服侍他们，那些童仆，好像藏在蚌壳里的珍珠一样。","ja":"かれらの周には，秘められた真珠のような子供が傅いて巡る。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":25,"ar":"وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَآءَلُونَ","tl":"wa-aqbala baʿḍuhum ʿalā baʿḍin yatasāalūna","tr":{"en":"And they will approach one another, inquiring of each other.","id":"Dan sebagian mereka berhadap-hadapan satu sama lain saling bertegur sapa.","zh":"于是他们大家走向前来，互相谈论，","ja":"かれらは互いに近寄って，尋ね合い，"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":26,"ar":"قَالُوٓا۟ إِنَّا كُنَّا قَبْلُ فِىٓ أَهْلِنَا مُشْفِقِينَ","tl":"qālū innā kunnā qablu fī ahlinā mush'fiqīna","tr":{"en":"They will say, \"Indeed, we were previously among our people fearful [of displeasing Allāh].","id":"Mereka berkata, \"Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami merasa takut (akan diazab).","zh":"他们将说：“以前我们为自己的家属确是战战兢兢的，","ja":"言っていた。「以前，わたしたちは家族の間にいてもいつも気を遺っていた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":27,"ar":"فَمَنَّ ٱللَّهُ عَلَيْنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ","tl":"famanna l-lahu ʿalaynā wawaqānā ʿadhāba l-samūmi","tr":{"en":"So Allāh conferred favor upon us and protected us from the punishment of the Scorching Fire.","id":"Maka Allah memberikan karunia kepada kami dan memelihara kami dari azab neraka.","zh":"但安拉已施恩于我们，并使我们得免于毒风的刑罚。","ja":"だがアッラーは，わたしたちに御恵みを与えられ，熱風の懲罰から御救い下された。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":28,"ar":"إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ ۖ إِنَّهُۥ هُوَ ٱلْبَرُّ ٱلرَّحِيمُ","tl":"innā kunnā min qablu nadʿūhu innahu huwa l-baru l-raḥīmu","tr":{"en":"Indeed, we used to supplicate<sup foot_note=197434>1</sup> Him before. Indeed, it is He who is the Beneficent, the Merciful.\"","id":"Sesungguhnya kami menyembah-Nya sejak dahulu. Dialah Yang Maha Melimpahkan Kebaikan, Maha Penyayang.\"","zh":"以前我们确是常常祈祷他，他确是仁爱的，确是至慈的。”","ja":"以前からわたしたちは，かれに祈っていたのです。本当にかれは恵み厚く，慈悲深き御方であられる」"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":460}},{"s":52,"a":29,"ar":"فَذَكِّرْ فَمَآ أَنتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ","tl":"fadhakkir famā anta biniʿ'mati rabbika bikāhinin walā majnūnin","tr":{"en":"So remind, [O Muḥammad], for you are not, by the favor of your Lord, a soothsayer or a madman.","id":"Maka peringatkanlah, karena dengan nikmat Tuhanmu engkau (Muhammad) bukanlah seorang tukang tenung dan bukan pula orang gila.","zh":"你应当教诲众人，因为借你的主的恩典，你不是一个占卜者，也不是一个疯人。","ja":"さあ，かれらに訓戒しなさい。主の恩恵によって，あなたは占い師でも気違いでもない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":461}},{"s":52,"a":30,"ar":"أَمْ يَقُولُونَ شَاعِرٌ نَّتَرَبَّصُ بِهِۦ رَيْبَ ٱلْمَنُونِ","tl":"am yaqūlūna shāʿirun natarabbaṣu bihi rayba l-manūni","tr":{"en":"Or do they say [of you], \"A poet for whom we await a misfortune of time\"?<sup foot_note=197435>1</sup>","id":"Bahkan mereka berkata, \"Dia adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.\"","zh":"不然，他们说：“他是一个诗人，我们等待他遭逢厄运。”","ja":"またかれらは，「只の詩人だ。かれの運勢が逆転するのを待とう」と言う。"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":461}},{"s":52,"a":31,"ar":"قُلْ تَرَبَّصُوا۟ فَإِنِّى مَعَكُم مِّنَ ٱلْمُتَرَبِّصِينَ","tl":"qul tarabbaṣū fa-innī maʿakum mina l-mutarabiṣīna","tr":{"en":"Say, \"Wait, for indeed I am, with you, among the waiters.\"","id":"Katakanlah (Muhammad), \"Tunggulah! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersama kamu.\"","zh":"你说：”你们等待吧！我确是与你们一同等待的。”","ja":"言ってやるがいい。「待っているがいい。わたしもあなたがたと共に待っていよう。」"},"m":{"juz":27,"hizb":53,"rub":null,"page":524,"ruku":461}},{"s":52,"a":32,"ar":"أَمْ تَأْمُرُهُمْ أَحْلَـٰمُهُم بِهَـٰذَآ ۚ أَمْ هُمْ قَوْمٌ طَاغُونَ","tl":"am tamuruhum aḥlāmuhum bihādhā am hum qawmun ṭāghūna","tr":{"en":"Or do their minds<sup foot_note=197436>1</sup> command them to [say] this, or are they a transgressing people?","id":"Apakah mereka diperintah oleh pikiran-pikiran mereka untuk mengucapkan (tuduhan-tuduhan) ini ataukah mereka kaum yang melampaui batas?","zh":"难道他们的理智命令他们说这句话吗？不然，他们是放荡的民众。","ja":"一体かれらの貧しい理解力がこう命じたのか，それともかれらは法外な民なのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":33,"ar":"أَمْ يَقُولُونَ تَقَوَّلَهُۥ ۚ بَل لَّا يُؤْمِنُونَ","tl":"am yaqūlūna taqawwalahu bal lā yu'minūna","tr":{"en":"Or do they say, \"He has made it up\"? Rather, they do not believe.","id":"Ataukah mereka berkata, \"Dia (Muhammad) mereka-rekanya.\" Tidak! Merekalah yang tidak beriman.","zh":"难道他们说他曾捏造它吗？不然，其实是他们不归信。","ja":"または，「かれ（ムハンマド）がこれを偽作したのである。」と言うのか。いや，かれらは信じてはいないのである。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":34,"ar":"فَلْيَأْتُوا۟ بِحَدِيثٍ مِّثْلِهِۦٓ إِن كَانُوا۟ صَـٰدِقِينَ","tl":"falyatū biḥadīthin mith'lihi in kānū ṣādiqīna","tr":{"en":"Then let them produce a statement like it, if they should be truthful.","id":"Maka cobalah mereka membuat yang semisal dengannya (Alquran) jika mereka orang-orang yang benar.","zh":"叫他们作出像这样的文辞来，如果他们是说实话的！","ja":"もしかれらの言葉が真実なら，これと同じ御告げをもってこさせるがよい。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":35,"ar":"أَمْ خُلِقُوا۟ مِنْ غَيْرِ شَىْءٍ أَمْ هُمُ ٱلْخَـٰلِقُونَ","tl":"am khuliqū min ghayri shayin am humu l-khāliqūna","tr":{"en":"Or were they created by nothing, or were they the creators [of themselves]?","id":"Atau apakah mereka tercipta tanpa asal-usul ataukah mereka yang menciptakan (diri mereka sendiri)?","zh":"是他们从无到有被创造出来呢？还是他们自己就是创造者呢？","ja":"かれらは無から創られたのではないか。それともかれら自身が創造者なのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":36,"ar":"أَمْ خَلَقُوا۟ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۚ بَل لَّا يُوقِنُونَ","tl":"am khalaqū l-samāwāti wal-arḍa bal lā yūqinūna","tr":{"en":"Or did they create the heavens and the earth? Rather, they are not certain.","id":"Ataukah mereka telah menciptakan langit dan bumi? Sebenarnya mereka tidak meyakini (apa yang mereka katakan).","zh":"难道他们曾经创造天地吗，不然，是他们不 确信安拉。","ja":"それともかれらが，天と地を創造したのか。いや，かれらにはしっかりした信仰がないのである。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":37,"ar":"أَمْ عِندَهُمْ خَزَآئِنُ رَبِّكَ أَمْ هُمُ ٱلْمُصَۣيْطِرُونَ","tl":"am ʿindahum khazāinu rabbika am humu l-muṣayṭirūna","tr":{"en":"Or have they the depositories [containing the provision] of your Lord? Or are they the controllers [of them]?","id":"Ataukah di sisi mereka ada perbendaharaan Tuhanmu ataukah mereka yang berkuasa?","zh":"是你的主的库藏归他们掌管呢？还是他们是那些库藏的监督呢？","ja":"それともかれらは，あなたの主の様々な宝物を持っているのか。または（事物の）管理者なのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":38,"ar":"أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ ۖ فَلْيَأْتِ مُسْتَمِعُهُم بِسُلْطَـٰنٍ مُّبِينٍ","tl":"am lahum sullamun yastamiʿūna fīhi falyati mus'tamiʿuhum bisul'ṭānin mubīnin","tr":{"en":"Or have they a stairway [into the heaven] upon which they listen? Then let their listener produce a clear authority [i.e., proof].","id":"Atau apakah mereka mempunyai tangga (ke langit) untuk mendengarkan (hal-hal yang gaib)? Maka hendaklah orang yang mendengarkan di antara mereka itu datang membawa keterangan yang nyata.","zh":"难道他们有一架天梯，可以登上去倾听吗？叫他们中的倾听者拿一个明证来吧！","ja":"それともかれらには梯子があって，それで（天に登り，その秘密を）聞くことが出来るのか。それなら聞いたという者に，明確な証拠を持って来させるがよい。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":39,"ar":"أَمْ لَهُ ٱلْبَنَـٰتُ وَلَكُمُ ٱلْبَنُونَ","tl":"am lahu l-banātu walakumu l-banūna","tr":{"en":"Or has He daughters while you have sons?","id":"Ataukah (pantas) untuk Dia anak-anak perempuan sedangkan untuk kamu anak-anak laki-laki?","zh":"难道安拉有女儿，你们有儿子吗？","ja":"それともあなたがたには息子があって，かれには娘がある（だけ）というのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":40,"ar":"أَمْ تَسْـَٔلُهُمْ أَجْرًا فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ","tl":"am tasaluhum ajran fahum min maghramin muth'qalūna","tr":{"en":"Or do you, [O Muḥammad], ask of them a payment, so they are by debt burdened down?","id":"Ataukah engkau (Muhammad) meminta imbalan kepada mereka sehingga mereka dibebani dengan hutang?","zh":"难道你向他们索取报酬，故他们为纳税而担负太重？","ja":"それともあなたが，かれらに報酬を求め，それでかれらは負債の重荷を負っているというのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":41,"ar":"أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ","tl":"am ʿindahumu l-ghaybu fahum yaktubūna","tr":{"en":"Or have they [knowledge of] the unseen, so they write [it] down?","id":"Ataukah di sisi mereka mempunyai (pengetahuan) tentang yang gaib lalu mereka menuliskannya?","zh":"难道他们能知幽玄，故能将他记住下来？","ja":"それとも幽玄界のことがすっかり分っていて，それを書き留めているというのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":42,"ar":"أَمْ يُرِيدُونَ كَيْدًا ۖ فَٱلَّذِينَ كَفَرُوا۟ هُمُ ٱلْمَكِيدُونَ","tl":"am yurīdūna kaydan fa-alladhīna kafarū humu l-makīdūna","tr":{"en":"Or do they intend a plan? But those who disbelieve - they are the object of a plan.","id":"Ataukah mereka hendak melakukan tipu daya? Tetapi orang-orang yang kafir itu, justru merekalah yang terkena tipu daya.","zh":"难道他们欲用计谋吗？不信道者，将自中其计。","ja":"それとも（あなたに対して）策を巡らす積もりか。だが背信者たちこそ，策謀にかかるであろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":43,"ar":"أَمْ لَهُمْ إِلَـٰهٌ غَيْرُ ٱللَّهِ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ","tl":"am lahum ilāhun ghayru l-lahi sub'ḥāna l-lahi ʿammā yush'rikūna","tr":{"en":"Or have they a deity other than Allāh? Exalted is Allāh above whatever they associate with Him.","id":"Ataukah mereka mempunyai tuhan selain Allah? Mahasuci Allah dari apa yang mereka persekutukan.","zh":"难道除安拉外，他们还有别的神灵吗？安拉是超乎他们所用以配他的。”","ja":"それともかれらは，アッラー以外に神があるというのか。アッラーに讃えあれ，かれは配するもの（邪神）の上にいと高くおられる。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":44,"ar":"وَإِن يَرَوْا۟ كِسْفًا مِّنَ ٱلسَّمَآءِ سَاقِطًا يَقُولُوا۟ سَحَابٌ مَّرْكُومٌ","tl":"wa-in yaraw kis'fan mina l-samāi sāqiṭan yaqūlū saḥābun markūmun","tr":{"en":"And if they were to see a fragment from the sky falling,<sup foot_note=197437>1</sup> they would say, \"[It is merely] clouds heaped up.\"","id":"Dan jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata, \"Itu adalah awan yang bertumpuk-tumpuk.\"","zh":"如果他们看见天掉下来一块，他们将说：“这是成堆的云彩。","ja":"仮令天の一角が（かれらの上に）落ちるのを見ても，かれらは，「積み重なった雲です。」と言うであろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":45,"ar":"فَذَرْهُمْ حَتَّىٰ يُلَـٰقُوا۟ يَوْمَهُمُ ٱلَّذِى فِيهِ يُصْعَقُونَ","tl":"fadharhum ḥattā yulāqū yawmahumu alladhī fīhi yuṣ'ʿaqūna","tr":{"en":"So leave them until they meet their Day in which they will be struck insensible -","id":"Maka biarkanlah mereka hingga mereka menemui hari (yang dijanjikan kepada) mereka, pada hari itu mereka dibinasakan,","zh":"你任随他们吧！直到他们遭遇自己被震死的日子。","ja":"かれらは，（恐れのために）そこに昏倒する（審判の）日に会うまで，放って置け。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":46,"ar":"يَوْمَ لَا يُغْنِى عَنْهُمْ كَيْدُهُمْ شَيْـًٔا وَلَا هُمْ يُنصَرُونَ","tl":"yawma lā yugh'nī ʿanhum kayduhum shayan walā hum yunṣarūna","tr":{"en":"The Day their plan will not avail them at all, nor will they be helped.","id":"(yaitu) pada hari (ketika) tipu daya mereka tidak berguna sedikit pun bagi mereka dan mereka tidak akan diberi pertolongan.","zh":"在那日，他们的计谋，对于他们毫无裨益，他们也不受援助。","ja":"その日かれらの策謀は，何の益もなく，結局かれらは助けられないであろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":47,"ar":"وَإِنَّ لِلَّذِينَ ظَلَمُوا۟ عَذَابًا دُونَ ذَٰلِكَ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","tl":"wa-inna lilladhīna ẓalamū ʿadhāban dūna dhālika walākinna aktharahum lā yaʿlamūna","tr":{"en":"And indeed, for those who have wronged is a punishment<sup foot_note=197438>1</sup> before that, but most of them do not know.","id":"Dan sesungguhnya bagi orang-orang yang zalim masih ada azab selain itu. Tetapi kebanyakan mereka tidak mengetahui.<sup foot_note=135767>1</sup>","zh":"不义的人们，在那日之前，必定要受一种刑罚，但他们大半不知道。","ja":"本当に不義な行いの者には，この外にも懲罰がある。だが，かれらの多くは気付かない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":48,"ar":"وَٱصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ","tl":"wa-iṣ'bir liḥuk'mi rabbika fa-innaka bi-aʿyuninā wasabbiḥ biḥamdi rabbika ḥīna taqūmu","tr":{"en":"And be patient, [O Muḥammad], for the decision of your Lord, for indeed, you are in Our eyes [i.e., sight]. And exalt [Allāh] with praise of your Lord when you arise","id":"Dan bersabarlah (Muhammad) menunggu ketetapan Tuhanmu, karena sesungguhnya engkau berada dalam pengawasan Kami, dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun.","zh":"你应当忍受你的主的判决，因为你确是在我的亲眼眷顾之下的。你起来的时候，应当赞颂你的主；","ja":"それで主の裁きを耐え忍んで待て。本当にわれはあなたがたを見守っている。そしてあなたが立ち上がる時は，主を讃えなさい。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}},{"s":52,"a":49,"ar":"وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَإِدْبَـٰرَ ٱلنُّجُومِ","tl":"wamina al-layli fasabbiḥ'hu wa-id'bāra l-nujūmi","tr":{"en":"And in a part of the night exalt Him and after [the setting of] the stars.","id":"dan pada sebagian malam bertasbihlah kepada-Nya dan (juga) pada waktu terbenamnya bintang-bintang (pada waktu fajar).","zh":"在夜间和在星宿没落后，你应当赞颂他。","ja":"夜中に，また星々が退く時にも，かれを讃えなさい。"},"m":{"juz":27,"hizb":53,"rub":null,"page":525,"ruku":461}}]