[{"s":53,"a":1,"ar":" وَٱلنَّجْمِ إِذَا هَوَىٰ","tl":"wal-najmi idhā hawā","tr":{"en":"By the star when it descends,","id":"Demi bintang ketika terbenam,","zh":"以没落时的星宿盟誓，","ja":"沈みゆく星にかけて（誓う）。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":2,"ar":"مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ","tl":"mā ḍalla ṣāḥibukum wamā ghawā","tr":{"en":"Your companion [i.e., Muḥammad] has not strayed, nor has he erred,","id":"kawanmu (Muhammad) tidak sesat dan tidak (pula) keliru,","zh":"你们的朋友，既不迷误，又未迷信，","ja":"あなたがたの同僚は，迷っているのではなく，また間違っているのでもない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":3,"ar":"وَمَا يَنطِقُ عَنِ ٱلْهَوَىٰٓ","tl":"wamā yanṭiqu ʿani l-hawā","tr":{"en":"Nor does he speak from [his own] inclination.","id":"dan tidaklah yang diucapkannya itu (Alquran) menurut keinginannya.","zh":"也未随私欲而言。","ja":"また（自分の）望むことを言っているのでもない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":4,"ar":"إِنْ هُوَ إِلَّا وَحْىٌ يُوحَىٰ","tl":"in huwa illā waḥyun yūḥā","tr":{"en":"It is not but a revelation revealed,","id":"Tidak lain (Alquran itu) adalah wahyu yang diwahyukan (kepadanya),","zh":"这只是他所受的启示，","ja":"それはかれに啓示された，御告げに外ならない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":5,"ar":"عَلَّمَهُۥ شَدِيدُ ٱلْقُوَىٰ","tl":"ʿallamahu shadīdu l-quwā","tr":{"en":"Taught to him by one intense in strength [i.e., Gabriel] -","id":"yang diajarkan kepadanya oleh (Jibril) yang sangat kuat,","zh":"教授他的，是那强健的、","ja":"ならびない偉力の持主が，かれに教えたのは，"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":6,"ar":"ذُو مِرَّةٍ فَٱسْتَوَىٰ","tl":"dhū mirratin fa-is'tawā","tr":{"en":"One of soundness.<sup foot_note=197440>1</sup> And he rose to [his] true form<sup foot_note=197439>2</sup>","id":"yang mempunyai keteguhan; maka (Jibril itu) menampakkan diri dengan rupa yang asli (rupa yang bagus dan perkasa)","zh":"有力的，故他达到全美。","ja":"優れた知力の持主である。真っ直ぐに立って，"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":7,"ar":"وَهُوَ بِٱلْأُفُقِ ٱلْأَعْلَىٰ","tl":"wahuwa bil-ufuqi l-aʿlā","tr":{"en":"While he was in the higher [part of the] horizon.<sup foot_note=197441>1</sup>","id":"Sedang dia berada di ufuk yang tinggi.","zh":"他在东方的最高处，","ja":"かれは地平の最も高い所に現われた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":8,"ar":"ثُمَّ دَنَا فَتَدَلَّىٰ","tl":"thumma danā fatadallā","tr":{"en":"Then he approached and descended","id":"Kemudian dia mendekat (pada Muhammad), lalu bertambah dekat,","zh":"然后他渐渐接近而降低，","ja":"それから降りて来て，近付いた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":9,"ar":"فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ","tl":"fakāna qāba qawsayni aw adnā","tr":{"en":"And was at a distance of two bow lengths or nearer.","id":"sehingga jaraknya (sekitar) dua busur panah atau lebih dekat (lagi).","zh":"他相距两张弓的长度，或更近一些。","ja":"凡そ弓2つ，いやそれよりも近い距離であったか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":10,"ar":"فَأَوْحَىٰٓ إِلَىٰ عَبْدِهِۦ مَآ أَوْحَىٰ","tl":"fa-awḥā ilā ʿabdihi mā awḥā","tr":{"en":"And he revealed to His Servant<sup foot_note=197442>1</sup> what he revealed [i.e., conveyed].","id":"Lalu disampaikannya wahyu kepada hamba-Nya (Muhammad) apa yang telah diwahyukan Allah.","zh":"他把他所应受启示，启示给他的仆人，","ja":"そしてしもべ（ムハンマド）に，かれの啓示を告げた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":11,"ar":"مَا كَذَبَ ٱلْفُؤَادُ مَا رَأَىٰٓ","tl":"mā kadhaba l-fuādu mā raā","tr":{"en":"The heart<sup foot_note=197443>1</sup> did not lie [about] what it saw.","id":"Hatinya tidak mendustakan apa yang telah dilihatnya.","zh":"他的心没有否认他所见的。","ja":"心は自分が見たことを偽らない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":12,"ar":"أَفَتُمَـٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ","tl":"afatumārūnahu ʿalā mā yarā","tr":{"en":"So will you dispute with him over what he saw?","id":"Maka apakah kamu (musyrikin Mekkah) hendak membantahnya tentang apa yang dilihatnya itu?","zh":"难道你们要为他所见的而与他争论吗？","ja":"かれの見たことに就いて，あなたがたはかれと論争するのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":13,"ar":"وَلَقَدْ رَءَاهُ نَزْلَةً أُخْرَىٰ","tl":"walaqad raāhu nazlatan ukh'rā","tr":{"en":"And he certainly saw him in another descent<sup foot_note=197444>1</sup>","id":"Dan sungguh, dia (Muhammad) telah melihatnya (dalam rupanya yang asli) pada waktu yang lain,","zh":"他确已见他二次下降，","ja":"本当にかれ（ムハンマド）は，再度の降下においても，かれ（ジブリール）を見たのである。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":14,"ar":"عِندَ سِدْرَةِ ٱلْمُنتَهَىٰ","tl":"ʿinda sid'rati l-muntahā","tr":{"en":"At the Lote Tree of the Utmost Boundary -","id":"(yaitu) di Sidratilmuntahā,<sup foot_note=135768>1</sup>","zh":"在极境的酸枣树旁，","ja":"（誰も越せない）涯にある，スィドラ木の傍で。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":15,"ar":"عِندَهَا جَنَّةُ ٱلْمَأْوَىٰٓ","tl":"ʿindahā jannatu l-mawā","tr":{"en":"Near it is the Garden of Refuge [i.e., Paradise] -","id":"di dekatnya ada surga tempat tinggal,","zh":"那里有归宿的乐园。","ja":"そのそばに終の住まいの楽園がある。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":16,"ar":"إِذْ يَغْشَى ٱلسِّدْرَةَ مَا يَغْشَىٰ","tl":"idh yaghshā l-sid'rata mā yaghshā","tr":{"en":"When there covered the Lote Tree that which covered [it].<sup foot_note=197445>1</sup>","id":"(Muhammad melihat Jibril) ketika Sidratilmuntahā diliputi oleh sesuatu yang meliputinya,","zh":"当酸枣树蒙上一层东西的时候，","ja":"覆うものがスィドラ木をこんもりと覆う時。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":17,"ar":"مَا زَاغَ ٱلْبَصَرُ وَمَا طَغَىٰ","tl":"mā zāgha l-baṣaru wamā ṭaghā","tr":{"en":"The sight [of the Prophet (ﷺ)] did not swerve, nor did it transgress [its limit].","id":"penglihatannya (Muhammad) tidak menyimpang dari yang dilihatnya itu dan tidak (pula) melampauinya.","zh":"眼未邪视，也未过分；","ja":"（かれの）視線は吸い寄せられ，また（不躾に）度を過ごすこともない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":18,"ar":"لَقَدْ رَأَىٰ مِنْ ءَايَـٰتِ رَبِّهِ ٱلْكُبْرَىٰٓ","tl":"laqad raā min āyāti rabbihi l-kub'rā","tr":{"en":"He certainly saw of the greatest signs of his Lord.","id":"Sungguh, dia telah melihat sebagian tanda-tanda (kebesaran) Tuhannya yang paling besar.","zh":"他确已看见他的主的一部分最大的迹象。","ja":"かれは確かに，主の大の印を見たのである。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":19,"ar":"أَفَرَءَيْتُمُ ٱللَّـٰتَ وَٱلْعُزَّىٰ","tl":"afara-aytumu l-lāta wal-ʿuzā","tr":{"en":"So have you considered al-Lāt and al-ʿUzzā?","id":"Maka apakah patut kamu (orang-orang musyrik) menganggap (berhala) Al-Lāta dan Al-'Uzzā,","zh":"你们告诉我吧！拉特和欧萨，","ja":"あなたがたは，アッラートとウッザーを（何であると）考えるか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":20,"ar":"وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلْأُخْرَىٰٓ","tl":"wamanata l-thālithata l-ukh'rā","tr":{"en":"And Manāt, the third - the other one?<sup foot_note=197446>1</sup>","id":"dan Manāt, yang ketiga yang paling kemudian (sebagai anak perempuan Allah).","zh":"以及排行第三，也是最次的默那，怎么是安拉的女儿呢？","ja":"それから第3番目のマナートを。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":21,"ar":"أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلْأُنثَىٰ","tl":"alakumu l-dhakaru walahu l-unthā","tr":{"en":"Is the male for you and for Him the female?","id":"Apakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan?","zh":"难道男孩归你们，女孩却归安拉吗？","ja":"あなたがたには男子があり，かれには女子があるというのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":22,"ar":"تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰٓ","tl":"til'ka idhan qis'matun ḍīzā","tr":{"en":"That, then, is an unjust division.<sup foot_note=197447>1</sup>","id":"Yang demikian itu tentulah suatu pembagian yang timpang.","zh":"然而，这是不公平的分配。","ja":"それでは，本当に不当な分け方であろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":23,"ar":"إِنْ هِىَ إِلَّآ أَسْمَآءٌ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهْوَى ٱلْأَنفُسُ ۖ وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ ٱلْهُدَىٰٓ","tl":"in hiya illā asmāon sammaytumūhā antum waābāukum mā anzala l-lahu bihā min sul'ṭānin in yattabiʿūna illā l-ẓana wamā tahwā l-anfusu walaqad jāahum min rabbihimu l-hudā","tr":{"en":"They are not but [mere] names you have named them - you and your forefathers - for which Allāh has sent down no authority. They follow not except assumption and what [their] souls desire, and there has already come to them from their Lord guidance.","id":"Itu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka.","zh":"这些偶像只是你们和你们的祖先所定的名称，安拉并未加以证实，他们只是凭猜想和私欲。正道确已从他们的主降临他们。","ja":"それらは，あなたがたや祖先たちが名付けた（只の）名前に過ぎない。アッラーは（どんな）権威をも，それらに下されなかった。かれら（不信心者）は，虚しい臆測や私慾に従っているに過ぎない。既に主からの導きが，かれらに来ているのに。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":24,"ar":"أَمْ لِلْإِنسَـٰنِ مَا تَمَنَّىٰ","tl":"am lil'insāni mā tamannā","tr":{"en":"Or is there for man whatever he wishes?","id":"Atau apakah manusia akan mendapat segala yang dicita-citakannya?","zh":"难道人希望什么就有什么？","ja":"凡そ人間には，欲しいものは何でも手にはいるのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":25,"ar":"فَلِلَّهِ ٱلْـَٔاخِرَةُ وَٱلْأُولَىٰ","tl":"falillahi l-ākhiratu wal-ūlā","tr":{"en":"Rather, to Allāh belongs the Hereafter and the first [life].","id":"(Tidak!) Maka milik Allah lah kehidupan akhirat dan kehidupan dunia.","zh":"后世和今世，都是安拉的。","ja":"いや，来世も現世も，アッラーの有である。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":462}},{"s":53,"a":26,"ar":"۞ وَكَم مِّن مَّلَكٍ فِى ٱلسَّمَـٰوَٰتِ لَا تُغْنِى شَفَـٰعَتُهُمْ شَيْـًٔا إِلَّا مِنۢ بَعْدِ أَن يَأْذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرْضَىٰٓ","tl":"wakam min malakin fī l-samāwāti lā tugh'nī shafāʿatuhum shayan illā min baʿdi an yadhana l-lahu liman yashāu wayarḍā","tr":{"en":"And how many angels there are in the heavens whose intercession will not avail at all except [only] after Allāh has permitted [it] to whom He wills and approves.","id":"Dan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai.","zh":"天上的许多天使，他们的说情，毫无裨益，除非在安拉许可他们为他所意欲和所喜悦者说情之后，","ja":"天に如何に天使がいても，アッラーが望まれ，その御喜びにあずかる者にたいする御許しがでた後でなければ，かれら（天使）の執り成しは何の役にも立たない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":526,"ruku":463}},{"s":53,"a":27,"ar":"إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ لَيُسَمُّونَ ٱلْمَلَـٰٓئِكَةَ تَسْمِيَةَ ٱلْأُنثَىٰ","tl":"inna alladhīna lā yu'minūna bil-ākhirati layusammūna l-malāikata tasmiyata l-unthā","tr":{"en":"Indeed, those who do not believe in the Hereafter name the angels female names,","id":"Sesungguhnya orang-orang yang tidak beriman kepada kehidupan akhirat, sungguh mereka menamakan para malaikat dengan nama perempuan.","zh":"不信后世的人们，的确以女性的名称称呼天使们。","ja":"本当に来世を信じない者は，天使に女性の名を付けたりする。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":463}},{"s":53,"a":28,"ar":"وَمَا لَهُم بِهِۦ مِنْ عِلْمٍ ۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ ۖ وَإِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا","tl":"wamā lahum bihi min ʿil'min in yattabiʿūna illā l-ẓana wa-inna l-ẓana lā yugh'nī mina l-ḥaqi shayan","tr":{"en":"And they have thereof no knowledge. They follow not except assumption, and indeed, assumption avails not against the truth at all.","id":"Dan mereka tidak mempunyai ilmu tentang itu. Mereka tidak lain hanyalah mengikuti dugaan, dan sesungguhnya dugaan itu tidak berfaedah sedikit pun terhadap kebenaran.","zh":"他们对于那种称呼，绝无任何知识，他们只凭猜想；而猜想对于真理，确是毫无裨益的。","ja":"かれらは（何の）知識もなく，臆測に従うだけである。だが真理に対しては，臆測など何も役立つ訳はない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":463}},{"s":53,"a":29,"ar":"فَأَعْرِضْ عَن مَّن تَوَلَّىٰ عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا ٱلْحَيَوٰةَ ٱلدُّنْيَا","tl":"fa-aʿriḍ ʿan man tawallā ʿan dhik'rinā walam yurid illā l-ḥayata l-dun'yā","tr":{"en":"So turn away from whoever turns his back on Our message and desires not except the worldly life.","id":"Maka tinggalkanlah (Muhammad) orang yang berpaling dari peringatan Kami, dan dia hanya mengingini kehidupan dunia.","zh":"你应当避开那违背我的教诲，且只欲享今世生活者；","ja":"それであなたはわれの訓戒に背を向ける者，またこの世の生活しか望まない者から遠ざかれ。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":463}},{"s":53,"a":30,"ar":"ذَٰلِكَ مَبْلَغُهُم مِّنَ ٱلْعِلْمِ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِمَنِ ٱهْتَدَىٰ","tl":"dhālika mablaghuhum mina l-ʿil'mi inna rabbaka huwa aʿlamu biman ḍalla ʿan sabīlihi wahuwa aʿlamu bimani ih'tadā","tr":{"en":"That is their sum of knowledge. Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of who is guided.","id":"Itulah kadar ilmu mereka. Sungguh, Tuhanmu, Dia lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia pula yang lebih mengetahui siapa yang mendapat petunjuk.","zh":"那是他们的知识程度。你的主，确是全知背离正道者的，也是全知遵循正道者的。","ja":"この程度（現世の生活）が，かれらの知識の届く限界である。本当に主は，道から迷っている者を最もよく知っておられる。またかれは，導きを受ける者を最もよく知っておられる。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":463}},{"s":53,"a":31,"ar":"وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ لِيَجْزِىَ ٱلَّذِينَ أَسَـٰٓـُٔوا۟ بِمَا عَمِلُوا۟ وَيَجْزِىَ ٱلَّذِينَ أَحْسَنُوا۟ بِٱلْحُسْنَى","tl":"walillahi mā fī l-samāwāti wamā fī l-arḍi liyajziya alladhīna asāū bimā ʿamilū wayajziya alladhīna aḥsanū bil-ḥus'nā","tr":{"en":"And to Allāh belongs whatever is in the heavens and whatever is in the earth - that He may recompense those who do evil with [the penalty of] what they have done and recompense those who do good with the best [reward] -","id":"Dan milik Allah lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga).","zh":"天地万物都是安拉的。他创造万物，以便他依作恶者的行为而报酬他们，并以至善的品级报酬行善者。","ja":"本当に天にあり地にある凡てのものは，アッラーの有である。だから悪行の徒には相応しい報いを与えられ，また善行の徒には最善のもので報われる。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":463}},{"s":53,"a":32,"ar":"ٱلَّذِينَ يَجْتَنِبُونَ كَبَـٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ إِلَّا ٱللَّمَمَ ۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلْمَغْفِرَةِ ۚ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَإِذْ أَنتُمْ أَجِنَّةٌ فِى بُطُونِ أُمَّهَـٰتِكُمْ ۖ فَلَا تُزَكُّوٓا۟ أَنفُسَكُمْ ۖ هُوَ أَعْلَمُ بِمَنِ ٱتَّقَىٰٓ","tl":"alladhīna yajtanibūna kabāira l-ith'mi wal-fawāḥisha illā l-lamama inna rabbaka wāsiʿu l-maghfirati huwa aʿlamu bikum idh ansha-akum mina l-arḍi wa-idh antum ajinnatun fī buṭūni ummahātikum falā tuzakkū anfusakum huwa aʿlamu bimani ittaqā","tr":{"en":"Those who avoid the major sins and immoralities, only [committing] slight ones. Indeed, your Lord is vast in forgiveness. He was most knowing of you when He produced you from the earth and when you were fetuses in the wombs of your mothers. So do not claim yourselves to be pure; He is most knowing of who fears Him.","id":"(Yaitu) mereka yang menjauhi dosa-dosa besar dan perbuatan keji, kecuali kesalahan-kesalahan kecil. Sungguh, Tuhanmu Mahaluas ampunan-Nya. Dia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu. Maka janganlah kamu menganggap dirimu suci. Dia mengetahui tentang orang yang bertakwa.","zh":"远离大罪和丑事，但犯小罪者，你的主确是宽宥的。当他从大地创造你们的时候，当你们是在母腹中的胎儿的时候，他是全知你们的；所以你们不要自称清白，他是全知敬畏者的。","ja":"小さい誤ちは別として，大罪や破廉恥な行為を避ける者には，主の容赦は本当に広大である。かれは大地から創り出された時のあなたがたに就いて，また，あなたがたが母の胎内に潜んでいた時のあなたがたに就いて，最もよく知っておられる。だから，あなたがたは自分で清浄ぶってはならない。かれは主を畏れる者を最もよく知っておられる。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":463}},{"s":53,"a":33,"ar":"أَفَرَءَيْتَ ٱلَّذِى تَوَلَّىٰ","tl":"afara-ayta alladhī tawallā","tr":{"en":"Have you seen the one who turned away","id":"Maka tidakkah engkau melihat orang yang berpaling (dari Alquran)?","zh":"你告诉我吧！违背正道，","ja":"あなたは（真理から）背き去る者を見たか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":34,"ar":"وَأَعْطَىٰ قَلِيلًا وَأَكْدَىٰٓ","tl":"wa-aʿṭā qalīlan wa-akdā","tr":{"en":"And gave a little and [then] refrained?","id":"dan dia memberikan sedikit (dari apa yang dijanjikan) lalu menahan sisanya.","zh":"稍稍施舍就悭吝的人，","ja":"僅かに施しをしては，（物借みして）止める。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":35,"ar":"أَعِندَهُۥ عِلْمُ ٱلْغَيْبِ فَهُوَ يَرَىٰٓ","tl":"aʿindahu ʿil'mu l-ghaybi fahuwa yarā","tr":{"en":"Does he have knowledge of the unseen, so he sees?<sup foot_note=197448>1</sup>","id":"Apakah dia mempunyai ilmu tentang yang gaib sehingga dia dapat melihat(nya)?","zh":"难道他知道幽玄，故认自己的行为为真理吗？","ja":"そういう者に幽玄界の知識があって，それで何でも見えるというのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":36,"ar":"أَمْ لَمْ يُنَبَّأْ بِمَا فِى صُحُفِ مُوسَىٰ","tl":"am lam yunabba bimā fī ṣuḥufi mūsā","tr":{"en":"Or has he not been informed of what was in the scriptures of Moses","id":"Ataukah belum diberitakan (kepadanya) apa yang ada dalam lembaran-lembaran (Kitab Suci yang diturunkan kepada) Musa?","zh":"难道没有人告诉过他穆萨的经典，","ja":"それとも，ムーサーの書にあることが，告げられたことはないのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":37,"ar":"وَإِبْرَٰهِيمَ ٱلَّذِى وَفَّىٰٓ","tl":"wa-ib'rāhīma alladhī waffā","tr":{"en":"And [of] Abraham, who fulfilled [his obligations] -","id":"Dan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji?","zh":"和履行诫命的易卜拉欣的经典中所记载的事情吗？","ja":"また（約束を）完全に果たしたイブラーヒームのことも。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":38,"ar":"أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ","tl":"allā taziru wāziratun wiz'ra ukh'rā","tr":{"en":"That no bearer of burdens will bear the burden of another","id":"(yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain,","zh":"一个负罪者，不负别人的罪。","ja":"重荷を負う者は，他人の重荷を負うことは出来ない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":39,"ar":"وَأَن لَّيْسَ لِلْإِنسَـٰنِ إِلَّا مَا سَعَىٰ","tl":"wa-an laysa lil'insāni illā mā saʿā","tr":{"en":"And that there is not for man except that [good] for which he strives","id":"dan bahwa manusia hanya memperoleh apa yang telah diusahakannya,","zh":"各人只得享受自己的劳绩；","ja":"人間は，その努力したもの以外，何も得ることは出来ない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":40,"ar":"وَأَنَّ سَعْيَهُۥ سَوْفَ يُرَىٰ","tl":"wa-anna saʿyahu sawfa yurā","tr":{"en":"And that his effort is going to be seen -","id":"dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya),","zh":"他的劳绩，将被看见，","ja":"その努力（の成果）は，やがて認められるであろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":41,"ar":"ثُمَّ يُجْزَىٰهُ ٱلْجَزَآءَ ٱلْأَوْفَىٰ","tl":"thumma yuj'zāhu l-jazāa l-awfā","tr":{"en":"Then he will be recompensed for it with the fullest recompense -","id":"kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna,","zh":"然后他将受最完全的报酬。","ja":"やがて報奨は，十分に報いられる。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":42,"ar":"وَأَنَّ إِلَىٰ رَبِّكَ ٱلْمُنتَهَىٰ","tl":"wa-anna ilā rabbika l-muntahā","tr":{"en":"And that to your Lord is the finality","id":"dan sesungguhnya kepada Tuhanmulah kesudahannya (segala sesuatu),","zh":"你的主，是众生的归宿。","ja":"本当にあなたの主にこそ，帰着所はある。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":43,"ar":"وَأَنَّهُۥ هُوَ أَضْحَكَ وَأَبْكَىٰ","tl":"wa-annahu huwa aḍḥaka wa-abkā","tr":{"en":"And that it is He who makes [one] laugh and weep","id":"dan sesungguhnya Dialah yang menjadikan orang tertawa dan menangis,","zh":"他能使人笑，能使人哭；","ja":"かれこそは，笑わせ泣かせる御方。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":44,"ar":"وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحْيَا","tl":"wa-annahu huwa amāta wa-aḥyā","tr":{"en":"And that it is He who causes death and gives life","id":"dan sesungguhnya Dialah yang mematikan dan menghidupkan,","zh":"他能使人死，能使人生；","ja":"また死なせ，生かす御方である。"},"m":{"juz":27,"hizb":53,"rub":null,"page":527,"ruku":464}},{"s":53,"a":45,"ar":"وَأَنَّهُۥ خَلَقَ ٱلزَّوْجَيْنِ ٱلذَّكَرَ وَٱلْأُنثَىٰ","tl":"wa-annahu khalaqa l-zawjayni l-dhakara wal-unthā","tr":{"en":"And that He creates the two mates - the male and female -","id":"dan sesungguhnya Dialah yang menciptakan pasangan laki-laki dan perempuan,","zh":"他曾创造配偶──男性的与女性的──","ja":"本当にかれは，男と女の組み合わせを創られた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":46,"ar":"مِن نُّطْفَةٍ إِذَا تُمْنَىٰ","tl":"min nuṭ'fatin idhā tum'nā","tr":{"en":"From a sperm-drop when it is emitted","id":"dari mani, apabila dipancarkan,","zh":"是以射出的精液；","ja":"それも精液を吹き込むことで。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":47,"ar":"وَأَنَّ عَلَيْهِ ٱلنَّشْأَةَ ٱلْأُخْرَىٰ","tl":"wa-anna ʿalayhi l-nashata l-ukh'rā","tr":{"en":"And that [incumbent] upon Him is the other [i.e., next] creation.","id":"dan sesungguhnya Dialah yang menetapkan penciptaan yang lain (kebangkitan setelah mati),","zh":"他以再造为己任；","ja":"また2度目の創造（の復活）も，かれの御心のままである。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":48,"ar":"وَأَنَّهُۥ هُوَ أَغْنَىٰ وَأَقْنَىٰ","tl":"wa-annahu huwa aghnā wa-aqnā","tr":{"en":"And that it is He who enriches and suffices","id":"dan sesungguhnya Dialah yang memberikan kekayaan dan kecukupan.","zh":"他能使人富足，能使人满意；","ja":"かれこそは富ませ，また満ち足りさせる御方。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":49,"ar":"وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعْرَىٰ","tl":"wa-annahu huwa rabbu l-shiʿ'rā","tr":{"en":"And that it is He who is the Lord of Sirius<sup foot_note=197449>1</sup>.","id":"dan sesungguhnya Dialah Tuhan (yang memiliki) bintang Syi'rā,<sup foot_note=135769>1</sup>","zh":"他是天狼星的主。","ja":"また狼星（シリウス）の主もこの御方。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":50,"ar":"وَأَنَّهُۥٓ أَهْلَكَ عَادًا ٱلْأُولَىٰ","tl":"wa-annahu ahlaka ʿādan l-ūlā","tr":{"en":"And that He destroyed the first [people of] ʿAad.","id":"dan sesungguhnya Dialah yang telah membinasakan kaum 'Ād dahulu kala,","zh":"他毁灭了古时的阿德人，","ja":"かれは昔アード（の民）を滅ぼし。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":51,"ar":"وَثَمُودَا۟ فَمَآ أَبْقَىٰ","tl":"wathamūdā famā abqā","tr":{"en":"And Thamūd - and He did not spare [them] -","id":"dan kaum Samud, tidak seorang pun yang ditinggalkan-Nya (hidup),","zh":"和赛莫德人，而未曾有所遗留；","ja":"またサムードも一人残さず滅ぼされた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":52,"ar":"وَقَوْمَ نُوحٍ مِّن قَبْلُ ۖ إِنَّهُمْ كَانُوا۟ هُمْ أَظْلَمَ وَأَطْغَىٰ","tl":"waqawma nūḥin min qablu innahum kānū hum aẓlama wa-aṭghā","tr":{"en":"And the people of Noah before. Indeed, it was they who were [even] more unjust and oppressing.","id":"dan (juga) kaum Nuh sebelum itu. Sungguh, mereka adalah orang-orang yang paling zalim dan paling durhaka.","zh":"以前，他毁灭了努哈的宗族。他们确是更不义的，确是更放荡的。","ja":"それ以前にヌーフの民も。本当にかれらは，酷い不義，不正の輩であった。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":53,"ar":"وَٱلْمُؤْتَفِكَةَ أَهْوَىٰ","tl":"wal-mu'tafikata ahwā","tr":{"en":"And the overturned towns<sup foot_note=197450>1</sup> He hurled down.","id":"Dan prahara angin telah meruntuhkan (negeri kaum Luṭ),","zh":"他是那被颠覆的城市覆亡，","ja":"また（ソドムとゴモラのように）転覆された諸都市。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":54,"ar":"فَغَشَّىٰهَا مَا غَشَّىٰ","tl":"faghashāhā mā ghashā","tr":{"en":"And covered them by that which He covered.<sup foot_note=197451>1</sup>","id":"lalu menimbuni negeri itu (sebagai azab) dengan (puing-puing) yang menimpanya.","zh":"故覆盖的东西曾覆盖了那城市。","ja":"そしてかれはそれを覆い去られた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":55,"ar":"فَبِأَىِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ","tl":"fabi-ayyi ālāi rabbika tatamārā","tr":{"en":"Then which of the favors of your Lord do you doubt?","id":"Maka terhadap nikmat Tuhanmu yang manakah yang masih kamu ragukan?","zh":"你怀疑你的主的哪一件恩典呢？","ja":"（人びとよ，）一体主のどの御恵みに，あなたがたは異論を抱くのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":56,"ar":"هَـٰذَا نَذِيرٌ مِّنَ ٱلنُّذُرِ ٱلْأُولَىٰٓ","tl":"hādhā nadhīrun mina l-nudhuri l-ūlā","tr":{"en":"This [Prophet (ﷺ)] is a warner from [i.e., like] the former warners.","id":"Ini (Muhammad) salah seorang pemberi peringatan di antara para pemberi peringatan yang telah terdahulu.","zh":"这是古时的那些警告者之中的一个警告者。","ja":"これは，昔の警告者たちと同じ一人の警告者である。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":57,"ar":"أَزِفَتِ ٱلْـَٔازِفَةُ","tl":"azifati l-āzifatu","tr":{"en":"The Approaching Day has approached.","id":"Yang dekat (hari Kiamat) telah makin mendekat.","zh":"临近的事件，已经临近了；","ja":"（審判の時は）近くに迫って来ている。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":58,"ar":"لَيْسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ","tl":"laysa lahā min dūni l-lahi kāshifatun","tr":{"en":"Of it, [from those] besides Allāh, there is no remover.","id":"Tidak ada yang akan dapat mengungkapkan (terjadinya hari itu) selain Allah.","zh":"除安拉外，没有能揭示它的。","ja":"それはアッラーの外何者も明らかにし得えない。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":59,"ar":"أَفَمِنْ هَـٰذَا ٱلْحَدِيثِ تَعْجَبُونَ","tl":"afamin hādhā l-ḥadīthi taʿjabūna","tr":{"en":"Then at this statement do you wonder?","id":"Maka apakah kamu merasa heran terhadap pemberitaan ini?","zh":"难道你们为这训辞而诧异吗？","ja":"あなたがたはこの話を聞いて驚いているのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":60,"ar":"وَتَضْحَكُونَ وَلَا تَبْكُونَ","tl":"wataḍḥakūna walā tabkūna","tr":{"en":"And you laugh and do not weep","id":"dan kamu tertawakan dan tidak menangis,","zh":"你们怎么嘲笑而不痛哭呢？","ja":"嘲笑はしても，泣かないのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":61,"ar":"وَأَنتُمْ سَـٰمِدُونَ","tl":"wa-antum sāmidūna","tr":{"en":"While you are proudly sporting?<sup foot_note=197452>1</sup>","id":"sedang kamu lengah (darinya).","zh":"你们是疏忽的。","ja":"あなたがたは，自惚の中で時を過ごすのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}},{"s":53,"a":62,"ar":"فَٱسْجُدُوا۟ لِلَّهِ وَٱعْبُدُوا۟ ۩","tl":"fa-us'judū lillahi wa-uʿ'budū","tr":{"en":"So prostrate to Allāh and worship [Him].","id":"Maka bersujudlah kepada Allah dan sembahlah (Dia)!","zh":"你们应当为安拉而叩头，应当崇拜他。","ja":"一途にアッラーにサジダし，（かれに）仕えなさい。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":464}}]