[{"s":54,"a":1,"ar":" ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ","tl":"iq'tarabati l-sāʿatu wa-inshaqqa l-qamaru","tr":{"en":"The Hour has come near, and the moon has split [in two].<sup foot_note=197453>1</sup>","id":"Saat (hari Kiamat) semakin dekat, bulan pun terbelah.","zh":"复活时临近了，月亮破裂了。","ja":"時は近づき，月は微塵に裂けた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":465}},{"s":54,"a":2,"ar":"وَإِن يَرَوْا۟ ءَايَةً يُعْرِضُوا۟ وَيَقُولُوا۟ سِحْرٌ مُّسْتَمِرٌّ","tl":"wa-in yaraw āyatan yuʿ'riḍū wayaqūlū siḥ'run mus'tamirrun","tr":{"en":"And if they see a sign [i.e., miracle], they turn away and say, \"Passing magic.\"<sup foot_note=197454>1</sup>","id":"Dan jika mereka (orang-orang musyrikin) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, \"(Ini adalah) sihir yang terus menerus.\"","zh":"如果他们看见一种迹象，他们就退避，而且说：这是一种有力的魔术。","ja":"かれらは仮令印を見ても，背き去って，「これは相変らずの魔術だ。」と言うであろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":465}},{"s":54,"a":3,"ar":"وَكَذَّبُوا۟ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ ۚ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ","tl":"wakadhabū wa-ittabaʿū ahwāahum wakullu amrin mus'taqirrun","tr":{"en":"And they denied and followed their inclinations. But for every matter is a [time of] settlement.","id":"Dan mereka mendustakan (Muhammad) dan mengikuti nafsu mereka, padahal setiap urusan telah ada ketetapannya.","zh":"他们否认他，而且顺从私欲。每一件事都是确定的。","ja":"かれらは（訓戒を）虚偽であるとし，自分の欲望に従ってきた。だが一切の事には，定められた結末がある。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":465}},{"s":54,"a":4,"ar":"وَلَقَدْ جَآءَهُم مِّنَ ٱلْأَنۢبَآءِ مَا فِيهِ مُزْدَجَرٌ","tl":"walaqad jāahum mina l-anbāi mā fīhi muz'dajarun","tr":{"en":"And there has already come to them of information that in which there is deterrence.","id":"Dan sungguh, telah datang kepada mereka beberapa kisah yang di dalamnya terdapat ancaman (terhadap kekafiran),","zh":"包含警戒的许多消息，确已来临他们了，","ja":"これまで，様々な消息は，既に齎され，それで充分自制出来たはず。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":465}},{"s":54,"a":5,"ar":"حِكْمَةٌۢ بَـٰلِغَةٌ ۖ فَمَا تُغْنِ ٱلنُّذُرُ","tl":"ḥik'matun bālighatun famā tugh'ni l-nudhuru","tr":{"en":"Extensive wisdom - but warning does not avail [them].","id":"(itulah) suatu hikmah yang sempurna, tetapi peringatan-peringatan itu tidak berguna (bagi mereka),","zh":"那是极精密的智慧；但警告是无效的，","ja":"それはめざましい英知であった。だが警告は役立たなかった。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":465}},{"s":54,"a":6,"ar":"فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ ٱلدَّاعِ إِلَىٰ شَىْءٍ نُّكُرٍ","tl":"fatawalla ʿanhum yawma yadʿu l-dāʿi ilā shayin nukurin","tr":{"en":"So leave them, [O Muḥammad]. The Day the Caller<sup foot_note=197455>1</sup> calls to something forbidding,","id":"maka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan),","zh":"故你应当避开他们。当召唤者召人于难事的日子，","ja":"だからあなたは，かれらから遠ざかれ。召集者が嫌われるところへ呼び出す日。"},"m":{"juz":27,"hizb":53,"rub":null,"page":528,"ruku":465}},{"s":54,"a":7,"ar":"خُشَّعًا أَبْصَـٰرُهُمْ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ","tl":"khushaʿan abṣāruhum yakhrujūna mina l-ajdāthi ka-annahum jarādun muntashirun","tr":{"en":"Their eyes humbled, they will emerge from the graves as if they were locusts spreading,","id":"pandangan mereka tertunduk, ketika mereka keluar dari kuburan, seakan-akan mereka belalang yang beterbangan,","zh":"他们不敢仰视地由坟墓出来，好像是遍地的蝗虫；","ja":"かれらは目を伏せて，丁度バッタが散らばるように墓場から出て来て，"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":8,"ar":"مُّهْطِعِينَ إِلَى ٱلدَّاعِ ۖ يَقُولُ ٱلْكَـٰفِرُونَ هَـٰذَا يَوْمٌ عَسِرٌ","tl":"muh'ṭiʿīna ilā l-dāʿi yaqūlu l-kāfirūna hādhā yawmun ʿasirun","tr":{"en":"Racing ahead toward the Caller. The disbelievers will say, \"This is a difficult Day.\"","id":"dengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, \"Ini adalah hari yang sulit.\"","zh":"大家引颈而奔，群集于召唤者的面前。不信道的人们将说：这是一个烦难的日子！","ja":"召集者の方に急ぐ。不信心者たちは言う。「これは大難の日です。」"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":9,"ar":"۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا۟ عَبْدَنَا وَقَالُوا۟ مَجْنُونٌ وَٱزْدُجِرَ","tl":"kadhabat qablahum qawmu nūḥin fakadhabū ʿabdanā waqālū majnūnun wa-uz'dujira","tr":{"en":"The people of Noah denied before them, and they denied Our servant and said, \"A madman,\" and he was repelled.","id":"Sebelum mereka, kaum Nuh juga telah mendustakan (rasul), maka mereka mendustakan hamba Kami (Nuh) dan mengatakan, \"Dia orang gila!\" Lalu diusirnya dengan ancaman.","zh":"在他们之前，努哈的宗族否认过，他们否认过我的仆人，他们说：“这是一个疯人。”他曾被喝斥，","ja":"かれら以前に，ヌーフの民も（その預言者を）虚偽とし，わがしもべを嘘付き呼ばわりし，「気違いです。」と言って追放した。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":10,"ar":"فَدَعَا رَبَّهُۥٓ أَنِّى مَغْلُوبٌ فَٱنتَصِرْ","tl":"fadaʿā rabbahu annī maghlūbun fa-intaṣir","tr":{"en":"So he invoked his Lord, \"Indeed, I am overpowered, so help.\"","id":"Maka dia (Nuh) mengadu kepada Tuhannya, \"Sesungguhnya aku telah dikalahkan, maka tolonglah (aku).\"","zh":"故他祈祷他的主说：“我确是被压迫的，求你襄助吧！”","ja":"それでかれは主に，「わたしは，本当に力尽きました。どうか御助け下さい。」と祈った。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":11,"ar":"فَفَتَحْنَآ أَبْوَٰبَ ٱلسَّمَآءِ بِمَآءٍ مُّنْهَمِرٍ","tl":"fafataḥnā abwāba l-samāi bimāin mun'hamirin","tr":{"en":"Then We opened the gates of the heaven with rain pouring down","id":"Lalu Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah,","zh":"我就以倾注的雨水开了许多天门，","ja":"それでわれは，天の諸門を開き水を注ぎ降らせた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":12,"ar":"وَفَجَّرْنَا ٱلْأَرْضَ عُيُونًا فَٱلْتَقَى ٱلْمَآءُ عَلَىٰٓ أَمْرٍ قَدْ قُدِرَ","tl":"wafajjarnā l-arḍa ʿuyūnan fal-taqā l-māu ʿalā amrin qad qudira","tr":{"en":"And caused the earth to burst with springs, and the waters met for a matter already predestined.","id":"dan Kami jadikan bumi menyemburkan mata-mata air maka bertemulah (air-air) itu sehinggga (meluap menimbulkan) keadaaan (bencana) yang telah ditetapkan.","zh":"我又使大地上的泉源涌出；雨水和泉水，就依既定的情状而汇合。","ja":"また大地に諸泉を噴出させ，水は合わさり，かねての神命によること（洪水）が起きた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":13,"ar":"وَحَمَلْنَـٰهُ عَلَىٰ ذَاتِ أَلْوَٰحٍ وَدُسُرٍ","tl":"waḥamalnāhu ʿalā dhāti alwāḥin wadusurin","tr":{"en":"And We carried him on a [construction of] planks and nails,","id":"Dan Kami angkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak,","zh":"我使他乘坐在一只用木板和钉子制造的船上，","ja":"しかしわれは板と釘で造ったもの（方舟）にかれを乗せてやった。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":14,"ar":"تَجْرِى بِأَعْيُنِنَا جَزَآءً لِّمَن كَانَ كُفِرَ","tl":"tajrī bi-aʿyuninā jazāan liman kāna kufira","tr":{"en":"Sailing under Our observation as reward for he who had been denied.","id":"yang berlayar dengan pemeliharaan (pengawasan) Kami sebagai balasan bagi orang yang telah diingkari (kaumnya).","zh":"在我的亲眼眷顾之下飘流，以报答被人否认者。","ja":"わが見守る中でそれは走った。これが（皆から）退けられたあの者への報いである。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":15,"ar":"وَلَقَد تَّرَكْنَـٰهَآ ءَايَةً فَهَلْ مِن مُّدَّكِرٍ","tl":"walaqad taraknāhā āyatan fahal min muddakirin","tr":{"en":"And We left it as a sign, so is there any who will remember?","id":"Dan sungguh, kapal itu telah Kami jadikan sebagai tanda (pelajaran). Maka adakah orang yang mau mengambil pelajaran?","zh":"我确已将这件事留作一种迹象，有接受劝告者吗？","ja":"われはこれを一つの印として残した。さて誰か悟る者はあるか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":16,"ar":"فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ","tl":"fakayfa kāna ʿadhābī wanudhuri","tr":{"en":"And how [severe] were My punishment and warning.<sup foot_note=197456>1</sup>","id":"Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!","zh":"我的刑罚和警告是怎样的！","ja":"さあわが懲罰と戒めとはどうであったか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":17,"ar":"وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ","tl":"walaqad yassarnā l-qur'āna lildhik'ri fahal min muddakirin","tr":{"en":"And We have certainly made the Qur’ān easy for remembrance, so is there any who will remember?","id":"Dan sungguh, telah Kami mudahkan Alquran untuk peringatan, maka adakah orang yang mau mengambil pelajaran?","zh":"我确已使《古兰经》易于记读，有接受劝告的人吗？","ja":"本当にわれは，クルアーンを易しく説き明した。さあ，誰か悟る者があるか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":18,"ar":"كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ","tl":"kadhabat ʿādun fakayfa kāna ʿadhābī wanudhuri","tr":{"en":"ʿAad denied; and how [severe] were My punishment and warning.","id":"Kaum 'Ād pun telah mendustakan. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!","zh":"阿德人否认过先知，我的刑罚和警告是怎样的！","ja":"アード（の民）も（真理を）虚偽であるとした。それでわが懲罰と戒めとはどうであったか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":19,"ar":"إِنَّآ أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِى يَوْمِ نَحْسٍ مُّسْتَمِرٍّ","tl":"innā arsalnā ʿalayhim rīḥan ṣarṣaran fī yawmi naḥsin mus'tamirrin","tr":{"en":"Indeed, We sent upon them a screaming wind on a day of continuous misfortune,","id":"Sesungguhnya Kami telah menghembuskan angin yang sangat kencang kepada mereka pada hari nahas yang terus menerus,","zh":"我确已使风暴在一个很凶恶的日子去毁灭他们，","ja":"われは災厄の打ち続く日に，かれらに対し荒れ狂う風を送った。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":20,"ar":"تَنزِعُ ٱلنَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُّنقَعِرٍ","tl":"tanziʿu l-nāsa ka-annahum aʿjāzu nakhlin munqaʿirin","tr":{"en":"Extracting the people<sup foot_note=197457>1</sup> as if they were trunks of palm trees uprooted.","id":"yang membuat manusia bergelimpangan, mereka bagaikan pohon-pohon kurma yang tumbang dengan akar-akarnya.","zh":"暴风将众人拔起，他们好像被拔出的海枣树一样。","ja":"すると人間は，根こそぎになった。ナツメヤシの切り株のように，むしり去られた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":21,"ar":"فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ","tl":"fakayfa kāna ʿadhābī wanudhuri","tr":{"en":"And how [severe] were My punishment and warning.","id":"Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!","zh":"我的刑罚和警告是怎样的！","ja":"あの時のわが懲罰と戒めとはどうであったか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":22,"ar":"وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ","tl":"walaqad yassarnā l-qur'āna lildhik'ri fahal min muddakirin","tr":{"en":"And We have certainly made the Qur’ān easy for remembrance, so is there any who will remember?","id":"Dan sungguh, telah Kami mudahkan Alquran untuk peringatan, maka adakah orang yang mau mengambil pelajaran?","zh":"我确已《古兰经》易于记诵，有接受劝告的人吗？","ja":"誠にわれは，クルアーンを易しく説き明かした。さて，誰か悟る者があるか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":465}},{"s":54,"a":23,"ar":"كَذَّبَتْ ثَمُودُ بِٱلنُّذُرِ","tl":"kadhabat thamūdu bil-nudhuri","tr":{"en":"Thamūd denied the warning.","id":"Kaum Samud pun telah mendustakan peringatan itu.","zh":"赛莫德人否认过警告，","ja":"サムード（もまた）警告を虚偽であるとした。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":466}},{"s":54,"a":24,"ar":"فَقَالُوٓا۟ أَبَشَرًا مِّنَّا وَٰحِدًا نَّتَّبِعُهُۥٓ إِنَّآ إِذًا لَّفِى ضَلَـٰلٍ وَسُعُرٍ","tl":"faqālū abasharan minnā wāḥidan nattabiʿuhu innā idhan lafī ḍalālin wasuʿurin","tr":{"en":"And said, \"Is it one human being<sup foot_note=197458>1</sup> among us that we should follow? Indeed, we would then be in error and madness.","id":"Maka mereka berkata, \"Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? Sungguh, kalau begitu kita benar-benar telah sesat dan gila.","zh":"故他们说：我们同族的一个凡人，我们能顺从他吗？如果那样，我们必定陷于迷误和疯狂之中。","ja":"そしてかれらは言った。「何と，わたしたちの中の一介の人間ではないですか。どうしてこんな者に従いますか。それこそ邪道，気違い沙汰です。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":466}},{"s":54,"a":25,"ar":"أَءُلْقِىَ ٱلذِّكْرُ عَلَيْهِ مِنۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ","tl":"a-ul'qiya l-dhik'ru ʿalayhi min bayninā bal huwa kadhābun ashirun","tr":{"en":"Has the message been sent down upon him from among us? Rather, he is an insolent liar.\"","id":"Apakah wahyu itu diturunkan kepadanya di antara kita? Pastilah dia (Saleh) seorang yang sangat pendusta (dan) sombong.\"","zh":"难道他在我们之间独自奉到启示吗？不然，他是说谎者，是傲慢者。”","ja":"わたしたちの間でかれだけに啓示が下されたのですか。いや，かれは大嘘付きです。」"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":466}},{"s":54,"a":26,"ar":"سَيَعْلَمُونَ غَدًا مَّنِ ٱلْكَذَّابُ ٱلْأَشِرُ","tl":"sayaʿlamūna ghadan mani l-kadhābu l-ashiru","tr":{"en":"They will know tomorrow who is the insolent liar.","id":"Kelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu.","zh":"他们明日将知道谁是说谎者，谁是傲慢者。","ja":"（仰せられた。）「かれらは明日知るであろう。どちらが大嘘付きであるかを。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":466}},{"s":54,"a":27,"ar":"إِنَّا مُرْسِلُوا۟ ٱلنَّاقَةِ فِتْنَةً لَّهُمْ فَٱرْتَقِبْهُمْ وَٱصْطَبِرْ","tl":"innā mur'silū l-nāqati fit'natan lahum fa-ir'taqib'hum wa-iṣ'ṭabir","tr":{"en":"Indeed, We are sending the she-camel as trial for them, so watch them and be patient.<sup foot_note=197459>1</sup>","id":"Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah mereka dan bersabarlah (Saleh).","zh":"我必定使母驼考验他们，故你应当期待他们，并应当坚忍，","ja":"本当にわれは，かれらを試みるため雌ラクダを送るであろう。あなたは耐え忍びかれらを見守れ。"},"m":{"juz":27,"hizb":53,"rub":null,"page":529,"ruku":466}},{"s":54,"a":28,"ar":"وَنَبِّئْهُمْ أَنَّ ٱلْمَآءَ قِسْمَةٌۢ بَيْنَهُمْ ۖ كُلُّ شِرْبٍ مُّحْتَضَرٌ","tl":"wanabbi'hum anna l-māa qis'matun baynahum kullu shir'bin muḥ'taḍarun","tr":{"en":"And inform them that the water is shared between them,<sup foot_note=197460>1</sup> each [day of] drink attended [by turn].","id":"Dan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum.","zh":"你应当告诉他们，井水是他们和母驼所均分的，应得水分的，轮流着到井边来。","ja":"そしてかれらにラクダと水を分配し，順番に飲むよう伝えなさい。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":29,"ar":"فَنَادَوْا۟ صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ","tl":"fanādaw ṣāḥibahum fataʿāṭā faʿaqara","tr":{"en":"But they called their companion,<sup foot_note=197462>1</sup> and he dared<sup foot_note=197461>2</sup> and hamstrung [her].","id":"Maka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya.","zh":"他们曾喊来他们的朋友，他就拿起剑来宰了母驼。","ja":"だがかれらは仲間を呼び寄せ，その男は（剣を）手にとると膝の腱を切ってしまった。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":30,"ar":"فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ","tl":"fakayfa kāna ʿadhābī wanudhuri","tr":{"en":"And how [severe] were My punishment and warning.","id":"Maka betapa dahsyatnya azab-Ku dan peringatan-Ku!","zh":"我的刑罚和警告是怎样的！","ja":"その時のわが懲罰と戒めとがどうであったか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":31,"ar":"إِنَّآ أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَٰحِدَةً فَكَانُوا۟ كَهَشِيمِ ٱلْمُحْتَظِرِ","tl":"innā arsalnā ʿalayhim ṣayḥatan wāḥidatan fakānū kahashīmi l-muḥ'taẓiri","tr":{"en":"Indeed, We sent upon them one shriek [i.e., blast from the sky], and they became like the dry twig fragments of an [animal] pen.","id":"Kami kirimkan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti batang-batang kering yang lapuk.","zh":"我确已使一种爆炸去毁灭他们，他们就变成造圈栏者所用的枯木。","ja":"本当にわれは，かれらに向っかて（耳をつんざく）一声を下すと，かれらは家畜の囲いに使われる枯れ株のようになった。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":32,"ar":"وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ","tl":"walaqad yassarnā l-qur'āna lildhik'ri fahal min muddakirin","tr":{"en":"And We have certainly made the Qur’ān easy for remembrance, so is there any who will remember?","id":"Dan sungguh, telah Kami mudahkan Alquran untuk peringatan, maka adakah orang yang mau mengambil pelajaran?","zh":"我确已使《古兰经》易于记读，有接受劝告的人吗？","ja":"われは，クルアーンを易しく説き明した。さて，誰か悟る者があるか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":33,"ar":"كَذَّبَتْ قَوْمُ لُوطٍۭ بِٱلنُّذُرِ","tl":"kadhabat qawmu lūṭin bil-nudhuri","tr":{"en":"The people of Lot denied the warning.","id":"Kaum Luṭ pun telah mendustakan peringatan itu.","zh":"鲁特的宗族曾否认警告，","ja":"ルートの民も警告を虚偽であるとした。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":34,"ar":"إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّآ ءَالَ لُوطٍ ۖ نَّجَّيْنَـٰهُم بِسَحَرٍ","tl":"innā arsalnā ʿalayhim ḥāṣiban illā āla lūṭin najjaynāhum bisaḥarin","tr":{"en":"Indeed, We sent upon them a storm of stones, except the family of Lot - We saved them before dawn.","id":"Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Luṭ. Kami selamatkan mereka sebelum fajar menyingsing,","zh":"我确已使飞沙走石的风暴去毁灭他们；惟鲁特的信徒，我在黎明时拯救了他们。","ja":"われは砂石の嵐をかれらに送った。ルートの家族だけは別であった。黎明にかれらを救い，"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":35,"ar":"نِّعْمَةً مِّنْ عِندِنَا ۚ كَذَٰلِكَ نَجْزِى مَن شَكَرَ","tl":"niʿ'matan min ʿindinā kadhālika najzī man shakara","tr":{"en":"As favor from Us. Thus do We reward he who is grateful.","id":"sebagai nikmat dari Kami. Demikianlah Kami memberi balasan kepada orang-orang yang bersyukur.","zh":"那是从我那里发出的恩典，我如此报酬感谢者。","ja":"われからの恩恵とした。このようにわれは感謝する者に報いる。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":36,"ar":"وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا۟ بِٱلنُّذُرِ","tl":"walaqad andharahum baṭshatanā fatamāraw bil-nudhuri","tr":{"en":"And he had already warned them of Our assault, but they disputed the warning.","id":"Dan sungguh, dia (Luṭ) telah memperingatkan mereka akan hukuman Kami, tetapi mereka mendustakan peringatan-Ku.","zh":"他确已将我的惩治警告他们，但他们以怀疑的态度否认警告。","ja":"（ルートは）わが懲罰をかれらに警告したのだが，かれらはその警告に就いて疑惑の念を抱いた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":37,"ar":"وَلَقَدْ رَٰوَدُوهُ عَن ضَيْفِهِۦ فَطَمَسْنَآ أَعْيُنَهُمْ فَذُوقُوا۟ عَذَابِى وَنُذُرِ","tl":"walaqad rāwadūhu ʿan ḍayfihi faṭamasnā aʿyunahum fadhūqū ʿadhābī wanudhuri","tr":{"en":"And they had demanded from him his guests, but We obliterated their eyes, [saying], \"Taste My punishment and warning.\"","id":"Dan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku!","zh":"他们确已诱惑他，叫他不要保护他的客人，但我涂抹了他们的眼睛。你们尝试我的刑罚和警告吧！","ja":"そしてかれの賓客（天使）を，かれから奪おうとしたので，われはかれらの目を潰した。「さあ，わが懲罰と警告を味わえ。」"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":38,"ar":"وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ","tl":"walaqad ṣabbaḥahum buk'ratan ʿadhābun mus'taqirrun","tr":{"en":"And there came upon them by morning an abiding punishment.","id":"Dan sungguh, pada esok harinya mereka benar-benar ditimpa azab yang tetap.","zh":"一种永恒的刑罚在早晨确已袭击了他们。","ja":"あくる朝，永遠の懲罰がかれらに下った。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":39,"ar":"فَذُوقُوا۟ عَذَابِى وَنُذُرِ","tl":"fadhūqū ʿadhābī wanudhuri","tr":{"en":"So taste My punishment and warning.","id":"Maka rasakanlah azab-Ku dan peringatan-Ku!","zh":"你们尝试我的刑罚和警告吧！","ja":"「さあわが懲罰と警告を味わえ。」"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":40,"ar":"وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ","tl":"walaqad yassarnā l-qur'āna lildhik'ri fahal min muddakirin","tr":{"en":"And We have certainly made the Qur’ān easy for remembrance, so is there any who will remember?","id":"Dan sungguh, telah Kami mudahkan Alquran untuk peringatan, maka adakah orang yang mau mengambil pelajaran?","zh":"我确已使《古兰经》易于记读，有接受劝告的人吗？","ja":"われは，クルアーンを易しく説き明した。さあ，誰か悟る者があるか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":466}},{"s":54,"a":41,"ar":"وَلَقَدْ جَآءَ ءَالَ فِرْعَوْنَ ٱلنُّذُرُ","tl":"walaqad jāa āla fir'ʿawna l-nudhuru","tr":{"en":"And there certainly came to the people of Pharaoh warning.","id":"Dan sungguh, peringatan telah datang kepada keluarga Fir'aun.","zh":"警告已降临法老的百姓，","ja":"本当にフィルアウンの一族にも警告者が遣わされた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":467}},{"s":54,"a":42,"ar":"كَذَّبُوا۟ بِـَٔايَـٰتِنَا كُلِّهَا فَأَخَذْنَـٰهُمْ أَخْذَ عَزِيزٍ مُّقْتَدِرٍ","tl":"kadhabū biāyātinā kullihā fa-akhadhnāhum akhdha ʿazīzin muq'tadirin","tr":{"en":"They denied Our signs, all of them, so We seized them with a seizure of one Exalted in Might and Perfect in Ability.","id":"Mereka mendustakan mukjizat-mukjizat Kami semuanya, maka Kami azab mereka dengan azab dari Żat Yang Mahaperkasa, Mahakuasa.","zh":"他们否认了我的一切迹象，故我以万能者，全能者的态度，惩治了他们。","ja":"（だが）われの種々の印を虚偽であるとした。それでわれは，偉大で強力な者の一摑みで，かれらを捕えた。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":467}},{"s":54,"a":43,"ar":"أَكُفَّارُكُمْ خَيْرٌ مِّنْ أُو۟لَـٰٓئِكُمْ أَمْ لَكُم بَرَآءَةٌ فِى ٱلزُّبُرِ","tl":"akuffārukum khayrun min ulāikum am lakum barāatun fī l-zuburi","tr":{"en":"Are your disbelievers better than those [former ones], or have you immunity in the scriptures?","id":"Apakah orang-orang kafir di lingkunganmu (kaum musyrikin) lebih baik dari mereka, ataukah kamu telah mempunyai jaminan kebebasan (dari azab) dalam kitab-kitab terdahulu?","zh":"你们中不信道的人们比这等人还优秀呢！还是天经中有关于你们的赦条呢？","ja":"あなたがた不信心者（クライシュ族）の方が，これらの者よりも優れているのか。それとも啓典の中にあなたがたのための赦免があるのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":467}},{"s":54,"a":44,"ar":"أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ","tl":"am yaqūlūna naḥnu jamīʿun muntaṣirun","tr":{"en":"Or do they say, \"We are an assembly supporting [each other]\"?","id":"Atau mereka mengatakan, \"Kami ini golongan yang bersatu yang pasti menang.\"","zh":"难道他们说：“我们是一个常胜的团体。”","ja":"それともかれらは，「わたしたちは皆勝利を得る者です。」とでも言うのか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":467}},{"s":54,"a":45,"ar":"سَيُهْزَمُ ٱلْجَمْعُ وَيُوَلُّونَ ٱلدُّبُرَ","tl":"sayuh'zamu l-jamʿu wayuwallūna l-dubura","tr":{"en":"[Their] assembly will be defeated, and they will turn their backs [in retreat].<sup foot_note=197463>1</sup>","id":"Golongan itu pasti akan dikalahkan dan mereka akan mundur ke belakang.","zh":"那个团体将败北，他们将转背。","ja":"やがてこれらの人々は敗れ去り，逃げ去るであろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":467}},{"s":54,"a":46,"ar":"بَلِ ٱلسَّاعَةُ مَوْعِدُهُمْ وَٱلسَّاعَةُ أَدْهَىٰ وَأَمَرُّ","tl":"bali l-sāʿatu mawʿiduhum wal-sāʿatu adhā wa-amarru","tr":{"en":"But the Hour is their appointment [for due punishment], and the Hour is more disastrous and more bitter.","id":"Bahkan hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit.","zh":"不然，复活时是他们的约期；复活时是更艰难的，是更辛苦的。","ja":"いや（審判の）時は，かれらに約束された期限である。しかもその時には，最も嘆かわしい最も苦しい目にあうであろう。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":467}},{"s":54,"a":47,"ar":"إِنَّ ٱلْمُجْرِمِينَ فِى ضَلَـٰلٍ وَسُعُرٍ","tl":"inna l-muj'rimīna fī ḍalālin wasuʿurin","tr":{"en":"Indeed, the criminals are in error and madness.<sup foot_note=197464>1</sup>.","id":"Sungguh, orang-orang yang berdosa berada dalam kesesatan (di dunia) dan akan berada dalam neraka (di akhirat).","zh":"犯罪者的确在迷误和烈火中。","ja":"本当にこれらの罪を犯している者たちは，迷妄と懲罰のうちにある。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":467}},{"s":54,"a":48,"ar":"يَوْمَ يُسْحَبُونَ فِى ٱلنَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا۟ مَسَّ سَقَرَ","tl":"yawma yus'ḥabūna fī l-nāri ʿalā wujūhihim dhūqū massa saqara","tr":{"en":"The Day they are dragged into the Fire on their faces [it will be said], \"Taste the touch of Saqar.\"<sup foot_note=197465>1</sup>","id":"Pada hari mereka diseret ke neraka pada wajahnya. (Dikatakan kepada mereka), \"Rasakanlah sentuhan api neraka.\"","zh":"他们匍匐着被拖入火狱之日，将对他们说：“你们尝试火狱的烧灼吧！”","ja":"火の中に顔を下にして引きずられるその日，かれらは，「猛火の触れ具合を味わいなさい。」（と言われよう）。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":467}},{"s":54,"a":49,"ar":"إِنَّا كُلَّ شَىْءٍ خَلَقْنَـٰهُ بِقَدَرٍ","tl":"innā kulla shayin khalaqnāhu biqadarin","tr":{"en":"Indeed, all things We created with predestination.","id":"Sungguh, Kami menciptakan segala sesuatu menurut ukuran.","zh":"我确已依定量而创造万物，","ja":"本当にわれは凡ての事物を，きちんと計って創造した。"},"m":{"juz":27,"hizb":53,"rub":null,"page":530,"ruku":467}},{"s":54,"a":50,"ar":"وَمَآ أَمْرُنَآ إِلَّا وَٰحِدَةٌ كَلَمْحٍۭ بِٱلْبَصَرِ","tl":"wamā amrunā illā wāḥidatun kalamḥin bil-baṣari","tr":{"en":"And Our command is but one, like a glance of the eye.","id":"Dan perintah Kami hanyalah (dengan) satu perkataan seperti kejapan mata.","zh":"我的命令只是快如转瞬的一句话。","ja":"またわが命令は只一言，瞬のようなものである。"},"m":{"juz":27,"hizb":53,"rub":null,"page":531,"ruku":467}},{"s":54,"a":51,"ar":"وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍ","tl":"walaqad ahlaknā ashyāʿakum fahal min muddakirin","tr":{"en":"And We have already destroyed your kinds,<sup foot_note=197466>1</sup> so is there any who will remember?","id":"Dan sungguh, telah Kami binasakan orang yang serupa dengan kamu (kekafirannya). Maka adakah orang yang mau mengambil pelajaran?","zh":"我确已将你们的宗派毁灭了。有接受劝告的人吗？","ja":"われはこれまで，あなたがた（マッカの多神教徒）の同類を滅ぼした。さて，誰か悟る者があるか。"},"m":{"juz":27,"hizb":53,"rub":null,"page":531,"ruku":467}},{"s":54,"a":52,"ar":"وَكُلُّ شَىْءٍ فَعَلُوهُ فِى ٱلزُّبُرِ","tl":"wakullu shayin faʿalūhu fī l-zuburi","tr":{"en":"And everything they did is in written records.","id":"Dan segala sesuatu yang telah mereka perbuat tercatat dalam buku-buku catatan.","zh":"凡他们所做的事，都记载在天经中。","ja":"かれらの所行は，書冊に凡て記録されている。"},"m":{"juz":27,"hizb":53,"rub":null,"page":531,"ruku":467}},{"s":54,"a":53,"ar":"وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ","tl":"wakullu ṣaghīrin wakabīrin mus'taṭarun","tr":{"en":"And every small and great [thing] is inscribed.","id":"Dan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis.","zh":"一切小事和大事，都是被记录的。","ja":"大小凡てのことが，等しく書き留められている。"},"m":{"juz":27,"hizb":53,"rub":null,"page":531,"ruku":467}},{"s":54,"a":54,"ar":"إِنَّ ٱلْمُتَّقِينَ فِى جَنَّـٰتٍ وَنَهَرٍ","tl":"inna l-mutaqīna fī jannātin wanaharin","tr":{"en":"Indeed, the righteous will be among gardens and rivers,","id":"Sungguh, orang-orang yang bertakwa berada di taman-taman dan sungai-sungai,","zh":"敬畏的人们，必定在乐园里，在各种河岸边，","ja":"本当に主を畏れる者は，園と川のある，"},"m":{"juz":27,"hizb":53,"rub":null,"page":531,"ruku":467}},{"s":54,"a":55,"ar":"فِى مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍۭ","tl":"fī maqʿadi ṣid'qin ʿinda malīkin muq'tadirin","tr":{"en":"In a seat of honor near a Sovereign, Perfect in Ability.<sup foot_note=197467>1</sup>","id":"di tempat yang disenangi di sisi Tuhan Yang Mahakuasa.","zh":"在全能的主那里，得居一个如意的地位。","ja":"全能の王者の御許の，真理の座に（住むのである）。"},"m":{"juz":27,"hizb":53,"rub":null,"page":531,"ruku":467}}]