[{"s":57,"a":1,"ar":" سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","tl":"sabbaḥa lillahi mā fī l-samāwāti wal-arḍi wahuwa l-ʿazīzu l-ḥakīmu","tr":{"en":"Whatever is in the heavens and earth exalts Allāh,<sup foot_note=197495>1</sup> and He is the Exalted in Might, the Wise.","id":"Apa yang di langit dan di bumi bertasbih kepada Allah. Dialah Yang Mahaperkasa, Mahabijaksana.","zh":"天地万物，都赞颂安拉超绝万物，他确是万能的，确是至睿的。","ja":"天にあり地にある凡てのものは，アッラーを讃える。本当にかれは偉力ならびなく英明であられる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":537,"ruku":474}},{"s":57,"a":2,"ar":"لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","tl":"lahu mul'ku l-samāwāti wal-arḍi yuḥ'yī wayumītu wahuwa ʿalā kulli shayin qadīrun","tr":{"en":"His is the dominion of the heavens and earth. He gives life and causes death, and He is over all things competent.","id":"Milik-Nyalah kerajaan langit dan bumi, Dia menghidupkan dan mematikan, dan Dia Mahakuasa atas segala sesuatu.","zh":"天地的国权，归他所有；他能使人生，能使人死；他对于万事，是全能的。","ja":"天と地の大権は，かれの有である。かれは生を授け，また死を授ける。かれは凡てに就いて全能であられる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":537,"ruku":474}},{"s":57,"a":3,"ar":"هُوَ ٱلْأَوَّلُ وَٱلْـَٔاخِرُ وَٱلظَّـٰهِرُ وَٱلْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ","tl":"huwa l-awalu wal-ākhiru wal-ẓāhiru wal-bāṭinu wahuwa bikulli shayin ʿalīmun","tr":{"en":"He is the First<sup foot_note=197499>1</sup> and the Last,<sup foot_note=197498>2</sup> the Ascendant<sup foot_note=197497>3</sup> and the Intimate,<sup foot_note=197496>4</sup> and He is, of all things, Knowing.","id":"Dialah Yang Awal, Yang Akhir, Yang Zahir dan Yang Batin;<sup foot_note=135781>1</sup> dan Dia Maha Mengetahui segala sesuatu.","zh":"他是前无始后无终的，是极显著极隐微的，他是全知万物的。","ja":"かれは最初の方で，また最後の方で，外に現われる方でありまた内巧なされる方である。かれは凡ての事物を熟知なされる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":537,"ruku":474}},{"s":57,"a":4,"ar":"هُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ","tl":"huwa alladhī khalaqa l-samāwāti wal-arḍa fī sittati ayyāmin thumma is'tawā ʿalā l-ʿarshi yaʿlamu mā yaliju fī l-arḍi wamā yakhruju min'hā wamā yanzilu mina l-samāi wamā yaʿruju fīhā wahuwa maʿakum ayna mā kuntum wal-lahu bimā taʿmalūna baṣīrun","tr":{"en":"It is He who created the heavens and earth in six days and then established Himself above the Throne.<sup foot_note=197501>1</sup> He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein; and He is with you<sup foot_note=197500>2</sup> wherever you are. And Allāh, of what you do, is Seeing.","id":"Dialah yang menciptakan langit dan bumi dalam enam masa; kemudian Dia bersemayam di atas Arasy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar dari dalamnya, apa yang turun dari langit dan apa yang naik ke sana .<sup foot_note=135782>1</sup> Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan.","zh":"他是在六日内创造天地，然后升上宝座的。他知道潜入地中的，和从地中生出的，与从天空降下的，和升上天空的。无论你们在哪里，他是与你们同在的；他是鉴察你们的行为的。","ja":"かれこそは天地を6日の間に創造なされ，それから玉座に鎮座なされる方である。かれは地に入るもの，そこから出るもの，また天から下るもの，そこに上るものを知り尽される。あなたがたが何処にいようとも，かれはあなたがたと共にあられる。アッラーはあなたがたの行う凡てのことを御存知であられる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":538,"ruku":474}},{"s":57,"a":5,"ar":"لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ","tl":"lahu mul'ku l-samāwāti wal-arḍi wa-ilā l-lahi tur'jaʿu l-umūru","tr":{"en":"His is the dominion of the heavens and earth. And to Allāh are returned [all] matters.","id":"Milik-Nyalah kerajaan langit dan bumi. Dan hanya kepada Allah segala urusan dikembali­kan.","zh":"天地的国权，归他所有；万事只归于安拉。","ja":"天と地の大権は，かれの有である。（一切の）事物は，アッラーの御許に帰される。"},"m":{"juz":27,"hizb":54,"rub":null,"page":538,"ruku":474}},{"s":57,"a":6,"ar":"يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۚ وَهُوَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ","tl":"yūliju al-layla fī l-nahāri wayūliju l-nahāra fī al-layli wahuwa ʿalīmun bidhāti l-ṣudūri","tr":{"en":"He causes the night to enter the day and causes the day to enter the night, and He is Knowing of that within the breasts.","id":"Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dan Dia Maha Mengetahui segala isi hati.","zh":"他使黑夜侵入白昼，使白昼侵入黑夜；他是全知心事的。","ja":"かれは夜を昼の中に没入させ，また昼を夜の中に没入なされる。また胸に秘めることを熟知なされる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":538,"ruku":474}},{"s":57,"a":7,"ar":"ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا۟ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَأَنفَقُوا۟ لَهُمْ أَجْرٌ كَبِيرٌ","tl":"āminū bil-lahi warasūlihi wa-anfiqū mimmā jaʿalakum mus'takhlafīna fīhi fa-alladhīna āmanū minkum wa-anfaqū lahum ajrun kabīrun","tr":{"en":"Believe in Allāh and His Messenger and spend out of that in which He has made you successive inheritors. For those who have believed among you and spent,<sup foot_note=197502>1</sup> there will be a great reward.","id":"Berimanlah kamu kepada Allah dan Rasul-Nya dan infakkanlah (di jalan Allah) sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya (amanah). Maka orang-orang yang beriman di antara kamu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang besar.","zh":"你们应当信仰安拉和使者，你们应当分舍他所委你们代管的财产，你们中信道而且施舍者，将受重大的报酬。","ja":"アッラーとその使徒を信じ，かれがあなたがたに継がせられたものの中から，（主の道のために）施しなさい。あなたがたの中で信仰して（財産や技能や労力を）使用する者，かれらには偉大な報奨があろう。"},"m":{"juz":27,"hizb":54,"rub":null,"page":538,"ruku":474}},{"s":57,"a":8,"ar":"وَمَا لَكُمْ لَا تُؤْمِنُونَ بِٱللَّهِ ۙ وَٱلرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا۟ بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَـٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ","tl":"wamā lakum lā tu'minūna bil-lahi wal-rasūlu yadʿūkum litu'minū birabbikum waqad akhadha mīthāqakum in kuntum mu'minīna","tr":{"en":"And why do you not believe in Allāh while the Messenger invites you to believe in your Lord and He has taken your covenant, if you should [truly] be believers?","id":"Dan mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajak kamu beriman kepada Tuhanmu? Dan Dia telah mengambil janji (setia)mu, jika kamu orang-orang mukmin.","zh":"你们怎么不信仰安拉呢？使者号召你们去信仰你们的主，而你们的主，确已和你们缔约，如果你们是信士的话\t。，，，，","ja":"どんな訳であなたがたは，アッラーを信仰しないのか。使徒は，あなたがたの主を信仰するよう呼びかけている。もしあなたがたが信者なら，かれは既にあなたがたの誓約を受け入れられたのである。"},"m":{"juz":27,"hizb":54,"rub":null,"page":538,"ruku":474}},{"s":57,"a":9,"ar":"هُوَ ٱلَّذِى يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَـٰتٍۭ بَيِّنَـٰتٍ لِّيُخْرِجَكُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَإِنَّ ٱللَّهَ بِكُمْ لَرَءُوفٌ رَّحِيمٌ","tl":"huwa alladhī yunazzilu ʿalā ʿabdihi āyātin bayyinātin liyukh'rijakum mina l-ẓulumāti ilā l-nūri wa-inna l-laha bikum laraūfun raḥīmun","tr":{"en":"It is He who sends down upon His Servant [Muḥammad (ﷺ)] verses of clear evidence that He may bring you out from darknesses into the light. And indeed, Allāh is to you Kind and Merciful.","id":"Dialah yang menurunkan ayat-ayat yang terang (Alquran) kepada hamba-Nya (Muhammad) untuk mengeluarkan kamu dari kegelapan kepada cahaya. Dan sungguh, terhadap kamu Allah Maha Penyantun, Maha Penyayang.","zh":"他降示他的仆人许多明证，以便他使你们从重重黑暗走入光明。安拉对于你们，确是仁爱的，确是至慈的。","ja":"かれこそは，あなたがたを暗黒から光明に連れ出すために，そのしもべに明瞭な印を下された方である。アッラーは，あなたがたに親切で慈悲深くあられる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":538,"ruku":474}},{"s":57,"a":10,"ar":"وَمَا لَكُمْ أَلَّا تُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَـٰتَلَ ۚ أُو۟لَـٰٓئِكَ أَعْظَمُ دَرَجَةً مِّنَ ٱلَّذِينَ أَنفَقُوا۟ مِنۢ بَعْدُ وَقَـٰتَلُوا۟ ۚ وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ","tl":"wamā lakum allā tunfiqū fī sabīli l-lahi walillahi mīrāthu l-samāwāti wal-arḍi lā yastawī minkum man anfaqa min qabli l-fatḥi waqātala ulāika aʿẓamu darajatan mina alladhīna anfaqū min baʿdu waqātalū wakullan waʿada l-lahu l-ḥus'nā wal-lahu bimā taʿmalūna khabīrun","tr":{"en":"And why do you not spend in the cause of Allāh while to Allāh belongs the heritage of the heavens and the earth? Not equal among you are those who spent before the conquest [of Makkah] and fought [and those who did so after it]. Those are greater in degree than they who spent afterwards and fought. But to all Allāh has promised the best [reward]. And Allāh, of what you do, is Aware.","id":"Dan mengapa kamu tidak menginfakkan hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Mekkah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Dan Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah Mahateliti atas apa yang kamu kerjakan.","zh":"你们怎么不为安拉而施舍呢？天地的遗产，只是安拉的。你们中在胜利之前施舍而且参战者，与在胜利之后施舍而且参战者，不是平等的，前者比后者品级更高。安拉以最优的报酬应许每派人，安拉是彻知你们的行为的。","ja":"どんな訳であなたがたは，アッラーの道のため施さないのか。本当に天地の遺産の相続は，アッラーに属する。あなたがたの中，勝利の前に（財を）施し戦闘する者と，後からそうする者と同じではない。これらの者は，（勝利の）後に施して戦闘する者よりも高位である。だがアッラーは，凡ての者に善（き報奨）を約束された。本当にアッラーは，あなたがたの行うことを熟知なされる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":538,"ruku":474}},{"s":57,"a":11,"ar":"مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَـٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌ كَرِيمٌ","tl":"man dhā alladhī yuq'riḍu l-laha qarḍan ḥasanan fayuḍāʿifahu lahu walahu ajrun karīmun","tr":{"en":"Who is it that would loan Allāh a goodly loan so He will multiply it for him and he will have a noble reward?","id":"Barangsiapa meminjamkan kepada Allah dengan pinjaman yang baik, maka Allah akan mengembalikannya berlipat ganda untuknya, dan baginya pahala yang mulia,","zh":"谁以善债借给安拉呢？安拉将加倍偿还他，他还受优厚的报酬。","ja":"アッラーに良い貸を，貸付ける者は誰か。かれはそれを倍にされ，（その外に）気前のよい報奨を授けるであろう。"},"m":{"juz":27,"hizb":54,"rub":null,"page":538,"ruku":475}},{"s":57,"a":12,"ar":"يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَـٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ","tl":"yawma tarā l-mu'minīna wal-mu'mināti yasʿā nūruhum bayna aydīhim wabi-aymānihim bush'rākumu l-yawma jannātun tajrī min taḥtihā l-anhāru khālidīna fīhā dhālika huwa l-fawzu l-ʿaẓīmu","tr":{"en":"On the Day you see the believing men and believing women, their light proceeding before them and on their right, [it will be said], \"Your good tidings today are [of] gardens beneath which rivers flow, wherein you will abide eternally.\" That is what is the great attainment.","id":"pada hari engkau akan melihat orang-orang yang beriman laki-laki dan perempuan, betapa cahaya mereka bersinar di depan dan di samping kanan mereka, (dikatakan kepada mereka), \"Pada hari ini ada berita gembira untukmu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Demikianlah kemenangan yang agung.\"","zh":"在那日，你将看见男女信士们，他们的光辉，在他们的前面和右边奔驰，有人将对他们说：你们今日的佳音，是下临诸河的乐园；你们将永居其中，那确是伟大的成功。","ja":"その日あなたは，信者の男と信者の女の，前の方や右側に，かれらの光が走るのを見るであろう。（かれらには言われよう。）「今日は，あなたがたへの吉報がある。川が下を流れる楽園のことである。永遠にその中に住むのである。それこそは，本当に偉大な幸福の成就である。」"},"m":{"juz":27,"hizb":54,"rub":null,"page":539,"ruku":475}},{"s":57,"a":13,"ar":"يَوْمَ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ لِلَّذِينَ ءَامَنُوا۟ ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا۟ وَرَآءَكُمْ فَٱلْتَمِسُوا۟ نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَـٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ","tl":"yawma yaqūlu l-munāfiqūna wal-munāfiqātu lilladhīna āmanū unẓurūnā naqtabis min nūrikum qīla ir'jiʿū warāakum fal-tamisū nūran faḍuriba baynahum bisūrin lahu bābun bāṭinuhu fīhi l-raḥmatu waẓāhiruhu min qibalihi l-ʿadhābu","tr":{"en":"On the [same] Day the hypocrite men and hypocrite women will say to those who believed, \"Wait for us that we may acquire some of your light.\" It will be said, \"Go back behind you<sup foot_note=197503>1</sup> and seek light.\" And a wall will be placed between them with a door, its interior containing mercy, but on the outside of it is torment.","id":"Pada hari orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, \"Tunggulah kami! Kami ingin mengambil cahayamu.\" (Kepada mereka) dikatakan, \"Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).\" Lalu di antara mereka dipasang dinding (pemisah) yang berpintu. Di bagian dalam ada rahmat dan di luarnya hanya ada azab.","zh":"在那日，伪信的男女，将对信道的男女说：请你们等候我们，让我们借你们的一点光辉！有人将要对他们说：你们转回去寻求光辉吧！于是，彼此之间，筑起了一堵隔壁来，隔壁上有一道门，门内有恩惠，门外有刑罚。","ja":"その日，偽信者の男女は，信者に言うであろう。「わたしたちを待ってくれ，あなたがたから光を借りたい。」（だがかれらには）言われよう。「後ろに引き返せ，そして光を求めなさい。」そこでかれらの間に壁が設けられる。そこに一つの門があるが，その内側には慈悲が，その外側には懲罰がある。"},"m":{"juz":27,"hizb":54,"rub":null,"page":539,"ruku":475}},{"s":57,"a":14,"ar":"يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا۟ بَلَىٰ وَلَـٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ","tl":"yunādūnahum alam nakun maʿakum qālū balā walākinnakum fatantum anfusakum watarabbaṣtum wa-ir'tabtum wagharratkumu l-amāniyu ḥattā jāa amru l-lahi wagharrakum bil-lahi l-gharūru","tr":{"en":"They [i.e., the hypocrites] will call to them [i.e., the believers], \"Were we not with you?\" They will say, \"Yes, but you afflicted yourselves<sup foot_note=197504>1</sup> and awaited [misfortune for us] and doubted, and wishful thinking deluded you until there came the command of Allāh. And the Deceiver [i.e., Satan] deceived you concerning Allāh.","id":"Orang-orang munafik memanggil orang-orang mukmin, \"Bukankah kami dahulu bersama kamu?\" Mereka menjawab, \"Benar, tetapi kamu mencelakakan dirimu sendiri, dan kamu hanya menunggu, meragukan (janji Allah) dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah; dan penipu (setan) datang memperdaya kamu tentang Allah.","zh":"他们将喊叫信道的人们说：难道我们与你们不是同教吗？他们说：不然，你们自欺、观望、怀疑正道，种种妄想欺骗你们，直到安拉的命令来临，猾贼曾以安拉的优容欺骗你们。","ja":"かれら（偽信者）は，「わたしたちは，あなたがたと一緒ではないか。」と叫ぶであろう。かれら（信者）は言うであろう。「そうだ，だがあなたがたは自分の誘惑に任せ，（わたしたちの没落を）待ち望み，（主の約束に）疑いを抱き，虚しい望みに欺かれているうちに，アッラーの命令がやって来るに至った。欺瞞者が，アッラーに就いてあなたがたを欺いたのである。"},"m":{"juz":27,"hizb":54,"rub":null,"page":539,"ruku":475}},{"s":57,"a":15,"ar":"فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا۟ ۚ مَأْوَىٰكُمُ ٱلنَّارُ ۖ هِىَ مَوْلَىٰكُمْ ۖ وَبِئْسَ ٱلْمَصِيرُ","tl":"fal-yawma lā yu'khadhu minkum fid'yatun walā mina alladhīna kafarū mawākumu l-nāru hiya mawlākum wabi'sa l-maṣīru","tr":{"en":"So today no ransom will be taken from you or from those who disbelieved. Your refuge is the Fire. It is most worthy of you, and wretched is the destination.\"","id":"Maka pada hari ini tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. Tempat kamu di neraka. Itulah tempat berlindungmu, dan itulah seburuk-buruk tempat kembali.\"","zh":"故今日你们与不信道者的罚金，都不被接受，你们的归宿是火狱，那对于你们是更相宜的，那归宿真恶劣！","ja":"今日となっては，あなたがたの身代金は受け入れられないであろう。また（明らさまな）不信者たちはなおのこと。あなたがたの住まいは地獄の業火である。それはあなたがたの友だ。何と悪い帰り所であることよ。」"},"m":{"juz":27,"hizb":54,"rub":null,"page":539,"ruku":475}},{"s":57,"a":16,"ar":"۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا۟ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا۟ كَٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ","tl":"alam yani lilladhīna āmanū an takhshaʿa qulūbuhum lidhik'ri l-lahi wamā nazala mina l-ḥaqi walā yakūnū ka-alladhīna ūtū l-kitāba min qablu faṭāla ʿalayhimu l-amadu faqasat qulūbuhum wakathīrun min'hum fāsiqūna","tr":{"en":"Has the time not come for those who have believed that their hearts should become humbly submissive at the remembrance of Allāh and what has come down of the truth? And let them not be like those who were given the Scripture before, and a long period passed over them, so their hearts hardened; and many of them are defiantly disobedient.","id":"Belum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik.","zh":"难道信士们以为时间还未到，故他们的心不为安拉的教诲和他所降示的真理而柔和吗？他们不可以像以前曾奉天经的人们那样，经过长时期后，他们的心就变硬了，他们中有许多人是犯罪的。","ja":"（本当に）信仰するならば，アッラーの教訓に，また，啓示された真理に，心を虚しくして順奉する時がまだやって来ないのか。以前に啓典を授っていながら，（寛容の時が）延ばされて，心が頑固になった者のようであってはならないのではないか。かれらの多くはアッラーの掟に背く者たちである。"},"m":{"juz":27,"hizb":54,"rub":null,"page":539,"ruku":475}},{"s":57,"a":17,"ar":"ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَعْقِلُونَ","tl":"iʿ'lamū anna l-laha yuḥ'yī l-arḍa baʿda mawtihā qad bayyannā lakumu l-āyāti laʿallakum taʿqilūna","tr":{"en":"Know that Allāh gives life to the earth after its lifelessness. We have made clear to you the signs; perhaps you will understand.<sup foot_note=197505>1</sup>","id":"Ketahuilah bahwa Allah yang menghidupkan bumi setelah matinya (kering). Sungguh, telah Kami jelaskan kepadamu tanda-tanda (kebesaran Kami) agar kamu mengerti.","zh":"你们应当知道安拉是使已死的大地复活的，我确已为你们解释了许多迹象，以便你们明理。","ja":"あなたがたは，一度死んだ大地をアッラーが甦らされることを知れ。われは種々の印をあなたがたのために明示した。恐らくあなたがたは悟るであろう。"},"m":{"juz":27,"hizb":54,"rub":null,"page":539,"ruku":475}},{"s":57,"a":18,"ar":"إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَـٰتِ وَأَقْرَضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا يُضَـٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ","tl":"inna l-muṣadiqīna wal-muṣadiqāti wa-aqraḍū l-laha qarḍan ḥasanan yuḍāʿafu lahum walahum ajrun karīmun","tr":{"en":"Indeed, the men who practice charity and the women who practice charity and [they who] have loaned Allāh a goodly loan - it will be multiplied for them, and they will have a noble reward.","id":"Sesungguhnya orang-orang yang bersedekah baik laki-laki maupun perempuan dan meminjamkan kepada Allah dengan pinjaman yang baik, akan dilipatgandakan (balasannya) bagi mereka; dan mereka akan mendapat pahala yang mulia.","zh":"施财的男女，和以善债借给安拉的男女，他必定加倍偿还他们，他们将受优厚的报酬。","ja":"施しをする男と施しをする女とアッラーに善い貸を，貸付けする者には，かれはそれを倍にされ，（その外に）気前のよい報奨を授けるであろう。"},"m":{"juz":27,"hizb":54,"rub":null,"page":539,"ruku":475}},{"s":57,"a":19,"ar":"وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦٓ أُو۟لَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ ۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ","tl":"wa-alladhīna āmanū bil-lahi warusulihi ulāika humu l-ṣidīqūna wal-shuhadāu ʿinda rabbihim lahum ajruhum wanūruhum wa-alladhīna kafarū wakadhabū biāyātinā ulāika aṣḥābu l-jaḥīmi","tr":{"en":"And those who have believed in Allāh and His messengers - those are [in the ranks of] the supporters of truth and the martyrs, with their Lord. For them is their reward and their light.<sup foot_note=197506>1</sup> But those who have disbelieved and denied Our verses - those are the companions of Hellfire.","id":"Dan orang-orang yang beriman kepada Allah dan rasul-rasul-Nya, mereka itu orang-orang yang tulus hati (pecinta kebenaran) dan saksi-saksi di sisi Tuhan mereka. Mereka berhak mendapat pahala dan cahaya. Tetapi orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni-penghuni neraka.","zh":"信仰安拉和使者的人们，在主那里，是虔诚者，是见证者，他们将有他们的报酬和光明。不信道并且否认我的迹象的人们，是火狱的居民。","ja":"アッラーとその使徒を信じる者，これらの者は（真理を愛する）真実な者であり，主の御目には実証者である。かれらには報奨と光明があろう。だが信じない者またわが種々の印を嘘であるという者，これらの者は，業火の住人であろう。"},"m":{"juz":27,"hizb":54,"rub":null,"page":540,"ruku":475}},{"s":57,"a":20,"ar":"ٱعْلَمُوٓا۟ أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَـٰمًا ۖ وَفِى ٱلْـَٔاخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرِضْوَٰنٌ ۚ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَـٰعُ ٱلْغُرُورِ","tl":"iʿ'lamū annamā l-ḥayatu l-dun'yā laʿibun walahwun wazīnatun watafākhurun baynakum watakāthurun fī l-amwāli wal-awlādi kamathali ghaythin aʿjaba l-kufāra nabātuhu thumma yahīju fatarāhu muṣ'farran thumma yakūnu ḥuṭāman wafī l-ākhirati ʿadhābun shadīdun wamaghfiratun mina l-lahi wariḍ'wānun wamā l-ḥayatu l-dun'yā illā matāʿu l-ghurūri","tr":{"en":"Know that the life of this world is but amusement and diversion and adornment and boasting to one another and competition in increase of wealth and children - like the example of a rain whose [resulting] plant growth pleases the tillers; then it dries and you see it turned yellow; then it becomes [scattered] debris. And in the Hereafter is severe punishment and forgiveness from Allāh and approval. And what is the worldly life except the enjoyment of delusion.","id":"Ketahuilah, sesungguhnya kehidupan dunia itu hanyalah permainan dan senda gurauan, perhiasan dan saling berbangga di antara kamu serta berlomba dalam kekayaan dan anak keturunan, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian (tanaman) itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridaan-Nya. Dan kehidupan dunia tidak lain hanyalah kesenangan yang palsu.","zh":"你们应当知道，今世的生活，只是游戏、娱乐、装饰，矜夸，以财产和子孙的富庶相争胜；譬如时雨，使田苗滋长，农夫见了非常高兴，嗣后，田苗枯槁，你看它变成黄色的，继而零落。在后世，有严厉的刑罚，也有从安拉发出的赦宥和喜悦；今世生活，只是骗人的享受。","ja":"あなたがたの現世の生活は遊び戯れに過ぎず，また虚飾と，互いの間の誇示であり，財産と子女の張り合いに過ぎないことを知れ。（現世の生活を）例えれば慈雨のようなもので，（作物は）生長して不信心者（農夫）を喜ばせる。やがてそれは枯れて黄色に変り，次いで粉々になり果てるのをあなたがたは見るであろう。だが来世においては（不義の徒に）厳しい懲罰があり，また（正義の徒には）アッラーから寛容と善賞を授かろう。本当に現世の生活は，虚しい欺瞞の享楽に過ぎない。"},"m":{"juz":27,"hizb":54,"rub":null,"page":540,"ruku":476}},{"s":57,"a":21,"ar":"سَابِقُوٓا۟ إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ","tl":"sābiqū ilā maghfiratin min rabbikum wajannatin ʿarḍuhā kaʿarḍi l-samāi wal-arḍi uʿiddat lilladhīna āmanū bil-lahi warusulihi dhālika faḍlu l-lahi yu'tīhi man yashāu wal-lahu dhū l-faḍli l-ʿaẓīmi","tr":{"en":"Race [i.e., compete] toward forgiveness from your Lord and a Garden whose width is like the width of the heavens and earth, prepared for those who believed in Allāh and His messengers. That is the bounty of Allāh which He gives to whom He wills, and Allāh is the possessor of great bounty.","id":"Berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dan surga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar.","zh":"你们应当争取从你们的主发出的赦宥，和与天地一样广阔的乐园--为信仰安拉和众使者的人们而准备的乐园--那是安拉的恩典，他将它赏赐他所意欲者。安拉是有宏恩的。","ja":"あなたがたは主からの寛容（を請うため）に，相競って努力しなさい。それは天地の広さ程の広大な楽園で，アッラーと使徒を信じる者のために準備されている。これはアッラーの恩恵で御心に叶う者にそれを授ける。本当にアッラーは，偉大な恩恵の主であられる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":540,"ruku":476}},{"s":57,"a":22,"ar":"مَآ أَصَابَ مِن مُّصِيبَةٍ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَـٰبٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ","tl":"mā aṣāba min muṣībatin fī l-arḍi walā fī anfusikum illā fī kitābin min qabli an nabra-ahā inna dhālika ʿalā l-lahi yasīrun","tr":{"en":"No disaster strikes upon the earth or among yourselves except that it is in a register<sup foot_note=197507>1</sup> before We bring it into being - indeed that, for Allāh, is easy -","id":"Setiap bencana yang menimpa di bumi dan yang menimpa dirimu sendiri, semuanya telah tertulis dalam Kitab (Lauḥ Maḥfūẓ) sebelum Kami mewujudkannya. Sungguh, yang demikian itu mudah bagi Allah.","zh":"大地所有的灾难，和你们自己所遭的祸患，在我创造那些祸患之前，无不记录在天经中；这事对于安拉确是容易的，","ja":"地上において起こる災危も，またあなたがたの身の上に下るものも，一つとしてわれがそれを授ける前に，書冊の中に記されていないものはない。それはアッラーにおいては，容易な業である。"},"m":{"juz":27,"hizb":54,"rub":null,"page":540,"ruku":476}},{"s":57,"a":23,"ar":"لِّكَيْلَا تَأْسَوْا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا۟ بِمَآ ءَاتَىٰكُمْ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ","tl":"likaylā tasaw ʿalā mā fātakum walā tafraḥū bimā ātākum wal-lahu lā yuḥibbu kulla mukh'tālin fakhūrin","tr":{"en":"In order that you not despair over what has eluded you and not exult [in pride] over what He has given you. And Allāh does not like everyone self-deluded and boastful -","id":"Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan tidak pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri,","zh":"以免你们为自己所丧失的而悲伤，为他所赏赐你们的而狂喜。安拉是不喜爱一切傲慢者、矜夸者的。","ja":"それはあなたがたが失ったために悲しまず，与えられたために，慢心しないためである。本当にアッラーは，自惚れの強い高慢な者を御好みになられない。"},"m":{"juz":27,"hizb":54,"rub":null,"page":540,"ruku":476}},{"s":57,"a":24,"ar":"ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ","tl":"alladhīna yabkhalūna wayamurūna l-nāsa bil-bukh'li waman yatawalla fa-inna l-laha huwa l-ghaniyu l-ḥamīdu","tr":{"en":"[Those] who are stingy and enjoin upon people stinginess. And whoever turns away<sup foot_note=197508>1</sup> - then indeed, Allāh is the Free of need, the Praiseworthy.","id":"yaitu orang-orang yang kikir dan menyuruh orang lain berbuat kikir. Barangsiapa berpaling (dari perintah-perintah Allah), maka sesungguhnya Allah, Dia Mahakaya, Maha Terpuji.","zh":"他们自己吝啬，还教别人吝啬。规避义务的人们，安拉确是无求于他们的，确是可颂的。","ja":"こんな者は物惜しみであるから，人びとにも物惜しみを勧める。仮令誰か（主の道から）背き去っても，アッラーは元々満ち足られる御方であり，讃美すべき御方である。"},"m":{"juz":27,"hizb":54,"rub":null,"page":540,"ruku":476}},{"s":57,"a":25,"ar":"لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَـٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَـٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَـٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ","tl":"laqad arsalnā rusulanā bil-bayināti wa-anzalnā maʿahumu l-kitāba wal-mīzāna liyaqūma l-nāsu bil-qis'ṭi wa-anzalnā l-ḥadīda fīhi basun shadīdun wamanāfiʿu lilnnāsi waliyaʿlama l-lahu man yanṣuruhu warusulahu bil-ghaybi inna l-laha qawiyyun ʿazīzun","tr":{"en":"We have already sent Our messengers with clear evidences and sent down with them the Scripture and the balance that the people may maintain [their affairs] in justice. And We sent down iron, wherein is great military might and benefits for the people, and so that Allāh may make evident those who support Him and His messengers unseen. Indeed, Allāh is Powerful and Exalted in Might.","id":"Sungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami turunkan bersama mereka Kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Dan Kami menciptakan besi yang mempunyai kekuatan hebat dan banyak manfaat bagi manusia, dan agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat, Mahaperkasa.","zh":"我确已派遣我的众使者，去传达我的许多明证，并降示天经和公平，以便众人谨守公道。我曾创造钢铁，其中有严厉的刑罚，对于众人没有许多裨益；以便安拉知道在秘密中襄助他和他的众使者的人。安拉确是至刚的，确是万能的。","ja":"実にわれは明証を授けて使徒たちを遣わし，またかれらと一緒に，啓典と（正邪の）秤を下した。それは人びとが正義を行うためである。またわれは鉄を下した。それには偉大な力があり，また人間のために種々の便益を供する。それはアッラーが，密にかれを助ける者，また使徒たちを助ける者を，知っておられるためである。本当にアッラーは強大にして偉力ならびなき方であられる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":541,"ruku":476}},{"s":57,"a":26,"ar":"وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ ۖ فَمِنْهُم مُّهْتَدٍ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ","tl":"walaqad arsalnā nūḥan wa-ib'rāhīma wajaʿalnā fī dhurriyyatihimā l-nubuwata wal-kitāba famin'hum muh'tadin wakathīrun min'hum fāsiqūna","tr":{"en":"And We have already sent Noah and Abraham and placed in their descendants prophethood and scripture; and among them is he who is guided, but many of them are defiantly disobedient.","id":"Dan sungguh, Kami telah mengutus Nuh dan Ibrahim dan Kami berikan kenabian dan kitab (wahyu) kepada keturunan keduanya, di antara mereka ada yang menerima petunjuk dan banyak di antara mereka yang fasik.","zh":"我确已派遣努哈和易卜拉欣，我以预言和天经赏赐他俩的后裔；他们中有遵循正道的，他们中有许多人是悖逆的。","ja":"われは，以前，ヌーフとイブラーヒームを遣わした。またわれは両者の子孫に預言の天分と啓典を授けた。それでかれらの或る者は導かれた。だが，多くの者はアッラーの掟に背く者たちであった。"},"m":{"juz":27,"hizb":54,"rub":null,"page":541,"ruku":477}},{"s":57,"a":27,"ar":"ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَـٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا۟ مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ","tl":"thumma qaffaynā ʿalā āthārihim birusulinā waqaffaynā biʿīsā ib'ni maryama waātaynāhu l-injīla wajaʿalnā fī qulūbi alladhīna ittabaʿūhu rafatan waraḥmatan warahbāniyyatan ib'tadaʿūhā mā katabnāhā ʿalayhim illā ib'tighāa riḍ'wāni l-lahi famā raʿawhā ḥaqqa riʿāyatihā faātaynā alladhīna āmanū min'hum ajrahum wakathīrun min'hum fāsiqūna","tr":{"en":"Then We sent following their footsteps [i.e., traditions] Our messengers and followed [them] with Jesus, the son of Mary, and gave him the Gospel. And We placed in the hearts of those who followed him compassion and mercy and monasticism, which they innovated; We did not prescribe it for them except [that they did so] seeking the approval of Allāh. But they did not observe it with due observance. So We gave the ones who believed among them their reward, but many of them are defiantly disobedient.","id":"Kemudian Kami susulkan rasul-rasul Kami mengikuti jejak mereka dan Kami susulkan (pula) Isa putra Maryam; Dan Kami berikan Injil kepadanya dan Kami jadikan rasa santun dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan raḥbāniyyah,<sup foot_note=135783>1</sup> padahal Kami tidak mewajibkannya kepada mereka (yang Kami wajibkan hanyalah) mencari keridaan Allah, tetapi tidak mereka pelihara dengan semestinya. Maka kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya, dan banyak di antara mereka yang fasik.","zh":"在他们之后，我曾继续派遣我的众使者，我又继续派遣麦尔彦之子尔撒，我赏赐他《引支勒》，我使他的信徒们心怀仁爱和慈悯。他们自创出家制--我未曾以出家为他们的定制--他们创设此制，以求安拉的喜悦；但他们未曾切实的遵守它，故我把报酬赏赐他们中的信道者。他们中有许多人是悖逆的。","ja":"それからわが使徒を，かれらの足跡に従わせ，更にマルヤムの子イーサーを遣わし，福音を授け，またかれらに従う者の胸に博愛と慈悲の情を持たせた。だが禁欲の修道院制は，かれらが自分で作ったもので，われがかれらにそれを指示してはいない。アッラーの喜びを得たいばかりにしたことだが，かれらはそれも守らねばならないようには守っていなかった。それでわれは，かれらの中の信仰する者には報奨を与えた。だがかれらの多くの者はアッラーの掟に背く者たちであった。"},"m":{"juz":27,"hizb":54,"rub":null,"page":541,"ruku":477}},{"s":57,"a":28,"ar":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ","tl":"yāayyuhā alladhīna āmanū ittaqū l-laha waāminū birasūlihi yu'tikum kif'layni min raḥmatihi wayajʿal lakum nūran tamshūna bihi wayaghfir lakum wal-lahu ghafūrun raḥīmun","tr":{"en":"O you who have believed, fear Allāh and believe in His Messenger; He will [then] give you a double portion of His mercy and make for you a light by which you will walk and forgive you; and Allāh is Forgiving and Merciful.","id":"Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepada dua bagian, dan menjadikan cahaya untukmu yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang,","zh":"信道的人们啊！你们应当敬畏安拉，应当信仰他的使者，他就把他的恩惠加倍赏赐你们，他就为你们创造一道光明；你们将借那道光明而行走，他就赦宥你们。安拉是至赦的，是至慈的。","ja":"あなたがた信仰する者よ，アッラーを畏れ，かれの使徒を信じなさい。かれは倍の慈悲を授け，また光明をあなたがたのために設け，それで（正しい道を）歩ませ，またあなたがた（の過去の罪業）を赦される。本当にアッラーは寛容にして慈悲深くあられる。"},"m":{"juz":27,"hizb":54,"rub":null,"page":541,"ruku":477}},{"s":57,"a":29,"ar":"لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَـٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّن فَضْلِ ٱللَّهِ ۙ وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ","tl":"li-allā yaʿlama ahlu l-kitābi allā yaqdirūna ʿalā shayin min faḍli l-lahi wa-anna l-faḍla biyadi l-lahi yu'tīhi man yashāu wal-lahu dhū l-faḍli l-ʿaẓīmi","tr":{"en":"[This is] so that the People of the Scripture may know that they are not able [to obtain] anything from the bounty of Allāh<sup foot_note=197510>1</sup> and that [all] bounty is in the hand<sup foot_note=197509>2</sup> of Allāh; He gives it to whom He wills. And Allāh is the possessor of great bounty.","id":"agar Ahli Kitab mengetahui bahwa sedikit pun mereka tidak akan mendapat karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwa karunia itu ada di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Dan Allah mempunyai karunia yang besar.","zh":"以便曾受天经的人们知道，他们简直不能操纵安拉的恩典，并且知道，凡恩典都在安拉的掌握中，他要赏赐谁，就赏赐谁，安拉是有宏恩的。","ja":"アッラーの恩恵をかれらが少しも左右出来ないことを，また恩恵はアッラーの御手の中にあるということを啓典の民は知るがいい。かれの御心に適う者は，それを授かる。本当にアッラーは偉大な恩恵の主である。"},"m":{"juz":27,"hizb":54,"rub":null,"page":541,"ruku":477}}]