[
  {
    "s": 59,
    "a": 1,
    "ar": " سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "tl": "sabbaḥa lillahi mā fī l-samāwāti wamā fī l-arḍi wahuwa l-ʿazīzu l-ḥakīmu",
    "tr": {
      "en": "Whatever is in the heavens and whatever is on the earth exalts Allāh,<sup foot_note=197521>1</sup> and He is the Exalted in Might, the Wise.",
      "id": "Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana.",
      "zh": "凡在天地间的，都赞颂安拉超绝万物，他是万能的，是至睿的。",
      "ja": "天にあり地にある凡てのものは，アッラーを讃える。本当にかれは偉力ならびなく英明であられる。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 545,
      "ruku": 481
    },
    "tj": "سَبَّحَ لِلَّهِ مَا فِى <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّمَ<tajweed class=madda_normal>ـٰ</tajweed>و<tajweed class=madda_normal>َٲ</tajweed>تِ وَمَا فِى <tajweed class=ham_wasl>ٱ</tajweed>لْأَرْضِ‌ۖ وَهُوَ <tajweed class=ham_wasl>ٱ</tajweed>لْعَزِيزُ <tajweed class=ham_wasl>ٱ</tajweed>لْحَك<tajweed class=madda_permissible>ِي</tajweed>مُ <span class=end>١</span>"
  },
  {
    "s": 59,
    "a": 2,
    "ar": "هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ مِن دِيَـٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ ۖ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ ۖ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَـٰٓأُو۟لِى ٱلْأَبْصَـٰرِ",
    "tl": "huwa alladhī akhraja alladhīna kafarū min ahli l-kitābi min diyārihim li-awwali l-ḥashri mā ẓanantum an yakhrujū waẓannū annahum māniʿatuhum ḥuṣūnuhum mina l-lahi fa-atāhumu l-lahu min ḥaythu lam yaḥtasibū waqadhafa fī qulūbihimu l-ruʿ'ba yukh'ribūna buyūtahum bi-aydīhim wa-aydī l-mu'minīna fa-iʿ'tabirū yāulī l-abṣāri",
    "tr": {
      "en": "It is He who expelled the ones who disbelieved among the People of the Scripture<sup foot_note=197523>1</sup> from their homes at the first gathering.<sup foot_note=197522>2</sup> You did not think they would leave, and they thought that their fortresses would protect them from Allāh; but [the decree of] Allāh came upon them from where they had not expected, and He cast terror into their hearts [so] they destroyed their houses by their [own] hands and the hands of the believers. So take warning, O people of vision.",
      "id": "Dialah yang mengeluarkan orang-orang kafir di antara Ahli Kitab dari kampung halamannya pada saat pengusiran yang pertama.<sup foot_note=135786>1</sup> Kamu tidak menyangka, bahwa mereka akan keluar dan mereka pun yakin, benteng-benteng mereka akan dapat mempertahankan mereka dari (siksaan) Allah; maka Allah mendatangkan (siksaan) kepada mereka dari arah yang tidak mereka sangka-sangka. Dan Allah menanamkan rasa takut ke dalam hati mereka; sehingga mereka memusnahkan rumah-rumah mereka dengan tangannya sendiri dan tangan orang-orang mukmin. Maka ambillah (kejadian itu) untuk menjadi pelajaran, wahai orang-orang yang mempunyai pandangan!",
      "zh": "在初次放逐的时候，他曾将信奉《圣经》而不信《古兰经》的人从他们的家中驱逐出境。你们没有猜想到他们会退出去，他们猜想自己的堡垒能防御安拉；但安拉的刑罚，竟从他们料不到的地方降临他们。他将恐怖投在他们的心中，他们用自己的手和信士们的手拆毁自己的房屋。有眼光的人们啊！你们警惕吧！",
      "ja": "かれこそは，啓典の民の中の不信心な者を，その住まいから最初に追い出し放逐された方である。あなたがたはかれらが退去するものとは考えなかった。またかれらにしても，その砦だけで アッラー（の攻撃）を防げると思っていた。だがアッラーはかれらの予期しなかった方面から襲い，かれらの心に怖気を投げ込み，それでムスリムたちと一緒になって，自分（自ら）の手で，かれらの住まいを破壊した。あなたがた見る目を持つ者よ，訓戒とするがいい。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 545,
      "ruku": 481
    },
    "tj": "هُوَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذ<tajweed class=madda_obligatory>ِىٓ</tajweed> أَخْرَجَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ كَفَرُو<tajweed class=slnt>اْ</tajweed> مِنْ أَهْلِ <tajweed class=ham_wasl>ٱ</tajweed>لْكِتَ<tajweed class=madda_normal>ـٰ</tajweed>بِ مِ<tajweed class=ikhafa>ن د</tajweed>ِيَ<tajweed class=madda_normal>ـٰ</tajweed>رِهِمْ لِأَوَّلِ <tajweed class=ham_wasl>ٱ</tajweed>لْحَشْرِ‌ۚ مَا ظَنَ<tajweed class=ikhafa>نت</tajweed>ُمْ أ<tajweed class=idgham_ghunnah>َن ي</tajweed>َخْرُجُو<tajweed class=slnt>اْ‌ۖ</tajweed> وَظَ<tajweed class=ghunnah>نّ</tajweed><tajweed class=madda_obligatory>ُوٓ</tajweed><tajweed class=slnt>اْ</tajweed> أَ<tajweed class=ghunnah>نّ</tajweed>َه<tajweed class=idgham_shafawi>ُم م</tajweed>َّانِعَتُهُمْ حُصُونُه<tajweed class=idgham_shafawi>ُم م</tajweed>ِّنَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ فَأَتَ<tajweed class=madda_normal>ـٰ</tajweed>هُمُ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُو<tajweed class=slnt>اْ‌ۖ</tajweed> وَقَذَفَ فِى قُلُوبِهِمُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رُّعْبَ‌ۚ يُخْرِبُونَ بُيُوتَه<tajweed class=ikhafa_shafawi>ُم ب</tajweed>ِأَيْدِيهِمْ وَأَيْدِى <tajweed class=ham_wasl>ٱ</tajweed>لْمُؤْمِنِينَ فَ<tajweed class=ham_wasl>ٱ</tajweed>عْتَبِرُو<tajweed class=slnt>اْ</tajweed> يَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>أُ<tajweed class=slnt>وْ</tajweed>لِى <tajweed class=ham_wasl>ٱ</tajweed>لْأَ<tajweed class=qalaqah>بْ</tajweed>صَ<tajweed class=madda_permissible>ـٰ</tajweed>رِ <span class=end>٢</span>"
  },
  {
    "s": 59,
    "a": 3,
    "ar": "وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابُ ٱلنَّارِ",
    "tl": "walawlā an kataba l-lahu ʿalayhimu l-jalāa laʿadhabahum fī l-dun'yā walahum fī l-ākhirati ʿadhābu l-nāri",
    "tr": {
      "en": "And if not that Allāh had decreed for them evacuation, He would have punished them in [this] world, and for them in the Hereafter is the punishment of the Fire.",
      "id": "Dan sekiranya tidak karena Allah telah menetapkan pengusiran terhadap mereka, pasti Allah mengazab mereka di dunia. Dan di akhirat mereka akan mendapat azab neraka.",
      "zh": "假若安拉没有判决他们应受放逐，他必在今世惩罚他们；他们在后世，将受火刑。",
      "ja": "アッラーは，仮令かれらに対し，放逐と御決めにならなくても，必ず現世においてかれらを懲罰なされる。また，来世においては（必ず）火獄の懲罰がある。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 545,
      "ruku": 481
    },
    "tj": "وَلَوْل<tajweed class=madda_obligatory>َآ</tajweed> أَ<tajweed class=ikhafa>ن ك</tajweed>َتَبَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ عَلَيْهِمُ <tajweed class=ham_wasl>ٱ</tajweed>لْجَل<tajweed class=madda_obligatory>َا</tajweed>ٓءَ لَعَذَّبَهُمْ فِى <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>دُّنْيَا‌ۖ وَلَهُمْ فِى <tajweed class=ham_wasl>ٱ</tajweed>لْأَخِرَةِ عَذَابُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed><tajweed class=madda_permissible>َا</tajweed>رِ <span class=end>٣</span>"
  },
  {
    "s": 59,
    "a": 4,
    "ar": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
    "tl": "dhālika bi-annahum shāqqū l-laha warasūlahu waman yushāqqi l-laha fa-inna l-laha shadīdu l-ʿiqābi",
    "tr": {
      "en": "That is because they opposed Allāh and His Messenger. And whoever opposes Allāh - then indeed, Allāh is severe in penalty.",
      "id": "Yang demikian itu karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Barangsiapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya.",
      "zh": "这是由于他们违抗安拉和使者。凡违抗安拉者，安拉必定惩罚他，因为安拉的刑罚确是严厉的。",
      "ja": "それはかれら（不信者）が，アッラーとその使徒に反抗したためである。誰でもアッラーに反抗するならば，本当にアッラーは懲罰に厳重であられる。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 546,
      "ruku": 481
    },
    "tj": "ذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ بِأَ<tajweed class=ghunnah>نّ</tajweed>َهُمْ ش<tajweed class=madda_necessary>َا</tajweed>ٓقُّو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ وَرَسُولَهُ<tajweed class=madda_normal>ۥ</tajweed>‌ۖ وَم<tajweed class=idgham_ghunnah>َن ي</tajweed>ُش<tajweed class=madda_necessary>َا</tajweed>ٓقِّ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ فَإِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ شَدِيدُ <tajweed class=ham_wasl>ٱ</tajweed>لْعِق<tajweed class=madda_permissible>َا</tajweed><tajweed class=qalaqah>ب</tajweed>ِ <span class=end>٤</span>"
  },
  {
    "s": 59,
    "a": 5,
    "ar": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَـٰسِقِينَ",
    "tl": "mā qaṭaʿtum min līnatin aw taraktumūhā qāimatan ʿalā uṣūlihā fabi-idh'ni l-lahi waliyukh'ziya l-fāsiqīna",
    "tr": {
      "en": "Whatever you have cut down of [their] palm trees or left standing on their trunks - it was by permission of Allāh and so He would disgrace the defiantly disobedient.",
      "id": "Apa yang kamu tebang di antara pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (itu terjadi) dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.",
      "zh": "无论你们砍伐海枣树，或任其依然存在，都是安拉所允许的，他准许伐树，原为凌辱放荡者。",
      "ja": "あなたがたが，ナツメヤシの木を切り倒しても，またその根の上に立たせて置いても，それはアッラーの御許しによるもので，アッラーの掟に背く者たちを卑しめられるためである。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 546,
      "ruku": 481
    },
    "tj": "مَا قَطَعْت<tajweed class=idgham_shafawi>ُم م</tajweed>ّ<tajweed class=idgham_wo_ghunnah>ِن ل</tajweed>ِّينَةٍ أَوْ تَرَكْتُمُوهَا ق<tajweed class=madda_obligatory>َا</tajweed>ٓئِمَةً عَلَ<tajweed class=madda_obligatory>ىٰٓ</tajweed> أُصُولِهَا فَبِإِذْنِ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ وَلِيُخْزِىَ <tajweed class=ham_wasl>ٱ</tajweed>لْفَ<tajweed class=madda_normal>ـٰ</tajweed>سِق<tajweed class=madda_permissible>ِي</tajweed>نَ <span class=end>٥</span>"
  },
  {
    "s": 59,
    "a": 6,
    "ar": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَـٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "tl": "wamā afāa l-lahu ʿalā rasūlihi min'hum famā awjaftum ʿalayhi min khaylin walā rikābin walākinna l-laha yusalliṭu rusulahu ʿalā man yashāu wal-lahu ʿalā kulli shayin qadīrun",
    "tr": {
      "en": "And what Allāh restored [of property] to His Messenger from them - you did not spur for it [in an expedition] any horses or camels,<sup foot_note=197524>1</sup> but Allāh gives His messengers power over whom He wills, and Allāh is over all things competent.",
      "id": "Dan harta rampasan fai`<sup foot_note=135787>1</sup> dari mereka yang diberikan Allah kepada Rasul-Nya, kamu tidak memerlukan kuda atau unta untuk mendapatkannya, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Dan Allah Mahakuasa atas segala sesuatu.",
      "zh": "凡安拉收归使者的逆产，你们都没有汗马之劳；但安拉使众使者，制服他所意欲者；安拉对于万事，是全能的。",
      "ja": "またアッラーが，かれらから（取り上げて）かれの使徒に与えた物は，あなたがたが，馬やラクダを駆りたてて手に入れた訳ではない。だがアッラーは，御望みの者を使徒の権限の下に委ねられる。本当にアッラーは，凡てのことに全能であられる。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 546,
      "ruku": 481
    },
    "tj": "وَم<tajweed class=madda_obligatory>َآ</tajweed> أَف<tajweed class=madda_obligatory>َا</tajweed>ٓءَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ عَلَىٰ رَسُولِه<tajweed class=madda_normal>ِۦ</tajweed> مِنْهُمْ فَم<tajweed class=madda_obligatory>َآ</tajweed> أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْ<tajweed class=idgham_ghunnah>لٍ و</tajweed>َلَا رِكَا<tajweed class=idgham_ghunnah>بٍ و</tajweed>َلَ<tajweed class=madda_normal>ـٰ</tajweed>كِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ يُسَلِّطُ رُسُلَهُ<tajweed class=madda_normal>ۥ</tajweed> عَلَىٰ م<tajweed class=idgham_ghunnah>َن ي</tajweed>َش<tajweed class=madda_obligatory>َا</tajweed>ٓءُ‌ۚ وَ<tajweed class=ham_wasl>ٱ</tajweed>للَّهُ عَلَىٰ كُلِّ ش<tajweed class=ikhafa>َىْءٍ ق</tajweed>َد<tajweed class=madda_permissible>ِي</tajweed>رٌ <span class=end>٦</span>"
  },
  {
    "s": 59,
    "a": 7,
    "ar": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ ۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
    "tl": "mā afāa l-lahu ʿalā rasūlihi min ahli l-qurā falillahi walilrrasūli walidhī l-qur'bā wal-yatāmā wal-masākīni wa-ib'ni l-sabīli kay lā yakūna dūlatan bayna l-aghniyāi minkum wamā ātākumu l-rasūlu fakhudhūhu wamā nahākum ʿanhu fa-intahū wa-ittaqū l-laha inna l-laha shadīdu l-ʿiqābi",
    "tr": {
      "en": "And what Allāh restored to His Messenger from the people of the towns - it is for Allāh and for the Messenger and for [his] near relatives<sup foot_note=197526>1</sup> and orphans and the needy and the [stranded] traveler<sup foot_note=197525>2</sup> - so that it will not be a perpetual distribution among the rich from among you. And whatever the Messenger has given you - take; and what he has forbidden you - refrain from. And fear Allāh; indeed, Allāh is severe in penalty.",
      "id": "Harta rampasan fai` yang diberikan Allah kepada Rasul-Nya (yang berasal) dari penduduk beberapa negeri, adalah untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin dan untuk orang-orang yang dalam perjalanan, agar harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu maka terimalah. Dan apa yang dilarangnya bagimu maka tinggalkanlah. Dan bertakwalah kepada Allah. Sungguh, Allah sangat keras hukuman-Nya.",
      "zh": "城市的居民的逆产，凡安拉收归使者的，都归安拉、使者、至亲、孤儿、贫民和旅客，以免那些逆产，成为在你们中富豪之间周转的东西。凡使者给你们的，你们都应当接受；凡使者禁止你们的，你们都应当戒除。你们应当敬畏安拉，安拉确是刑罚严厉的。",
      "ja": "アッラーが（敵の）村の民から得て使徒に与えた物は，アッラーの有であり，また使徒や近親，孤児，貧者，旅人のものである。それはあなたがたの中の，只富裕な者の間に専らわたらせないためである。また使徒があなたがたに与える物はこれを受け，あなたがたに禁じる物は，避けなさい。アッラーを畏れなさい。本当にアッラーは懲罰に厳重であられる。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 546,
      "ruku": 481
    },
    "tj": "مّ<tajweed class=madda_obligatory>َآ</tajweed> أَف<tajweed class=madda_obligatory>َا</tajweed>ٓءَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ عَلَىٰ رَسُولِه<tajweed class=madda_normal>ِۦ</tajweed> مِنْ أَهْلِ <tajweed class=ham_wasl>ٱ</tajweed>لْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى <tajweed class=ham_wasl>ٱ</tajweed>لْقُرْبَىٰ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْيَتَ<tajweed class=madda_normal>ـٰ</tajweed>مَىٰ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْمَسَ<tajweed class=madda_normal>ـٰ</tajweed>كِينِ وَ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=qalaqah>بْ</tajweed>نِ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّبِيلِ كَىْ لَا يَكُونَ دُولَ<tajweed class=iqlab>ةَۢ ب</tajweed>َيْنَ <tajweed class=ham_wasl>ٱ</tajweed>لْأَغْنِي<tajweed class=madda_obligatory>َا</tajweed>ٓءِ مِ<tajweed class=ikhafa>نك</tajweed>ُمْ‌ۚ وَم<tajweed class=madda_obligatory>َآ</tajweed> ءَاتَ<tajweed class=madda_normal>ـٰ</tajweed>كُمُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّسُولُ فَخُذُوهُ وَمَا نَهَ<tajweed class=madda_normal>ـٰ</tajweed>كُمْ عَنْهُ فَ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=ikhafa>نت</tajweed>َهُو<tajweed class=slnt>اْ‌ۚ</tajweed> وَ<tajweed class=ham_wasl>ٱ</tajweed>تَّقُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ‌ۖ إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ شَدِيدُ <tajweed class=ham_wasl>ٱ</tajweed>لْعِق<tajweed class=madda_permissible>َا</tajweed><tajweed class=qalaqah>ب</tajweed>ِ <span class=end>٧</span>"
  },
  {
    "s": 59,
    "a": 8,
    "ar": "لِلْفُقَرَآءِ ٱلْمُهَـٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
    "tl": "lil'fuqarāi l-muhājirīna alladhīna ukh'rijū min diyārihim wa-amwālihim yabtaghūna faḍlan mina l-lahi wariḍ'wānan wayanṣurūna l-laha warasūlahu ulāika humu l-ṣādiqūna",
    "tr": {
      "en": "For the poor emigrants who were expelled from their homes and their properties, seeking bounty from Allāh and [His] approval and supporting [the cause of] Allāh and His Messenger, [there is also a share]. Those are the truthful.",
      "id": "(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah<sup foot_note=135788>1</sup> yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar.",
      "zh": "（那些逆产一部分）归迁士中的贫民，他们曾被驱逐出境，以致丧失自己的房屋和财产。他们寻求从安拉发出的恩典和喜悦，他们协助安拉和使者；这等人，确是说实话的。",
      "ja": "（戦利品は）貧困な移佳者たちのものでもある。かれらは自分の家から追われ，また財産から離れ，アッラーの恩恵と御喜びを求めて，アッラーと使徒を助けている。これらの者こそ，真実な者である。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 546,
      "ruku": 481
    },
    "tj": "لِلْفُقَر<tajweed class=madda_obligatory>َا</tajweed>ٓءِ <tajweed class=ham_wasl>ٱ</tajweed>لْمُهَ<tajweed class=madda_normal>ـٰ</tajweed>جِرِينَ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ أُخْرِجُو<tajweed class=slnt>اْ</tajweed> مِ<tajweed class=ikhafa>ن د</tajweed>ِيَ<tajweed class=madda_normal>ـٰ</tajweed>رِهِمْ وَأَمْو<tajweed class=madda_normal>َٲ</tajweed>لِهِمْ يَ<tajweed class=qalaqah>بْ</tajweed>تَغُونَ فَضْل<tajweed class=idgham_ghunnah>اً م</tajweed>ِّنَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ وَرِضْو<tajweed class=madda_normal>َٲ</tajweed><tajweed class=idgham_ghunnah>نًا و</tajweed>َيَ<tajweed class=ikhafa>نص</tajweed>ُرُونَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ وَرَسُولَهُ<tajweed class=madda_obligatory>ۥٓ‌ۚ</tajweed> أُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ هُمُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>صَّ<tajweed class=madda_normal>ـٰ</tajweed>دِق<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>٨</span>"
  },
  {
    "s": 59,
    "a": 9,
    "ar": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَـٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُوا۟ وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ۚ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
    "tl": "wa-alladhīna tabawwaū l-dāra wal-īmāna min qablihim yuḥibbūna man hājara ilayhim walā yajidūna fī ṣudūrihim ḥājatan mimmā ūtū wayu'thirūna ʿalā anfusihim walaw kāna bihim khaṣāṣatun waman yūqa shuḥḥa nafsihi fa-ulāika humu l-muf'liḥūna",
    "tr": {
      "en": "And [also for] those who were settled in the Home [i.e.,al-Madīnah] and [adopted] the faith before them.<sup foot_note=197527>1</sup> They love those who emigrated to them and find not any want in their breasts of what they [i.e., the emigrants] were given but give [them] preference over themselves, even though they are in privation. And whoever is protected from the stinginess of his soul - it is those who will be the successful.",
      "id": "Dan orang-orang (Ansar) yang telah menempati kota Madinah dan telah beriman sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (Muhajirin), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung.",
      "zh": "在他们之前，安居故乡而且确信正道的人们，他们喜爱迁居来的教胞们，他们对于那些教胞所获的赏赐，不怀怨恨，他们虽有急需，也愿把自己所有的让给那些教胞。能戒除自身的贪吝者，才是成功的。",
      "ja": "そして以前から（アル・マディーナに）家を持っていて，信仰を受け入れた者たちは，（移住して）かれらのもとに来た者を愛護し，またかれら（移住者〔ムハージル〕）に与えられた（戦利品）に対しても心の中で欲しがることもなく，自分（援助者〔アンサール〕）自身に先んじて （かれらに）与える。仮令自分は窮乏していても。また，自分の貪欲をよく押えた者たち。これらの者こそ至福を成就する者である。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 546,
      "ruku": 481
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ تَبَوَّءُو <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>دَّارَ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْإِيمَ<tajweed class=madda_normal>ـٰ</tajweed>نَ مِ<tajweed class=ikhafa>ن ق</tajweed>َ<tajweed class=qalaqah>بْ</tajweed>لِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَ<tajweed class=idgham_ghunnah>ةً م</tajweed>ِّ<tajweed class=ghunnah>مّ</tajweed><tajweed class=madda_obligatory>َآ</tajweed> أُوتُو<tajweed class=slnt>اْ</tajweed> وَيُؤْثِرُونَ عَلَ<tajweed class=madda_obligatory>ىٰٓ</tajweed> أَ<tajweed class=ikhafa>نف</tajweed>ُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَ<tajweed class=idgham_ghunnah>ةٌ‌ۚ و</tajweed>َم<tajweed class=idgham_ghunnah>َن ي</tajweed>ُوقَ شُحَّ نَفْسِه<tajweed class=madda_normal>ِۦ</tajweed> فَأُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ هُمُ <tajweed class=ham_wasl>ٱ</tajweed>لْمُفْلِح<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>٩</span>"
  },
  {
    "s": 59,
    "a": 10,
    "ar": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَـٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ",
    "tl": "wa-alladhīna jāū min baʿdihim yaqūlūna rabbanā igh'fir lanā wali-ikh'wāninā alladhīna sabaqūnā bil-īmāni walā tajʿal fī qulūbinā ghillan lilladhīna āmanū rabbanā innaka raūfun raḥīmun",
    "tr": {
      "en": "And [there is a share for] those who come after them, saying, \"Our Lord, forgive us and our brothers who preceded us in faith and put not in our hearts [any] resentment toward those who have believed. Our Lord, indeed You are Kind and Merciful.\"",
      "id": "Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, \"Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, sungguh, Engkau Maha Penyantun, Maha Penyayang.\"",
      "zh": "在他们之后到来的人们说：我们的主啊！求你赦宥我们，并赦宥在我们之前已经信道的人们，求你不要让我们怨恨在我们之前已经信道的人们，我们的主啊！你确是仁爱的，确是至慈的。",
      "ja": "かれら（移住者，援助者）の後に来た者たちは，（祈って）「主よ，わたしたちと，わたしたち以前に信仰に入った兄弟たちを，御赦し下さい。信仰している者に対する恨み心を，わたしたちの胸の中に持たせないで下さい。主よ，本当にあなたは，親切で慈悲深くあられます。」と言う。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 547,
      "ruku": 481
    },
    "tj": "وَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ ج<tajweed class=madda_obligatory>َا</tajweed>ٓءُو م<tajweed class=iqlab>ِنۢ ب</tajweed>َعْدِهِمْ يَقُولُونَ رَبَّنَا <tajweed class=ham_wasl>ٱ</tajweed>غْفِرْ لَنَا وَلِإِخْو<tajweed class=madda_normal>َٲ</tajweed>نِنَا <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ سَبَقُونَا بِ<tajweed class=ham_wasl>ٱ</tajweed>لْإِيمَ<tajweed class=madda_normal>ـٰ</tajweed>نِ وَلَا تَ<tajweed class=qalaqah>جْ</tajweed>عَلْ فِى قُلُوبِنَا غِل<tajweed class=idgham_wo_ghunnah>اًّ ل</tajweed>ِّلَّذِينَ ءَامَنُو<tajweed class=slnt>اْ</tajweed> رَبَّن<tajweed class=madda_obligatory>َآ</tajweed> إِ<tajweed class=ghunnah>نّ</tajweed>َكَ رَءُو<tajweed class=idgham_wo_ghunnah>فٌ ر</tajweed>َّح<tajweed class=madda_permissible>ِي</tajweed>مٌ <span class=end>١٠</span>"
  },
  {
    "s": 59,
    "a": 11,
    "ar": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
    "tl": "alam tara ilā alladhīna nāfaqū yaqūlūna li-ikh'wānihimu alladhīna kafarū min ahli l-kitābi la-in ukh'rij'tum lanakhrujanna maʿakum walā nuṭīʿu fīkum aḥadan abadan wa-in qūtil'tum lananṣurannakum wal-lahu yashhadu innahum lakādhibūna",
    "tr": {
      "en": "Have you not considered those who practice hypocrisy, saying to their brothers [i.e., associates] who have disbelieved among the People of the Scripture, \"If you are expelled, we will surely leave with you, and we will not obey, in regard to you, anyone - ever; and if you are fought, we will surely aid you.\" But Allāh testifies that they are liars.",
      "id": "Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, \"Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.\" Dan Allah menyaksikan, bahwa mereka benar-benar pendusta.",
      "zh": "难道你没有看见那些伪信者吗？他们对自己的朋友--信奉《圣经》而不信《古兰经》的人们说：“如果你们被放逐，我们必定与你们一同出境，我们永不服从任何人的命令而放弃你们；如果你们被攻击，我们必援助你们。安拉作证，他们确是说谎的。",
      "ja": "あなたは，偽信者たちが啓典の民の中の不信心な仲間に言うのを見なかったのか。「もしあなたがたが追放されるなら，わたしたちは一緒に出て行くであろう。あなたがたのことに関しては，誰にも決して従わないであろう。またあなたがたがもし攻撃されるならば，わたしたちは必ず助けるであろう。」だがアッラーは，かれらが真に虚言の徒であることを立証なされる。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 547,
      "ruku": 482
    },
    "tj": "۞ أَلَمْ تَرَ إِلَى <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ نَافَقُو<tajweed class=slnt>اْ</tajweed> يَقُولُونَ لِإِخْو<tajweed class=madda_normal>َٲ</tajweed>نِهِمُ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ كَفَرُو<tajweed class=slnt>اْ</tajweed> مِنْ أَهْلِ <tajweed class=ham_wasl>ٱ</tajweed>لْكِتَ<tajweed class=madda_normal>ـٰ</tajweed>بِ لَئِنْ أُخْرِ<tajweed class=qalaqah>جْ</tajweed>تُمْ لَنَخْرُجَ<tajweed class=ghunnah>نّ</tajweed>َ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَ<tajweed class=idgham_ghunnah>دًا و</tajweed>َإِ<tajweed class=ikhafa>ن ق</tajweed>ُوتِلْتُمْ لَنَ<tajweed class=ikhafa>نص</tajweed>ُرَ<tajweed class=ghunnah>نّ</tajweed>َكُمْ وَ<tajweed class=ham_wasl>ٱ</tajweed>للَّهُ يَشْهَدُ إِ<tajweed class=ghunnah>نّ</tajweed>َهُمْ لَكَ<tajweed class=madda_normal>ـٰ</tajweed>ذِب<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١١</span>"
  },
  {
    "s": 59,
    "a": 12,
    "ar": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَـٰرَ ثُمَّ لَا يُنصَرُونَ",
    "tl": "la-in ukh'rijū lā yakhrujūna maʿahum wala-in qūtilū lā yanṣurūnahum wala-in naṣarūhum layuwallunna l-adbāra thumma lā yunṣarūna",
    "tr": {
      "en": "If they are expelled, they will not leave with them, and if they are fought, they will not aid them. And [even] if they should aid them, they will surely turn their backs; then [thereafter] they will not be aided.",
      "id": "Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka diperangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan.",
      "zh": "如果他们被放逐，伪信者不与他们一道出境；如果他们被攻击，伪信者不援助他们；即使援助他们，也必转身逃跑，使之不获援助。",
      "ja": "もしかれらが追放されても，かれら（偽信者）は，決して一緒に出て行かないであろう。もしかれらが攻められても，決して助けないであろう。もしかれら（偽信者）が助けようとしても，必ず背を向けて逃げ，結局かれらは何の助けも得られないであろう。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 547,
      "ruku": 482
    },
    "tj": "لَئِنْ أُخْرِجُو<tajweed class=slnt>اْ</tajweed> لَا يَخْرُجُونَ مَعَهُمْ وَلَئِ<tajweed class=ikhafa>ن ق</tajweed>ُوتِلُو<tajweed class=slnt>اْ</tajweed> لَا يَ<tajweed class=ikhafa>نص</tajweed>ُرُونَهُمْ وَلَئ<tajweed class=idgham_ghunnah>ِن ن</tajweed>َّصَرُوهُمْ لَيُوَلُّ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>لْأَ<tajweed class=qalaqah>دْ</tajweed>بَ<tajweed class=madda_normal>ـٰ</tajweed>رَ ثُ<tajweed class=ghunnah>مّ</tajweed>َ لَا يُ<tajweed class=ikhafa>نص</tajweed>َر<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١٢</span>"
  },
  {
    "s": 59,
    "a": 13,
    "ar": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
    "tl": "la-antum ashaddu rahbatan fī ṣudūrihim mina l-lahi dhālika bi-annahum qawmun lā yafqahūna",
    "tr": {
      "en": "You [believers] are more fearful within their breasts than Allāh. That is because they are a people who do not understand.",
      "id": "Sesungguhnya dalam hati mereka, kamu (muslimin) lebih ditakuti daripada Allah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
      "zh": "你们在他们的胸中确是比安拉还可怕的，那是因为他们是不明理的民众。",
      "ja": "かれら（ユダヤ人と偽信者）の胸の中では，あなたがたの方がアッラーよりも，ずっと恐ろしいのである。これはかれらが，何も分らない民のためである。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 547,
      "ruku": 482
    },
    "tj": "لَأَ<tajweed class=ikhafa>نت</tajweed>ُمْ أَشَدُّ رَهْبَ<tajweed class=ikhafa>ةً ف</tajweed>ِى صُدُورِه<tajweed class=idgham_shafawi>ِم م</tajweed>ِّنَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ‌ۚ ذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ بِأَ<tajweed class=ghunnah>نّ</tajweed>َهُمْ قَوْ<tajweed class=idgham_wo_ghunnah>مٌ ل</tajweed>َّا يَفْقَه<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١٣</span>"
  },
  {
    "s": 59,
    "a": 14,
    "ar": "لَا يُقَـٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
    "tl": "lā yuqātilūnakum jamīʿan illā fī quran muḥaṣṣanatin aw min warāi judurin basuhum baynahum shadīdun taḥsabuhum jamīʿan waqulūbuhum shattā dhālika bi-annahum qawmun lā yaʿqilūna",
    "tr": {
      "en": "They will not fight you all except within fortified cities or from behind walls. Their violence [i.e., enmity] among themselves is severe. You think they are together, but their hearts are diverse. That is because they are a people who do not reason.",
      "id": "Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka sangat hebat. Kamu kira mereka itu bersatu padahal hati mereka terpecah belah. Yang demikian itu karena mereka orang-orang yang tidak mengerti.",
      "zh": "他们只在巩固的城市中或在壁垒后共同作战。他们的内争是严重的，你以为他们是团结的，其实，他们的心是涣散的。那是因为他们是不明理的民众。",
      "ja": "かれらが一緒でも，しっかりと防備した村とか防壁の陰でない限りは戦わないであろう。強いのはかれらの間の闘争心（だけである）。あなたはかれらが団結していると思うであろうが，その心はばらばらである。これはかれらが，知性のない民のためである。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 547,
      "ruku": 482
    },
    "tj": "لَا يُقَ<tajweed class=madda_normal>ـٰ</tajweed>تِلُونَكُمْ جَمِيعًا إِلَّا فِى قُ<tajweed class=idgham_ghunnah>رًى م</tajweed>ُّحَصَّنَةٍ أَوْ م<tajweed class=idgham_ghunnah>ِن و</tajweed>َر<tajweed class=madda_obligatory>َا</tajweed>ٓءِ جُدُ<tajweed class=iqlab>رِۭ‌ۚ ب</tajweed>َأْسُه<tajweed class=ikhafa_shafawi>ُم ب</tajweed>َيْنَهُمْ شَدِي<tajweed class=ikhafa>دٌ‌ۚ ت</tajweed>َحْسَبُهُمْ جَمِي<tajweed class=idgham_ghunnah>عًا و</tajweed>َقُلُوبُهُمْ شَتَّىٰ‌ۚ ذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ بِأَ<tajweed class=ghunnah>نّ</tajweed>َهُمْ قَوْ<tajweed class=idgham_wo_ghunnah>مٌ ل</tajweed>َّا يَعْقِل<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١٤</span>"
  },
  {
    "s": 59,
    "a": 15,
    "ar": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
    "tl": "kamathali alladhīna min qablihim qarīban dhāqū wabāla amrihim walahum ʿadhābun alīmun",
    "tr": {
      "en": "[Theirs is] like the example of those shortly before them: they tasted the bad consequence of their affair, and they will have a painful punishment.",
      "id": "(Mereka) seperti orang-orang yang sebelum mereka (Yahudi) belum lama berselang, telah merasakan akibat buruk (terusir) disebabkan perbuatan mereka sendiri. Dan mereka akan mendapat azab yang pedih.",
      "zh": "他们像在他们之前刚逝去的人们一样，他们已尝试他们行为的恶果，他们将受痛苦的刑罚。",
      "ja": "かれら以前にも，つい先頃，自分の行いの悪い結果を味わった者がいたが，かれらにしても同じである。（来世においても）かれらには痛ましい懲罰があろう。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 547,
      "ruku": 482
    },
    "tj": "كَمَثَلِ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ مِ<tajweed class=ikhafa>ن ق</tajweed>َ<tajweed class=qalaqah>بْ</tajweed>لِهِمْ قَرِي<tajweed class=ikhafa>بًا‌ۖ ذ</tajweed>َاقُو<tajweed class=slnt>اْ</tajweed> وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَل<tajweed class=madda_permissible>ِي</tajweed>مٌ <span class=end>١٥</span>"
  },
  {
    "s": 59,
    "a": 16,
    "ar": "كَمَثَلِ ٱلشَّيْطَـٰنِ إِذْ قَالَ لِلْإِنسَـٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
    "tl": "kamathali l-shayṭāni idh qāla lil'insāni uk'fur falammā kafara qāla innī barīon minka innī akhāfu l-laha rabba l-ʿālamīna",
    "tr": {
      "en": "[The hypocrites are] like the example of Satan when he says to man, \"Disbelieve.\" But when he disbelieves, he says, \"Indeed, I am disassociated from you. Indeed, I fear Allāh, Lord of the worlds.\"",
      "id": "(Bujukan orang-orang munafik itu) seperti (bujukan) setan ketika ia berkata kepada manusia, \"Kafirlah kamu!\" Kemudian setelah manusia itu menjadi kafir ia berkata, \"Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Tuhan seluruh alam.\"",
      "zh": "他们又像恶魔一样。当时，他曾对人说：你不要信道。当他不信道的时候，他说：我确是与你无干的，我的确畏惧安拉。",
      "ja": "（かれらは）悪魔のように人に向かって，「信仰を捨てなさい。」と言う。（その人が）一度不信心になると，かれは，「わたしはあなたと関わりはない。本当に万有の主アッラーが恐ろしいのである。」と言う。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 547,
      "ruku": 482
    },
    "tj": "كَمَثَلِ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>شَّيْطَ<tajweed class=madda_normal>ـٰ</tajweed>نِ إِذْ قَالَ لِلْإِ<tajweed class=ikhafa>نس</tajweed>َ<tajweed class=madda_normal>ـٰ</tajweed>نِ <tajweed class=ham_wasl>ٱ</tajweed>كْفُرْ فَلَ<tajweed class=ghunnah>مّ</tajweed>َا كَفَرَ قَالَ إِ<tajweed class=ghunnah>نّ</tajweed>ِى بَر<tajweed class=madda_obligatory>ِى</tajweed>ٓ<tajweed class=idgham_ghunnah>ءٌ م</tajweed>ِّ<tajweed class=ikhafa>نك</tajweed>َ إِ<tajweed class=ghunnah>نّ</tajweed><tajweed class=madda_obligatory>ِىٓ</tajweed> أَخَافُ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ رَبَّ <tajweed class=ham_wasl>ٱ</tajweed>لْعَ<tajweed class=madda_normal>ـٰ</tajweed>لَم<tajweed class=madda_permissible>ِي</tajweed>نَ <span class=end>١٦</span>"
  },
  {
    "s": 59,
    "a": 17,
    "ar": "فَكَانَ عَـٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَـٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
    "tl": "fakāna ʿāqibatahumā annahumā fī l-nāri khālidayni fīhā wadhālika jazāu l-ẓālimīna",
    "tr": {
      "en": "So the outcome for both of them is that they will be in the Fire, abiding eternally therein. And that is the recompense of the wrongdoers.",
      "id": "Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim.",
      "zh": "他俩的结局，是同入火狱，而永居其中；那是不义者的报酬。 .",
      "ja": "それで両者（ユダヤ人と偽信者）は最後に，（地獄の）業火に陥ることになり，かれらはその中に永遠に住もう。これが，不義の徒への応報である。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 548,
      "ruku": 482
    },
    "tj": "فَكَانَ عَ<tajweed class=madda_normal>ـٰ</tajweed>قِبَتَهُم<tajweed class=madda_obligatory>َآ</tajweed> أَ<tajweed class=ghunnah>نّ</tajweed>َهُمَا فِى <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed>َارِ خَ<tajweed class=madda_normal>ـٰ</tajweed>لِدَيْنِ فِيهَا‌ۚ وَذ<tajweed class=madda_normal>َٲ</tajweed>لِكَ جَز<tajweed class=madda_obligatory>َٲ</tajweed>ٓؤُ<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>ظَّ<tajweed class=madda_normal>ـٰ</tajweed>لِم<tajweed class=madda_permissible>ِي</tajweed>نَ <span class=end>١٧</span>"
  },
  {
    "s": 59,
    "a": 18,
    "ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
    "tl": "yāayyuhā alladhīna āmanū ittaqū l-laha waltanẓur nafsun mā qaddamat lighadin wa-ittaqū l-laha inna l-laha khabīrun bimā taʿmalūna",
    "tr": {
      "en": "O you who have believed, fear Allāh. And let every soul look to what it has put forth for tomorrow - and fear Allāh. Indeed, Allāh is Aware of what you do.",
      "id": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
      "zh": "信道的人们啊！你们应当敬畏安拉，各人应当想一想自己为明日而预备了什么，你们应当敬畏安拉，安拉确是彻知你们的行为的。",
      "ja": "あなたがた信仰する者よ，アッラーを畏れなさい。明日のために何をしたか，それぞれ考えなさい。そしてアッラーを畏れなさい。本当にアッラーは，あなたがたの行うことに通暁なされる。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 548,
      "ruku": 483
    },
    "tj": "يَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>أَيُّهَا <tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ ءَامَنُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>تَّقُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ وَلْتَ<tajweed class=ikhafa>نظ</tajweed>ُرْ نَفْ<tajweed class=idgham_ghunnah>سٌ م</tajweed>َّا قَدَّمَتْ لِغَ<tajweed class=idgham_ghunnah>دٍ‌ۖ و</tajweed>َ<tajweed class=ham_wasl>ٱ</tajweed>تَّقُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ‌ۚ إِ<tajweed class=ghunnah>نّ</tajweed>َ <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ خَبِي<tajweed class=iqlab>رُۢ ب</tajweed>ِمَا تَعْمَل<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١٨</span>"
  },
  {
    "s": 59,
    "a": 19,
    "ar": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
    "tl": "walā takūnū ka-alladhīna nasū l-laha fa-ansāhum anfusahum ulāika humu l-fāsiqūna",
    "tr": {
      "en": "And be not like those who forgot Allāh, so He made them forget themselves. Those are the defiantly disobedient.",
      "id": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik.",
      "zh": "你们不要像那些忘却安拉，故安拉使他们忘却自身的人们一样；这等人，确是悖逆的。",
      "ja": "あなたがたは，アッラーを忘れた者のようであってはならない。かれは，かれら自身の魂を忘れさせたのである。これらの者はアッラーの掟に背く者たちである。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 548,
      "ruku": 483
    },
    "tj": "وَلَا تَكُونُو<tajweed class=slnt>اْ</tajweed> كَ<tajweed class=ham_wasl>ٱ</tajweed>لَّذِينَ نَسُو<tajweed class=slnt>اْ</tajweed> <tajweed class=ham_wasl>ٱ</tajweed>للَّهَ فَأَ<tajweed class=ikhafa>نس</tajweed>َ<tajweed class=madda_normal>ـٰ</tajweed>هُمْ أَ<tajweed class=ikhafa>نف</tajweed>ُسَهُمْ‌ۚ أُ<tajweed class=slnt>وْ</tajweed>لَ<tajweed class=madda_obligatory>ـٰٓ</tajweed>ئِكَ هُمُ <tajweed class=ham_wasl>ٱ</tajweed>لْفَ<tajweed class=madda_normal>ـٰ</tajweed>سِق<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>١٩</span>"
  },
  {
    "s": 59,
    "a": 20,
    "ar": "لَا يَسْتَوِىٓ أَصْحَـٰبُ ٱلنَّارِ وَأَصْحَـٰبُ ٱلْجَنَّةِ ۚ أَصْحَـٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ",
    "tl": "lā yastawī aṣḥābu l-nāri wa-aṣḥābu l-janati aṣḥābu l-janati humu l-fāizūna",
    "tr": {
      "en": "Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise - they are the attainers [of success].",
      "id": "Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan.",
      "zh": "火狱的居民与乐园的居民不是平等的。乐园的居民，确是",
      "ja": "火獄の住人と楽園の住人とは同じではない。楽園の住人こそ勝利者である。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 548,
      "ruku": 483
    },
    "tj": "لَا يَسْتَو<tajweed class=madda_obligatory>ِىٓ</tajweed> أَصْحَ<tajweed class=madda_normal>ـٰ</tajweed>بُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed><tajweed class=ghunnah>نّ</tajweed>َارِ وَأَصْحَ<tajweed class=madda_normal>ـٰ</tajweed>بُ <tajweed class=ham_wasl>ٱ</tajweed>لْجَ<tajweed class=ghunnah>نّ</tajweed>َةِ‌ۚ أَصْحَ<tajweed class=madda_normal>ـٰ</tajweed>بُ <tajweed class=ham_wasl>ٱ</tajweed>لْجَ<tajweed class=ghunnah>نّ</tajweed>َةِ هُمُ <tajweed class=ham_wasl>ٱ</tajweed>لْف<tajweed class=madda_obligatory>َا</tajweed>ٓئِز<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>٢٠</span>"
  },
  {
    "s": 59,
    "a": 21,
    "ar": "لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُۥ خَـٰشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
    "tl": "law anzalnā hādhā l-qur'āna ʿalā jabalin lara-aytahu khāshiʿan mutaṣaddiʿan min khashyati l-lahi watil'ka l-amthālu naḍribuhā lilnnāsi laʿallahum yatafakkarūna",
    "tr": {
      "en": "If We had sent down this Qur’ān upon a mountain, you would have seen it humbled and splitting from fear of Allāh. And these examples We present to the people that perhaps they will give thought.",
      "id": "Sekiranya Kami turunkan Alquran ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir.",
      "zh": "假若我把这部《古兰经》降示一座山，你必定看见那座山因畏惧安拉而成为柔和的，崩溃的。这些譬喻，是我为众人而设的，以便他们省悟。",
      "ja": "もしもわれがこのクルアーンを山に下したならば，それはきっと遜って，アッラーを恐れて粉々に砕けるのを見るであろう。こんな譬えを，われは人間に示すのは，恐らくかれらが熟考するであろうと思うからである。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 548,
      "ruku": 483
    },
    "tj": "لَوْ أَ<tajweed class=ikhafa>نز</tajweed>َلْنَا هَ<tajweed class=madda_normal>ـٰ</tajweed>ذَا <tajweed class=ham_wasl>ٱ</tajweed>لْقُرْءَانَ عَلَىٰ جَبَ<tajweed class=idgham_wo_ghunnah>لٍ ل</tajweed>َّرَأَيْتَهُ<tajweed class=madda_normal>ۥ</tajweed> خَ<tajweed class=madda_normal>ـٰ</tajweed>شِ<tajweed class=idgham_ghunnah>عًا م</tajweed>ُّتَصَدِّ<tajweed class=idgham_ghunnah>عًا م</tajweed>ِّنْ خَشْيَةِ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ‌ۚ وَتِلْكَ <tajweed class=ham_wasl>ٱ</tajweed>لْأَمْثَ<tajweed class=madda_normal>ـٰ</tajweed>لُ نَضْرِبُهَا لِل<tajweed class=ghunnah>نّ</tajweed>َاسِ لَعَلَّهُمْ يَتَفَكَّر<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>٢١</span>"
  },
  {
    "s": 59,
    "a": 22,
    "ar": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
    "tl": "huwa l-lahu alladhī lā ilāha illā huwa ʿālimu l-ghaybi wal-shahādati huwa l-raḥmānu l-raḥīmu",
    "tr": {
      "en": "He is Allāh, other than whom there is no deity, Knower of the unseen and the witnessed.<sup foot_note=197528>1</sup> He is the Entirely Merciful, the Especially Merciful.",
      "id": "Dialah Allah, tidak ada tuhan selain Dia. Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang.",
      "zh": "他是安拉，除他外，绝无应受崇拜的。他是全知幽玄的，与明显的，他是至仁的，是至慈的。",
      "ja": "かれこそは，アッラーであられる。かれの外に神はないのである。かれは幽玄界と現象界を知っておられ，慈悲あまねく慈愛深き御方であられる。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 548,
      "ruku": 483
    },
    "tj": "هُوَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى ل<tajweed class=madda_obligatory>َآ</tajweed> إِلَ<tajweed class=madda_normal>ـٰ</tajweed>هَ إِلَّا هُوَ‌ۖ عَ<tajweed class=madda_normal>ـٰ</tajweed>لِمُ <tajweed class=ham_wasl>ٱ</tajweed>لْغَيْبِ وَ<tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>شَّهَ<tajweed class=madda_normal>ـٰ</tajweed>دَةِ‌ۖ هُوَ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّحْمَ<tajweed class=madda_normal>ـٰ</tajweed>نُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>رَّح<tajweed class=madda_permissible>ِي</tajweed>مُ <span class=end>٢٢</span>"
  },
  {
    "s": 59,
    "a": 23,
    "ar": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ",
    "tl": "huwa l-lahu alladhī lā ilāha illā huwa l-maliku l-qudūsu l-salāmu l-mu'minu l-muhayminu l-ʿazīzu l-jabāru l-mutakabiru sub'ḥāna l-lahi ʿammā yush'rikūna",
    "tr": {
      "en": "He is Allāh, other than whom there is no deity, the Sovereign,<sup foot_note=197536>1</sup> the Pure,<sup foot_note=197535>2</sup> the Perfection,<sup foot_note=197534>3</sup> the Grantor of Security,<sup foot_note=197533>4</sup> the Overseer,<sup foot_note=197532>5</sup> the Exalted in Might,<sup foot_note=197531>6</sup> the Compeller,<sup foot_note=197530>7</sup> the Superior.<sup foot_note=197529>8</sup> Exalted is Allāh above whatever they associate with Him.",
      "id": "Dialah Allah, tidak ada tuhan selain Dia. Maha Raja Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan. Mahasuci Allah dari apa yang mereka persekutukan.",
      "zh": "他是安拉，除他外，绝无应受崇拜的。他是君主。他是至洁的，是健全的，是保佑的，是见证者，是万能的，是尊严的，是尊大的。赞颂真主，超绝万物，他是超乎他们所用以配他的。",
      "ja": "かれこそは，アッラーであられる。かれの外に神はないのである。至高の王者，神聖にして平安の源であり，信仰を管理し，安全を守護なされ，偉力ならびなく全能で，限りなく尊い方であられる。アッラーに讃えあれ。（かれは）人が配するものの上に（高くおられる）。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 548,
      "ruku": 483
    },
    "tj": "هُوَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ <tajweed class=ham_wasl>ٱ</tajweed>لَّذِى ل<tajweed class=madda_obligatory>َآ</tajweed> إِلَ<tajweed class=madda_normal>ـٰ</tajweed>هَ إِلَّا هُوَ <tajweed class=ham_wasl>ٱ</tajweed>لْمَلِكُ <tajweed class=ham_wasl>ٱ</tajweed>لْقُدُّوسُ <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّلَ<tajweed class=madda_normal>ـٰ</tajweed>مُ <tajweed class=ham_wasl>ٱ</tajweed>لْمُؤْمِنُ <tajweed class=ham_wasl>ٱ</tajweed>لْمُهَيْمِنُ <tajweed class=ham_wasl>ٱ</tajweed>لْعَزِيزُ <tajweed class=ham_wasl>ٱ</tajweed>لْجَبَّارُ <tajweed class=ham_wasl>ٱ</tajweed>لْمُتَكَبِّرُ‌ۚ سُ<tajweed class=qalaqah>بْ</tajweed>حَ<tajweed class=madda_normal>ـٰ</tajweed>نَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهِ عَ<tajweed class=ghunnah>مّ</tajweed>َا يُشْرِك<tajweed class=madda_permissible>ُو</tajweed>نَ <span class=end>٢٣</span>"
  },
  {
    "s": 59,
    "a": 24,
    "ar": "هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "tl": "huwa l-lahu l-khāliqu l-bāri-u l-muṣawiru lahu l-asmāu l-ḥus'nā yusabbiḥu lahu mā fī l-samāwāti wal-arḍi wahuwa l-ʿazīzu l-ḥakīmu",
    "tr": {
      "en": "He is Allāh, the Creator,<sup foot_note=197541>1</sup> the Producer,<sup foot_note=197540>2</sup> the Fashioner;<sup foot_note=197539>3</sup> to Him belong the best names.<sup foot_note=197538>4</sup> Whatever is in the heavens and earth is exalting Him. And He is the Exalted in Might, the Wise.<sup foot_note=197537>5</sup>",
      "id": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana.",
      "zh": "他是安拉，是创造者，是造化者，是赋形者，他有许多极美的称号，凡在天地间的，都赞颂他，他是万能的，是至睿的。",
      "ja": "かれこそは，アッラーであられる。造物の主，造化の主，形態を授ける（主であり），最も美しい御名はかれの有である。天地の凡てのものは，かれを讃える。本当にかれは偉力ならびなく英明であられる。"
    },
    "m": {
      "juz": 28,
      "hizb": 55,
      "rub": null,
      "page": 548,
      "ruku": 483
    },
    "tj": "هُوَ <tajweed class=ham_wasl>ٱ</tajweed>للَّهُ <tajweed class=ham_wasl>ٱ</tajweed>لْخَ<tajweed class=madda_normal>ـٰ</tajweed>لِقُ <tajweed class=ham_wasl>ٱ</tajweed>لْبَارِئُ <tajweed class=ham_wasl>ٱ</tajweed>لْمُصَوِّرُ‌ۖ لَهُ <tajweed class=ham_wasl>ٱ</tajweed>لْأَسْم<tajweed class=madda_obligatory>َا</tajweed>ٓءُ <tajweed class=ham_wasl>ٱ</tajweed>لْحُسْنَىٰ‌ۚ يُسَبِّحُ لَهُ<tajweed class=madda_normal>ۥ</tajweed> مَا فِى <tajweed class=ham_wasl>ٱ</tajweed><tajweed class=laam_shamsiyah>ل</tajweed>سَّمَ<tajweed class=madda_normal>ـٰ</tajweed>و<tajweed class=madda_normal>َٲ</tajweed>تِ وَ<tajweed class=ham_wasl>ٱ</tajweed>لْأَرْضِ‌ۖ وَهُوَ <tajweed class=ham_wasl>ٱ</tajweed>لْعَزِيزُ <tajweed class=ham_wasl>ٱ</tajweed>لْحَك<tajweed class=madda_permissible>ِي</tajweed>مُ <span class=end>٢٤</span>"
  }
]