[{"s":60,"a":1,"ar":" يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَـٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ","tl":"yāayyuhā alladhīna āmanū lā tattakhidhū ʿaduwwī waʿaduwwakum awliyāa tul'qūna ilayhim bil-mawadati waqad kafarū bimā jāakum mina l-ḥaqi yukh'rijūna l-rasūla wa-iyyākum an tu'minū bil-lahi rabbikum in kuntum kharajtum jihādan fī sabīlī wa-ib'tighāa marḍātī tusirrūna ilayhim bil-mawadati wa-anā aʿlamu bimā akhfaytum wamā aʿlantum waman yafʿalhu minkum faqad ḍalla sawāa l-sabīli","tr":{"en":"O you who have believed, do not take My enemies and your enemies as allies,<sup foot_note=197542>1</sup> extending to them affection while they have disbelieved in what came to you of the truth, having driven out the Prophet and yourselves [only] because you believe in Allāh, your Lord. If you have come out for jihād [i.e., fighting or striving] in My cause and seeking means to My approval, [take them not as friends]. You confide to them affection [i.e., instruction], but I am most knowing of what you have concealed and what you have declared. And whoever does it among you has certainly strayed from the soundness of the way.","id":"Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh dia telah tersesat dari jalan yang lurus.","zh":"信道的人们啊！你们不要以我的敌人和你们的敌人为朋友，而传送消息给他们，以示亲爱。他们不信降临你们的真理，他们为你们信仰安拉--你们的主--而将使者和你们驱逐出境。如果你们从故乡迁出，是由于为我而奋斗，是由于寻求我的喜悦，（那么，你们不要以他们为朋友）。你们秘密地传送消息给他们，以示亲爱，其实，我知道你们所隐匿的和你们所显示的。你们中谁做这件事，谁已背离正道。","ja":"あなたがた信仰する者よ，われの敵であり，またあなたがたの敵である者を，友としてはならない。あなたがたに与えられた真理を拒否しているにも拘らず，密に好意を寄せるのか。かれらは，あなたがたの主，アッラーを信仰しているという理由で，使徒とあなたがたを追放したのである。あなたがたは，われの喜びを願いながら，われのために聖戦に出かけていながら，（一方で）かれらに好意を寄せるのか。われはあなたがたの隠すことも，現わすことも知っている。あなたがたの中このようなことをする者は，本当に正しい道から迷い去った者である。"},"m":{"juz":28,"hizb":55,"rub":null,"page":549,"ruku":484}},{"s":60,"a":2,"ar":"إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ","tl":"in yathqafūkum yakūnū lakum aʿdāan wayabsuṭū ilaykum aydiyahum wa-alsinatahum bil-sūi wawaddū law takfurūna","tr":{"en":"If they gain dominance over you, they would be [i.e., behave] to you as enemies and extend against you their hands and their tongues with evil, and they wish you would disbelieve.","id":"Jika mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu lalu melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir.","zh":"如果他们发现你们，他们就变成你们的敌人，他们杀害你们，辱骂你们，希望你们叛教。","ja":"かれらはもしあなたがたの上手に立てば，あなたがたの敵となり，かれらの手と舌を悪意をもってあなたがたに伸し，あなたがたが不信心になることを望んでいる。"},"m":{"juz":28,"hizb":55,"rub":null,"page":549,"ruku":484}},{"s":60,"a":3,"ar":"لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَـٰدُكُمْ ۚ يَوْمَ ٱلْقِيَـٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ","tl":"lan tanfaʿakum arḥāmukum walā awlādukum yawma l-qiyāmati yafṣilu baynakum wal-lahu bimā taʿmalūna baṣīrun","tr":{"en":"Never will your relatives or your children benefit you; the Day of Resurrection He will judge between you. And Allāh, of what you do, is Seeing.","id":"Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan.","zh":"你们的亲戚和子孙，对於你们绝无裨益，在复活日，你们将被隔绝。安拉是鉴察你们的行为的。","ja":"復活の日においては，あなたがたの親族もまた子女も，あなたがたには役立たないであろう。かれはあなたがたを裁決なされる。アッラーはあなたがたの行うことを御存知であられる。"},"m":{"juz":28,"hizb":55,"rub":null,"page":549,"ruku":484}},{"s":60,"a":4,"ar":"قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ","tl":"qad kānat lakum us'watun ḥasanatun fī ib'rāhīma wa-alladhīna maʿahu idh qālū liqawmihim innā buraāu minkum wamimmā taʿbudūna min dūni l-lahi kafarnā bikum wabadā baynanā wabaynakumu l-ʿadāwatu wal-baghḍāu abadan ḥattā tu'minū bil-lahi waḥdahu illā qawla ib'rāhīma li-abīhi la-astaghfiranna laka wamā amliku laka mina l-lahi min shayin rabbanā ʿalayka tawakkalnā wa-ilayka anabnā wa-ilayka l-maṣīru","tr":{"en":"There has already been for you an excellent pattern<sup foot_note=197543>1</sup> in Abraham and those with him, when they said to their people, \"Indeed, we are disassociated from you and from whatever you worship other than Allāh. We have denied you, and there has appeared between us and you animosity and hatred forever until you believe in Allāh alone\" - except for the saying of Abraham to his father, \"I will surely ask forgiveness for you, but I have not [power to do] for you anything against Allāh. Our Lord, upon You we have relied, and to You we have returned, and to You is the destination.","id":"Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, \"Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian buat selama-lamanya sampai kamu beriman kepada Allah saja,\" kecuali perkataan Ibrahim kepada ayahnya,<sup foot_note=135789>1</sup> \"Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.\" (Ibrahim berkata), \"Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali,","zh":"易卜拉欣和他的教徒，是你们的好模范。当时，他们曾对自己的宗族说：“我们对於你们，和你们舍安拉而崇拜的，确是无干的，我们不承认你们。我们彼此间的仇恨，永远存在。直到你们只信仰安拉。但易卜拉欣对他父亲所说的话，（不可做你们的模范）。他曾说：我必定为你求饶，我不能为你抵御安拉的一些刑罚。他们曾说：我们的主啊！我们只托靠你，我们只归依你，只有你是最後的归宿。","ja":"イブラーヒームやかれと共にいた者たちのことで，あなたがたのため本当に良い模範がある。かれらが自分の人びとに言った時を思い起せ。「本当にわたしたちは，あなたがたとあなたがたがアッラーを差し置いて崇拝するものとは，何の関りもない。あなたがたと絶縁する。わたしたちとあなたがたの間には，あなたがたがアッラーだけを信じるようになるまで，永遠の敵意と憎悪があるばかりである。」イブラーヒームは父親だけにこう言った。「わたしはあなたのために，御赦しを祈りましよう。だがわたしは，あなたのためになるどんな力もアッラーから頂けないでしょう。」（かれは祈った）。「主よ，わたしはあなたに御縋り申し，あなたにだけ悔悟します。わたしたちの行き着く所はあなたの御許ばかりです。"},"m":{"juz":28,"hizb":55,"rub":null,"page":549,"ruku":484}},{"s":60,"a":5,"ar":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ","tl":"rabbanā lā tajʿalnā fit'natan lilladhīna kafarū wa-igh'fir lanā rabbanā innaka anta l-ʿazīzu l-ḥakīmu","tr":{"en":"Our Lord, make us not [objects of] torment for the disbelievers and forgive us, our Lord. Indeed, it is You who is the Exalted in Might, the Wise.\"","id":"Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau Żat Yang Mahaperkasa, Mahabijaksana.\"","zh":"我们的主啊！求你不要让不信道的人迫害我们。我们的主啊！求你赦宥我们，你确是万能的，确是至睿的。","ja":"主よ，わたしたちを不信心者の試練に陥し入れないで下さい。主よ，わたしたちを御赦し下さい。本当にあなたは，偉力ならびなく英明であられます。」"},"m":{"juz":28,"hizb":55,"rub":null,"page":549,"ruku":484}},{"s":60,"a":6,"ar":"لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ","tl":"laqad kāna lakum fīhim us'watun ḥasanatun liman kāna yarjū l-laha wal-yawma l-ākhira waman yatawalla fa-inna l-laha huwa l-ghaniyu l-ḥamīdu","tr":{"en":"There has certainly been for you in them an excellent pattern for anyone whose hope is in Allāh and the Last Day. And whoever turns away - then indeed, Allāh is the Free of need, the Praiseworthy.","id":"Sungguh, pada mereka itu (Ibrahim dan umatnya) terdapat suri teladan yang baik bagimu; (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari kemudian, dan barangsiapa berpaling, maka sesungguhnya Allah, Dialah Yang Mahakaya, Maha Terpuji.","zh":"易卜拉欣和他的教徒，对於你们希望会见安拉和末日者，确是好模范。背叛者，无损于安拉，因为安拉确是无求的，确是可颂的。","ja":"本当に，アッラーと最後の日に望みを託している者にとって，この（物語の）中には良い模範がある。だがもし背き去る者があっても，本当にアッラーは，自足なされる御方讃美されるべき御方であられる。"},"m":{"juz":28,"hizb":55,"rub":null,"page":550,"ruku":484}},{"s":60,"a":7,"ar":"۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً ۚ وَٱللَّهُ قَدِيرٌ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ","tl":"ʿasā l-lahu an yajʿala baynakum wabayna alladhīna ʿādaytum min'hum mawaddatan wal-lahu qadīrun wal-lahu ghafūrun raḥīmun","tr":{"en":"Perhaps Allāh will put, between you and those to whom you have been enemies among them, affection. And Allāh is competent,<sup foot_note=197544>1</sup> and Allāh is Forgiving and Merciful.","id":"Mudah-mudahan Allah menumbuhkan kasih sayang di antara kamu dengan orang-orang yang pernah kamu musuhi di antara mereka. Allah Mahakuasa. Dan Allah Maha Pengampun, Maha Penyayang.","zh":"安拉或许在你们和你们所仇视的人之间造化友谊，安拉是全能的；安拉是至赦的，是至慈的。","ja":"アッラーはあなたがたとあなたがたが（今）敵意を持つ者たちとの間に，あるいは友情を起させることもあろう。本当にアッラーは全能であられ，またアッラーは寛容にして慈悲深くあられる。"},"m":{"juz":28,"hizb":55,"rub":null,"page":550,"ruku":485}},{"s":60,"a":8,"ar":"لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَـٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَـٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ","tl":"lā yanhākumu l-lahu ʿani alladhīna lam yuqātilūkum fī l-dīni walam yukh'rijūkum min diyārikum an tabarrūhum watuq'siṭū ilayhim inna l-laha yuḥibbu l-muq'siṭīna","tr":{"en":"Allāh does not forbid you from those who do not fight you because of religion and do not expel you from your homes - from being righteous toward them and acting justly toward them. Indeed, Allāh loves those who act justly.","id":"Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil.","zh":"未曾为你们的宗教而对你们作战，也未曾把你们从故乡驱逐出境者，安拉并不禁止你们怜悯他们，公平待遇他们。安拉确是喜爱公平者的。","ja":"アッラーは，宗教上のことであなたがたに戦いを仕掛けたり，またあなたがたを家から追放しなかった者たちに親切を尽し，公正に待遇することを禁じられない。本当にアッラーは公正な者を御好みになられる。"},"m":{"juz":28,"hizb":55,"rub":null,"page":550,"ruku":485}},{"s":60,"a":9,"ar":"إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَـٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَـٰرِكُمْ وَظَـٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ","tl":"innamā yanhākumu l-lahu ʿani alladhīna qātalūkum fī l-dīni wa-akhrajūkum min diyārikum waẓāharū ʿalā ikh'rājikum an tawallawhum waman yatawallahum fa-ulāika humu l-ẓālimūna","tr":{"en":"Allāh only forbids you from those who fight you because of religion and expel you from your homes and aid in your expulsion - [forbids] that you make allies<sup foot_note=197545>1</sup> of them. And whoever makes allies of them, then it is those who are the wrongdoers.","id":"Sesungguhnya Allah hanya melarang kamu menjadikan mereka sebagai kawanmu orang-orang yang memerangi kamu dalam urusan agama dan mengusir kamu dari kampung halamanmu dan membantu (orang lain) untuk mengusirmu. Barangsiapa menjadikan mereka sebagai kawan, mereka itulah orang yang zalim.","zh":"他只禁止你们结交曾为你们的宗教而对你们作战，曾把你们从故乡驱逐出境，曾协助别人驱逐你们的人。谁与他们结交，谁是不义者。","ja":"アッラーは只次のような者を，あなたがたに禁じられる。宗教上のことであなたがたと戦いを交えた者，またあなたがたを家から追放した者，あなたがたを追放するにあたり力を貸した者たちである。かれらに縁故を通じるのを（禁じられる）。誰でもかれらを親密な友とする者は不義を行う者である。"},"m":{"juz":28,"hizb":55,"rub":null,"page":550,"ruku":485}},{"s":60,"a":10,"ar":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَـٰتُ مُهَـٰجِرَٰتٍ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَـٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَـٰتٍ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ","tl":"yāayyuhā alladhīna āmanū idhā jāakumu l-mu'minātu muhājirātin fa-im'taḥinūhunna l-lahu aʿlamu biīmānihinna fa-in ʿalim'tumūhunna mu'minātin falā tarjiʿūhunna ilā l-kufāri lā hunna ḥillun lahum walā hum yaḥillūna lahunna waātūhum mā anfaqū walā junāḥa ʿalaykum an tankiḥūhunna idhā ātaytumūhunna ujūrahunna walā tum'sikū biʿiṣami l-kawāfiri wasalū mā anfaqtum walyasalū mā anfaqū dhālikum ḥuk'mu l-lahi yaḥkumu baynakum wal-lahu ʿalīmun ḥakīmun","tr":{"en":"O you who have believed, when the believing women come to you as emigrants, examine [i.e., test] them. Allāh is most knowing as to their faith. And if you know them to be believers, then do not return them to the disbelievers; they are not lawful [wives] for them, nor are they lawful [husbands] for them. But give them [i.e., the disbelievers] what they have spent.<sup foot_note=197547>1</sup> And there is no blame upon you if you marry them when you have given them their due compensation [i.e., mahr]. And hold not to marriage bonds with disbelieving women, but ask for what you have spent and let them [i.e., the disbelievers] ask for what they have spent.<sup foot_note=197546>2</sup> That is the judgement of Allāh; He judges between you. And Allāh is Knowing and Wise.","id":"Wahai orang-orang yang beriman! Apabila perempuan-perempuan mukmin datang berhijrah kepadamu, maka hendaklah kamu uji (keimanan) mereka. Allah lebih mengetahui tentang keimanan mereka; jika kamu telah mengetahui bahwa mereka (benar-benar) beriman maka janganlah kamu kembalikan mereka kepada orang-orang kafir (suami-suami mereka). Mereka tidak halal bagi orang-orang kafir itu dan orang-orang kafir itu tidak halal bagi mereka. Dan berikanlah kepada (suami) mereka mahar yang telah mereka berikan. Dan tidak ada dosa bagimu menikahi mereka apabila kamu bayarkan kepada mereka maharnya. Dan janganlah kamu tetap berpegang pada tali (pernikahan) dengan perempuan-perempuan kafir; dan hendaklah kamu minta kembali mahar yang telah kamu berikan; dan (jika suaminya tetap kafir) biarkan mereka meminta kembali mahar yang telah mereka bayarkan (kepada mantan istrinya yang telah beriman). Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu. Dan Allah Maha Mengetahui, Mahabijaksana.","zh":"信道的人们啊！当信女们迁移来的时候，你们当试验她们。安拉是至知她们的信仰的--如果你们认为她们确是信女，那么，就不要使她们再归不信道者丈夫。她们对于他们是不合法的，他们对于她们也是不合法的。你们应当把他们所纳的聘礼偿还他们。当你们把她们的聘礼交付给她们的时候，你们娶她们为妻，对于你们是毫无罪过的。你们不要坚持不信道的妻子的婚约，你们当索回你们所纳的聘礼，叫他们也索回他们所纳的聘礼。这是安拉的律例，他依此而替你们判决。安拉是全知的，是至睿的。","ja":"あなたがた信仰する者よ，婦人の信者が，あなたがたの許に逃げて来た時は，かの女らを試問しなさい。かの女らの信仰に就いては，アッラーが最もよく知っておられる。もしかの女らが信者であることがあなたがたに分ったならば，不信心者の許に帰してはならない。かの女は，かれら（不信心者）には合法（の妻）ではなく，またかれら（不信心者）も，かの女らにとっては合法（の夫）ではない。しかしかれら（不信心者）が（マハルとして）贈ったものは返してやれ。あなたがたが，かの女らにマハルを与えるならば，かの女を娶っても，あなたがたに罪はない。だが不信心な女との絆を，固持していてはならない。あなたが（マハルとして）贈ったものの返還を（不信心者のかの女の夫から）求めてもよい。またかれら（不信者）が贈ったものについては，その返還の要求を（あなたがたに対して求めさせればよい）。これはアッラーの御裁である。かれはあなたがたの間を（公正に）裁決なされる。本当にアッラーは全知にして英明であられる。"},"m":{"juz":28,"hizb":55,"rub":null,"page":550,"ruku":485}},{"s":60,"a":11,"ar":"وَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ","tl":"wa-in fātakum shayon min azwājikum ilā l-kufāri faʿāqabtum faātū alladhīna dhahabat azwājuhum mith'la mā anfaqū wa-ittaqū l-laha alladhī antum bihi mu'minūna","tr":{"en":"And if you have lost any of your wives to the disbelievers and you subsequently obtain [something],<sup foot_note=197548>1</sup> then give those whose wives have gone the equivalent of what they had spent. And fear Allāh, in whom you are believers.","id":"Dan jika ada sesuatu (pengembalian mahar) yang belum kamu selesaikan dari istri-istrimu yang lari kepada orang-orang kafir, lalu kamu dapat mengalahkan mereka maka berikanlah (dari harta rampasan) kepada orang-orang yang istrinya lari itu sebanyak mahar yang telah mereka berikan.<sup foot_note=135790>1</sup> Dan bertakwalah kamu kepada Allah yang kepada-Nya kamu beriman.","zh":"如果你们的妻子，有脱离你们而到不信道者那边的，那么，当你们轮到交聘礼的时候，你们应当把妻子脱离者所纳的聘礼交付他们。你们当敬畏你们所信仰的安拉。","ja":"あなたがたの妻が，もしあなたがたの許を去り，不信心者の許に走るならば，先方（不信心者の夫）に勝利を納めた暁には，妻に去られた者にその戦利品の中から，マハルとして贈ったものと同額を与えなさい。あなたがたが信奉する，アッラーを畏れなさい。"},"m":{"juz":28,"hizb":55,"rub":null,"page":550,"ruku":485}},{"s":60,"a":12,"ar":"يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَـٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَـٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَـٰنٍ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ","tl":"yāayyuhā l-nabiyu idhā jāaka l-mu'minātu yubāyiʿ'naka ʿalā an lā yush'rik'na bil-lahi shayan walā yasriq'na walā yaznīna walā yaqtul'na awlādahunna walā yatīna bibuh'tānin yaftarīnahu bayna aydīhinna wa-arjulihinna walā yaʿṣīnaka fī maʿrūfin fabāyiʿ'hunna wa-is'taghfir lahunna l-laha inna l-laha ghafūrun raḥīmun","tr":{"en":"O Prophet, when the believing women come to you pledging to you that they will not associate anything with Allāh, nor will they steal, nor will they commit unlawful sexual intercourse, nor will they kill their children, nor will they bring forth a slander they have invented between their arms and legs,<sup foot_note=197549>1</sup> nor will they disobey you in what is right - then accept their pledge and ask forgiveness for them of Allāh. Indeed, Allāh is Forgiving and Merciful.","id":"Wahai Nabi! Apabila perempuan-perempuan mukmin datang kepadamu untuk mengadakan baiat (janji setia), bahwa mereka tidak akan mempersekutukan sesuatu apa pun dengan Allah; tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka<sup foot_note=135791>1</sup> dan tidak akan mendurhakaimu dalam urusan yang baik, maka terimalah janji setia mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang.","zh":"先知啊！如果信女们到你面前来与你誓约：她们不以任何物配安拉，不偷盗，不通奸，不杀自己的儿女，不以别人的儿子冒充丈夫的儿子，不违背你的合理的命令，那么，你当与她们誓约，你当为她们向安拉告饶。安拉确是至赦的，确是至慈的。","ja":"預言者よ，あなたの許へ女の信者がやって来て，あなたに対しこう忠誠を誓うならば，「アッラーの外は何ものも同位に崇めません。盗みをしません。姦通しません。子女を殺しません。また手や足の間で，捏造した嘘は申しません。また正しいことには，あなたに背きません。」（と誓うならば）かの女たちの誓約を受け入れ，かの女たちのために罪を赦されるようアッラーに祈れ。本当にアッラーは寛容にして慈悲深くあられる。"},"m":{"juz":28,"hizb":55,"rub":null,"page":551,"ruku":485}},{"s":60,"a":13,"ar":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْـَٔاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَـٰبِ ٱلْقُبُورِ","tl":"yāayyuhā alladhīna āmanū lā tatawallaw qawman ghaḍiba l-lahu ʿalayhim qad ya-isū mina l-ākhirati kamā ya-isa l-kufāru min aṣḥābi l-qubūri","tr":{"en":"O you who have believed, do not make allies of a people with whom Allāh has become angry. They have despaired of [reward in] the Hereafter just as the disbelievers have despaired of [meeting] the companions [i.e., inhabitants] of the graves.","id":"Wahai orang-orang yang beriman! Janganlah kamu jadikan orang-orang yang dimurkai Allah sebagai penolongmu, sungguh, mereka telah putus asa terhadap akhirat sebagaimana orang-orang kafir yang telah berada dalam kubur juga berputus asa.","zh":"信道的人们啊！你们不要结交安拉所谴怒的民众，他们对于世确已绝望，犹如不信道的人对坟里的人绝望一样。","ja":"あなたがた信仰する者よ，アッラーの御怒りを被った者に，友情を持ってはならない。かれらは，不信心者が墓場の（埋葬ずみの）仲間に就いて絶望しているのと同じように，来世に就いて絶望しているのである。"},"m":{"juz":28,"hizb":55,"rub":null,"page":551,"ruku":485}}]