[{"s":62,"a":1,"ar":" يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ","tl":"yusabbiḥu lillahi mā fī l-samāwāti wamā fī l-arḍi l-maliki l-qudūsi l-ʿazīzi l-ḥakīmi","tr":{"en":"Whatever is in the heavens and whatever is on the earth is exalting Allāh,<sup foot_note=197554>1</sup> the Sovereign, the Pure, the Exalted in Might, the Wise.<sup foot_note=197553>2</sup>","id":"Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah. Maharaja, Yang Mahasuci, Yang Mahaperkasa, Mahabijaksana.","zh":"凡在天地间的，都赞颂安拉----至洁的、万能的、至睿的君主，超绝万物的君主。","ja":"天にあり地にある凡てのものは，アッラーを讃える。（かれは）至高の王者，神聖にして偉力ならびなく英明であられる。"},"m":{"juz":28,"hizb":56,"rub":null,"page":553,"ruku":488}},{"s":62,"a":2,"ar":"هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّـۧنَ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ","tl":"huwa alladhī baʿatha fī l-umiyīna rasūlan min'hum yatlū ʿalayhim āyātihi wayuzakkīhim wayuʿallimuhumu l-kitāba wal-ḥik'mata wa-in kānū min qablu lafī ḍalālin mubīnin","tr":{"en":"It is He who has sent among the unlettered [Arabs] a Messenger from themselves reciting to them His verses and purifying them and teaching them the Book [i.e., the Qur’ān] and wisdom [i.e., the sunnah] - although they were before in clear error -","id":"Dialah yang mengutus seorang Rasul kepada kaum yang buta huruf dari kalangan mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka dan mengajarkan kepada mereka Kitab dan Hikmah (Sunah), meskipun sebelumnya, mereka benar-benar dalam kesesatan yang nyata,","zh":"他在文盲中派遣一个同族的使者，去对他们宣读他的迹象，并培养他们，教授他们天经和智慧，尽管以前他们确是在明显的迷误中；","ja":"かれこそは文盲の者の間に，かれらの中から使徒を遺わし，印を読み聞かせてかれらを清め，啓典と英知を教えられた方である。本当にかれらは，以前は明らかに邪道にあった。"},"m":{"juz":28,"hizb":56,"rub":null,"page":553,"ruku":488}},{"s":62,"a":3,"ar":"وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","tl":"waākharīna min'hum lammā yalḥaqū bihim wahuwa l-ʿazīzu l-ḥakīmu","tr":{"en":"And [to] others of them who have not yet joined them. And He is the Exalted in Might, the Wise.","id":"dan (juga) kepada kaum yang lain dari mereka yang belum bertemu dengan mereka. Dan Dialah Yang Mahaperkasa, Mahabijaksana.","zh":"并教化还没有赶上他们的其他人。安拉是万能的，是至睿的。","ja":"そしてかれらの中で未だ来ぬ他の者たちに対しても教えを授けられる。かれは偉力ならびなく英明であられる。"},"m":{"juz":28,"hizb":56,"rub":null,"page":553,"ruku":488}},{"s":62,"a":4,"ar":"ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ","tl":"dhālika faḍlu l-lahi yu'tīhi man yashāu wal-lahu dhū l-faḍli l-ʿaẓīmi","tr":{"en":"That is the bounty of Allāh, which He gives to whom He wills, and Allāh is the possessor of great bounty.","id":"Demikianlah karunia Allah, yang diberikan kepada siapa yang Dia kehendaki; dan Allah memiliki karunia yang besar.","zh":"这是安拉的恩典，他把它赏赐他所欲赏赐的人们，安拉是有宏恩的。","ja":"これがアッラーの恩恵である。かれの御心に適う者にこれを与える。アッラーは偉大な恩恵の主であられる。"},"m":{"juz":28,"hizb":56,"rub":null,"page":553,"ruku":488}},{"s":62,"a":5,"ar":"مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ","tl":"mathalu alladhīna ḥummilū l-tawrāta thumma lam yaḥmilūhā kamathali l-ḥimāri yaḥmilu asfāran bi'sa mathalu l-qawmi alladhīna kadhabū biāyāti l-lahi wal-lahu lā yahdī l-qawma l-ẓālimīna","tr":{"en":"The example of those who were entrusted with the Torah and then did not take it on<sup foot_note=197556>1</sup> is like that of a donkey who carries volumes [of books].<sup foot_note=197555>2</sup> Wretched is the example of the people who deny the signs of Allāh. And Allāh does not guide the wrongdoing people.","id":"Perumpamaan orang-orang yang diberi tugas membawa Taurat, kemudian mereka tidak membawanya (tidak mengamalkannya) adalah seperti keledai yang membawa kitab-kitab yang tebal. Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah. Dan Allah tidak memberi petunjuk kepada orang-orang yang zalim.","zh":"奉命遵守《讨拉特》而不遵守者，譬如驮经的驴子。否认安拉的迹象的民众的譬喻，真恶劣！安拉是不引导不义的民众的。","ja":"律法（守護）の責任を負わされて，その後それを果たさない者を譬えれば，書物を運ぶロバのようなものである。アッラーの印を嘘であるとする者も同様で，哀れむべきである。本当にアッラーは悪い行いの者を御導きになられない。"},"m":{"juz":28,"hizb":56,"rub":null,"page":553,"ruku":488}},{"s":62,"a":6,"ar":"قُلْ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ","tl":"qul yāayyuhā alladhīna hādū in zaʿamtum annakum awliyāu lillahi min dūni l-nāsi fatamannawū l-mawta in kuntum ṣādiqīna","tr":{"en":"Say, \"O you who are Jews, if you claim that you are allies of Allāh, excluding the [other] people, then wish for death, if you should be truthful.\"","id":"Katakanlah (Muhammad), \"Wahai orang-orang Yahudi! Jika kamu mengira bahwa kamulah kekasih Allah, bukan orang-orang yang lain, maka harapkanlah kematianmu, jika kamu orang yang benar.\"","zh":"你说：”信奉犹太教的人们啊！如果你们自称是安拉的选民，而排斥众人，那你们就希望早死吧，如果你们是诚实者。”","ja":"言ってやるがいい。「ユダヤ教を信奉する者よ，あなたがたがもし外の人びと以上に，アッラーの御気に入りであると言いはり，それがあくまでも真実であると確心するならば（天国に入れるはずだから今すぐ）死を請い願いなさい。」"},"m":{"juz":28,"hizb":56,"rub":null,"page":553,"ruku":488}},{"s":62,"a":7,"ar":"وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ","tl":"walā yatamannawnahu abadan bimā qaddamat aydīhim wal-lahu ʿalīmun bil-ẓālimīna","tr":{"en":"But they will not wish for it, ever, because of what their hands have put forth. And Allāh is Knowing of the wrongdoers.","id":"Dan mereka tidak akan mengharapkan kematian itu selamanya disebabkan kejahatan yang telah mereka perbuat dengan tangan mereka sendiri. Dan Allah Maha Mengetahui orang-orang yang zalim.","zh":"他们因为曾经犯过罪，所以永远不希望早死。安拉是全知不义者的。","ja":"だがかれらは，その手で今まで犯した（行いの）ため，決して死を請い願わないであろう。本当にアッラーは不義を行う者を熟知なされる。"},"m":{"juz":28,"hizb":56,"rub":null,"page":553,"ruku":488}},{"s":62,"a":8,"ar":"قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَـٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","tl":"qul inna l-mawta alladhī tafirrūna min'hu fa-innahu mulāqīkum thumma turaddūna ilā ʿālimi l-ghaybi wal-shahādati fayunabbi-ukum bimā kuntum taʿmalūna","tr":{"en":"Say, \"Indeed, the death from which you flee - indeed, it will meet you. Then you will be returned to the Knower of the unseen and the witnessed, and He will inform you about what you used to do.\"","id":"Katakanlah, \"Sesungguhnya kematian yang kamu lari dari padanya, ia pasti menemui kamu, kemudian kamu akan dikembalikan kepada (Allah), yang mengetahui yang gaib dan yang nyata, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan.\"","zh":"你说：“你们所逃避的死亡，必定与你们会面，然後你们将被送到全知幽明的主那里，他将把你们的行为告诉你们。\"","ja":"言ってやるがいい。「あなたがたが逃れようとする死は，必ずあなたがたを襲うのである。それから幽玄界と現象界を知っておられる御方に送り返され，かれはあなたがたに自分の所業を告げ知らせる。」"},"m":{"juz":28,"hizb":56,"rub":null,"page":553,"ruku":488}},{"s":62,"a":9,"ar":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ","tl":"yāayyuhā alladhīna āmanū idhā nūdiya lilṣṣalati min yawmi l-jumuʿati fa-is'ʿaw ilā dhik'ri l-lahi wadharū l-bayʿa dhālikum khayrun lakum in kuntum taʿlamūna","tr":{"en":"O you who have believed, when [the adhān] is called for the prayer on the day of Jumuʿah [Friday], then proceed to the remembrance of Allāh and leave trade. That is better for you, if you only knew.","id":"Wahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jumat, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.","zh":"信道的人们啊！当聚礼日召人礼拜的时候，你们应当赶快去记念安拉，放下买卖，那对于你们是更好的，如果你们知道。","ja":"あなたがた信仰する者よ，合同礼拝の日の礼拝の呼びかけが唱えられたならば，アッラーを念じることに急ぎ，商売から離れなさい。もしあなたがたが分っているならば，それがあなたがたのために最も善い。"},"m":{"juz":28,"hizb":56,"rub":null,"page":554,"ruku":489}},{"s":62,"a":10,"ar":"فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ","tl":"fa-idhā quḍiyati l-ṣalatu fa-intashirū fī l-arḍi wa-ib'taghū min faḍli l-lahi wa-udh'kurū l-laha kathīran laʿallakum tuf'liḥūna","tr":{"en":"And when the prayer has been concluded, disperse within the land and seek from the bounty of Allāh, and remember Allāh often that you may succeed.","id":"Apabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung.","zh":"当礼拜完毕的时候，你们当散布在地方上，寻求安拉的恩惠，你们应当多多地记念安拉，以便你们成功。","ja":"礼拝が終ったならば，あなたがたは方々に散り，アッラーの恩恵を求めて，アッラーを讃えて多く唱念しなさい。必ずあなたがたは栄えるであろう。"},"m":{"juz":28,"hizb":56,"rub":null,"page":554,"ruku":489}},{"s":62,"a":11,"ar":"وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ","tl":"wa-idhā ra-aw tijāratan aw lahwan infaḍḍū ilayhā watarakūka qāiman qul mā ʿinda l-lahi khayrun mina l-lahwi wamina l-tijārati wal-lahu khayru l-rāziqīna","tr":{"en":"But [on one occasion] when they saw a transaction or a diversion, [O Muḥammad], they rushed to it and left you standing. Say, \"What is with Allāh is better than diversion and than a transaction, and Allāh is the best of providers.\"","id":"Dan apabila mereka melihat perdagangan atau permainan, mereka segera menuju kepadanya dan mereka tinggalkan engkau (Muhammad) sedang berdiri (berkhotbah). Katakanlah, \"Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan,\" dan Allah Pemberi rezeki yang terbaik.","zh":"当他们看见生意或游戏的时候，他们离散了，他们让你独自站着。你说：在安拉那里的，比游戏和生意还好，安拉是最善的供给者。","ja":"しかしかれらは，うまい儲けや遊びごとを見かけると，（礼拝のために）立ち上っているあなたを等閑にして，そちらに駆け出す始末。言ってやるがいい。「アッラーの御許（の恩恵）は，遊戯や取引よりも優る。アッラーは，最善の給与者であられる」。"},"m":{"juz":28,"hizb":56,"rub":null,"page":554,"ruku":489}}]