[{"s":63,"a":1,"ar":" إِذَا جَآءَكَ ٱلْمُنَـٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَـٰفِقِينَ لَكَـٰذِبُونَ","tl":"idhā jāaka l-munāfiqūna qālū nashhadu innaka larasūlu l-lahi wal-lahu yaʿlamu innaka larasūluhu wal-lahu yashhadu inna l-munāfiqīna lakādhibūna","tr":{"en":"When the hypocrites come to you, [O Muḥammad], they say, \"We testify that you are the Messenger of Allāh.\" And Allāh knows that you are His Messenger, and Allāh testifies that the hypocrites are liars.","id":"Apabila orang-orang munafik datang kepadamu (Muhammad), mereka berkata, \"Kami mengakui, bahwa engkau adalah Rasul Allah.\" Dan Allah mengetahui bahwa engkau benar-benar Rasul-Nya; dan Allah menyaksikan bahwa orang-orang munafik itu benar-benar pendusta.","zh":"当伪信者来见你的时候，他们说：“我们作证，你确是安拉的使者。”安拉知道你确是他的使者，安拉作证，伪信的人们确是说谎的。","ja":"偽信者たちがあなたの許にやって来ると，「わたしたちはあなたが，本当にアッラーの使徒であることを証言する。」と言う。アッラーは，あなたが確かに使徒であることを知っておられる。またアッラーは，偽信者たちが真に嘘言の徒であることを証言なされる。"},"m":{"juz":28,"hizb":56,"rub":null,"page":554,"ruku":490}},{"s":63,"a":2,"ar":"ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ","tl":"ittakhadhū aymānahum junnatan faṣaddū ʿan sabīli l-lahi innahum sāa mā kānū yaʿmalūna","tr":{"en":"They have taken their oaths as a cover, so they averted [people] from the way of Allāh. Indeed, it was evil that they were doing.","id":"Mereka menjadikan sumpah-sumpah mereka sebagai perisai,<sup foot_note=135793>1</sup> lalu mereka menghalang-halangi (manusia) dari jalan Allah. Sungguh, betapa buruknya apa yang telah mereka kerjakan.","zh":"他们以自己的盟誓为护符，妨碍主道。他们的行为真恶劣！","ja":"かれらはその誓いを（悪行のための）隠れ場として，アッラーの道から（人びとを）妨げている。本当にかれらの行うことは，憎むべきである。"},"m":{"juz":28,"hizb":56,"rub":null,"page":554,"ruku":490}},{"s":63,"a":3,"ar":"ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ","tl":"dhālika bi-annahum āmanū thumma kafarū faṭubiʿa ʿalā qulūbihim fahum lā yafqahūna","tr":{"en":"That is because they believed, and then they disbelieved; so their hearts were sealed over, and they do not understand.","id":"Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian menjadi kafir, maka hati mereka dikunci, sehingga mereka tidak dapat mengerti.","zh":"这是因为他们口称信道，心实不信，他们的心就封闭了，故他们不是明理的。","ja":"それは，かれらが一度信仰して，それから不信心になったためで，かれらの心は封じられ，そのためかれらは理解しない。"},"m":{"juz":28,"hizb":56,"rub":null,"page":554,"ruku":490}},{"s":63,"a":4,"ar":"۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ","tl":"wa-idhā ra-aytahum tuʿ'jibuka ajsāmuhum wa-in yaqūlū tasmaʿ liqawlihim ka-annahum khushubun musannadatun yaḥsabūna kulla ṣayḥatin ʿalayhim humu l-ʿaduwu fa-iḥ'dharhum qātalahumu l-lahu annā yu'fakūna","tr":{"en":"And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up<sup foot_note=197557>1</sup> - they think that every shout is against them. They are the enemy, so beware of them. May Allāh destroy them; how are they deluded?","id":"Dan apabila engkau melihat mereka, tubuh mereka mengagumkanmu. Dan jika mereka berkata, engkau mendengarkan tutur katanya. Mereka seakan-akan kayu yang tersandar.<sup foot_note=135794>1</sup> Mereka mengira bahwa setiap teriakan ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya), maka waspadalah terhadap mereka; semoga Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?","zh":"当你看见他们的时候，他们的体格，将使你赞叹。如果他们说话，你就静听他们的言辞，他们好像木偶样，他们以为一切呐喊，都是对他们而发的。他们确是敌人，故你当谨防他们。愿安拉诛灭他们！他们是如何悖谬的呢！","ja":"あなたがかれらを見る時，かれらの（立派な）風体に感心するであろう。かれらが語れば，あなたはその雄弁な言葉に魅せられる。だがかれらは，（何の知識もなく何を言っても分らない）壁に寄りかかっているただの材木のようなものである。かれらはどの叫びも，自分たちのことを言っていると考えている。かれらは敵である。用心しなさい。アッラーよかれらを滅ぼして下さい。何とかれらは（真理から）逸れたことよ。"},"m":{"juz":28,"hizb":56,"rub":null,"page":554,"ruku":490}},{"s":63,"a":5,"ar":"وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ","tl":"wa-idhā qīla lahum taʿālaw yastaghfir lakum rasūlu l-lahi lawwaw ruūsahum wara-aytahum yaṣuddūna wahum mus'takbirūna","tr":{"en":"And when it is said to them, \"Come, the Messenger of Allāh will ask forgiveness for you,\" they turn their heads aside and you see them evading while they are arrogant.","id":"Dan apabila dikatakan kepada mereka, \"Marilah (beriman), agar Rasulullah memohonkan ampunan bagimu,\" mereka membuang muka dan engkau lihat mereka berpaling dengan menyombongkan diri.","zh":"有人对他们说：“你们来道歉吧，使者将为你们求饶。”他们却掉头不顾，你看他们妄自尊大，不肯道歉。","ja":"かれらに向かって，「来なさい。アッラーの使徒が，あなたがたのために御赦しを祈るであろう。」と言うと，あなたはかれらが顔を背けて，微慢に背を向けて去るのを見よう。"},"m":{"juz":28,"hizb":56,"rub":null,"page":555,"ruku":490}},{"s":63,"a":6,"ar":"سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ","tl":"sawāon ʿalayhim astaghfarta lahum am lam tastaghfir lahum lan yaghfira l-lahu lahum inna l-laha lā yahdī l-qawma l-fāsiqīna","tr":{"en":"It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allāh forgive them. Indeed, Allāh does not guide the defiantly disobedient people.","id":"Sama saja bagi mereka, engkau (Muhammad) mohonkan ampunan untuk mereka atau tidak engkau mohonkan ampunan bagi mereka, Allah tidak akan mengampuni mereka; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik.","zh":"你为他们求饶与否，这在他们是一样的。安拉绝不赦宥他们，安拉必定不引导悖逆的民众。","ja":"あなたがかれらのために御赦しを祈っても，また祈らなくても，かれらにとって同じである。アッラーは，決してかれらを御赦しになられない。本当にアッラーは，（アッラーの）掟に背く者を御導きになられない。"},"m":{"juz":28,"hizb":56,"rub":null,"page":555,"ruku":490}},{"s":63,"a":7,"ar":"هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَفْقَهُونَ","tl":"humu alladhīna yaqūlūna lā tunfiqū ʿalā man ʿinda rasūli l-lahi ḥattā yanfaḍḍū walillahi khazāinu l-samāwāti wal-arḍi walākinna l-munāfiqīna lā yafqahūna","tr":{"en":"They are the ones who say, \"Do not spend on those who are with the Messenger of Allāh until they disband.\" And to Allāh belong the depositories of the heavens and the earth, but the hypocrites do not understand.","id":"Mereka yang berkata (kepada orang-orang Ansar), \"Janganlah kamu bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).\" Padahal milik Allah lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami.","zh":"他们说：“你们不要供给使者左右的人，以便他们离散。”天地的库藏，只是安拉，伪信的人们却不明理。","ja":"かれらはこう言うのである。「アッラーの使徒と一緒の者に，施しをしてはいけません。かれらは結局解散されるのです。」本当に天と地の宝庫はアッラーの有である。だが，偽信者たちはそれを理解しない。"},"m":{"juz":28,"hizb":56,"rub":null,"page":555,"ruku":490}},{"s":63,"a":8,"ar":"يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَعْلَمُونَ","tl":"yaqūlūna la-in rajaʿnā ilā l-madīnati layukh'rijanna l-aʿazu min'hā l-adhala walillahi l-ʿizatu walirasūlihi walil'mu'minīna walākinna l-munāfiqīna lā yaʿlamūna","tr":{"en":"They say, \"If we return to al-Madīnah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allāh belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know.","id":"Mereka berkata, \"Sungguh, jika kita kembali ke Madinah (kembali dari perang Bani Mustalik), pastilah orang yang kuat akan mengusir orang-orang yang lemah dari sana.\" Padahal kekuatan itu hanyalah bagi Allah, Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui.","zh":"他们说：“如果我们返回麦地那，尊荣者必将卑贱者驱逐出城。”尊荣只是安拉和使者以及信士们的，而伪信的人们却不知道！","ja":"かれらは，「わたしたちがアル・マディーナに帰れば，そこの高貴な者が卑しい者たちを必ずそこから追うでしょう。」と言う。凡そ栄誉は，アッラーと使徒，そしてその信者たちにある。だが偽信者たちには，これが分らない。"},"m":{"juz":28,"hizb":56,"rub":null,"page":555,"ruku":490}},{"s":63,"a":9,"ar":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ","tl":"yāayyuhā alladhīna āmanū lā tul'hikum amwālukum walā awlādukum ʿan dhik'ri l-lahi waman yafʿal dhālika fa-ulāika humu l-khāsirūna","tr":{"en":"O you who have believed, let not your wealth and your children divert you from the remembrance of Allāh. And whoever does that - then those are the losers.","id":"Wahai orang-orang yang beriman! Janganlah harta bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barangsiapa berbuat demikian, maka mereka itulah orang-orang yang rugi.","zh":"信道的人们啊！你们的财产和子女，不要使你们忽略了记念安拉。谁那样做，谁是亏折的。","ja":"信仰する者よ，あなたがたの富や子女にかまけて，アッラーを念じることを疎かにしてはならない。そうする者（アッラーを念わない者）は，自らを損う者である。"},"m":{"juz":28,"hizb":56,"rub":null,"page":555,"ruku":491}},{"s":63,"a":10,"ar":"وَأَنفِقُوا۟ مِن مَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِينَ","tl":"wa-anfiqū min mā razaqnākum min qabli an yatiya aḥadakumu l-mawtu fayaqūla rabbi lawlā akhartanī ilā ajalin qarībin fa-aṣṣaddaqa wa-akun mina l-ṣāliḥīna","tr":{"en":"And spend [in the way of Allāh] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be of the righteous.\"","id":"Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu sebelum kematian datang kepada salah seorang di antara kamu; lalu dia berkata (menyesali), \"Ya Tuhanku, sekiranya Engkau berkenan menunda (kematian)ku sedikit waktu lagi, maka aku dapat bersedekah dan aku akan termasuk orang-orang yang saleh.\"","zh":"在死亡降临之前，你们当分舍我赐予你们的，否则，将来人们说：“我的主啊！你为何不让我延迟到一个临近的定期，以便我有所施舍，而成为善人呢？","ja":"死があなたがたを襲う前に，われが与えたものから施しなさい。かれは，「主よ，何故あなたは暫くの間の猶予を与えられないのですか。そうすればわたしは喜捨〔サダカ〕をして，善い行いの者になりますのに。」と言う。"},"m":{"juz":28,"hizb":56,"rub":null,"page":555,"ruku":491}},{"s":63,"a":11,"ar":"وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ","tl":"walan yu-akhira l-lahu nafsan idhā jāa ajaluhā wal-lahu khabīrun bimā taʿmalūna","tr":{"en":"But never will Allāh delay a soul when its time has come. And Allāh is Aware of what you do.","id":"Dan Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Dan Allah Mahateliti terhadap apa yang kamu kerjakan.","zh":"但寿限一到，安拉绝不让任何人延迟，安拉是彻知你们的行为的。","ja":"定められた時がやって来た時，アッラーは誰にも猶予を与えられない。アッラーは，あなたがたの行うことに通暁なされる。"},"m":{"juz":28,"hizb":56,"rub":null,"page":555,"ruku":491}}]