[{"s":66,"a":1,"ar":" يَـٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ ۖ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ","tl":"yāayyuhā l-nabiyu lima tuḥarrimu mā aḥalla l-lahu laka tabtaghī marḍāta azwājika wal-lahu ghafūrun raḥīmun","tr":{"en":"O Prophet, why do you prohibit [yourself from] what Allāh has made lawful for you, seeking the approval of your wives? And Allāh is Forgiving and Merciful.","id":"Wahai Nabi! Mengapa engkau mengharamkan apa yang dihalalkan Allah bagimu? Engkau ingin menyenangkan hati istri-istrimu? Dan Allah Maha Pengampun, Maha Penyayang.","zh":"先知啊！安拉准许你享受的，你为什么加以禁戒，以便向你的妻子们讨好呢？安拉是至赦的，是至慈的。","ja":"預言者よ，アッラーがあなたのために合法とされていることを（アッラーの御好意を求めるためではなく）只あなたの妻たちの御機嫌をとる目的だけで何故自ら禁止するのか。本当にアッラーは寛容にして慈悲深くあられる。"},"m":{"juz":28,"hizb":56,"rub":null,"page":560,"ruku":496}},{"s":66,"a":2,"ar":"قَدْ فَرَضَ ٱللَّهُ لَكُمْ تَحِلَّةَ أَيْمَـٰنِكُمْ ۚ وَٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ","tl":"qad faraḍa l-lahu lakum taḥillata aymānikum wal-lahu mawlākum wahuwa l-ʿalīmu l-ḥakīmu","tr":{"en":"Allāh has already ordained for you [Muslims] the dissolution of your oaths.<sup foot_note=197571>1</sup> And Allāh is your protector, and He is the Knowing, the Wise.","id":"Sungguh, Allah telah mewajibkan kepadamu membebaskan diri dari sumpahmu; dan Allah adalah pelindungmu dan Dia Maha Mengetahui, Mahabijaksana.","zh":"安拉确已为你们规定赎誓制，安拉是你们的保佑者。他是全知的，是至睿的。","ja":"（人びとよ）アッラーは，あなたがたのために誓いを解消するよう既に御達しがあった。アッラーはあなたがたの守護者であり，全知にして英明であられる。"},"m":{"juz":28,"hizb":56,"rub":null,"page":560,"ruku":496}},{"s":66,"a":3,"ar":"وَإِذْ أَسَرَّ ٱلنَّبِىُّ إِلَىٰ بَعْضِ أَزْوَٰجِهِۦ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِۦ وَأَظْهَرَهُ ٱللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُۥ وَأَعْرَضَ عَنۢ بَعْضٍ ۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتْ مَنْ أَنۢبَأَكَ هَـٰذَا ۖ قَالَ نَبَّأَنِىَ ٱلْعَلِيمُ ٱلْخَبِيرُ","tl":"wa-idh asarra l-nabiyu ilā baʿḍi azwājihi ḥadīthan falammā nabba-at bihi wa-aẓharahu l-lahu ʿalayhi ʿarrafa baʿḍahu wa-aʿraḍa ʿan baʿḍin falammā nabba-ahā bihi qālat man anba-aka hādhā qāla nabba-aniya l-ʿalīmu l-khabīru","tr":{"en":"And [remember] when the Prophet confided to one of his wives a statement; and when she informed [another] of it and Allāh showed it to him, he made known part of it and ignored a part. And when he informed her about it, she said, \"Who told you this?\" He said, \"I was informed by the Knowing, the Aware.\"","id":"Dan ingatlah ketika secara rahasia Nabi membicarakan suatu peristiwa kepada salah seorang istrinya (Hafsah). Lalu dia menceritakan peristiwa itu (kepada Aisyah) dan Allah memberitahukan peristiwa itu kepadanya (Nabi), lalu (Nabi) memberitahukan (kepada Hafsah) sebagian dan menyembunyikan sebagian yang lain. Maka ketika dia (Nabi) memberitahukan pembicaraan itu kepadanya (Hafsah), dia bertanya, \"Siapa yang telah memberitahukan hal ini kepadamu?\" Nabi menjawab, \"Yang memberitahukan kepadaku adalah Allah Yang Maha Mengetahui, Mahateliti.\"","zh":"当时，先知把一句话秘密地告诉他的一个妻子，她即转告了别人，而安拉使先知知道他的秘密已被泄漏的时候，他使她认识一部分，而隐匿一部分。当他既以泄漏告诉她的时候，她说：“谁报告你这件事的？他说：“是全知的、彻知的主告诉我的。”","ja":"預言者が妻の一人（ハフサ）にある秘密を打ち明けた時，かの女（ハフサ）はそれを（アーイシャに）口外したので，アッラーはそのこと（秘密を漏したこと）をかれに知らせた。かれはその一部分を（ハフサに）話し，一部分は伏せて置いた。それでかれが，かの女（ハフサ）にそれを告げると，かの女は，「誰があなたにそれを告げましたか。」と言った。かれは（答えて）言った。「何もかも御存知の御方が，わたしに告げられました。」"},"m":{"juz":28,"hizb":56,"rub":null,"page":560,"ruku":496}},{"s":66,"a":4,"ar":"إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ وَإِن تَظَـٰهَرَا عَلَيْهِ فَإِنَّ ٱللَّهَ هُوَ مَوْلَىٰهُ وَجِبْرِيلُ وَصَـٰلِحُ ٱلْمُؤْمِنِينَ ۖ وَٱلْمَلَـٰٓئِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ","tl":"in tatūbā ilā l-lahi faqad ṣaghat qulūbukumā wa-in taẓāharā ʿalayhi fa-inna l-laha huwa mawlāhu wajib'rīlu waṣāliḥu l-mu'minīna wal-malāikatu baʿda dhālika ẓahīrun","tr":{"en":"If you two [wives] repent to Allāh, [it is best], for your hearts have deviated. But if you cooperate against him - then indeed Allāh is his protector, and Gabriel and the righteous of the believers and the angels, moreover, are [his] assistants.","id":"Jika kamu berdua bertobat kepada Allah, maka sungguh, hati kamu berdua telah condong (untuk menerima kebenaran); dan jika kamu berdua saling bantu membantu menyusahkan Nabi, maka sungguh, Allah menjadi pelindungnya dan (juga) Jibril dan orang-orang mukmin yang baik; dan selain itu malaikat-malaikat adalah penolongnya.","zh":"如果你俩向安拉悔罪，（那么，你俩的悔罪是应当的），因为你俩的心确已偏向了。如果你俩一致对付他，那，安拉确是他的保佑者，吉卜利里和行善的信士，也是他的保护者。此外，众天使是他的扶助者。","ja":"もし悔悟してアッラーに帰るならば，あなたがた2人の心は，善いほうに傾く。もし共謀してかれに反抗するならば，アッラーはかれの守護者であられ，またジブリールや，正しい信者たち，更に天使たちも皆（かれの）支持者である。"},"m":{"juz":28,"hizb":56,"rub":null,"page":560,"ruku":496}},{"s":66,"a":5,"ar":"عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُۥٓ أَزْوَٰجًا خَيْرًا مِّنكُنَّ مُسْلِمَـٰتٍ مُّؤْمِنَـٰتٍ قَـٰنِتَـٰتٍ تَـٰٓئِبَـٰتٍ عَـٰبِدَٰتٍ سَـٰٓئِحَـٰتٍ ثَيِّبَـٰتٍ وَأَبْكَارًا","tl":"ʿasā rabbuhu in ṭallaqakunna an yub'dilahu azwājan khayran minkunna mus'limātin mu'minātin qānitātin tāibātin ʿābidātin sāiḥātin thayyibātin wa-abkāran","tr":{"en":"Perhaps his Lord, if he divorced you [all], would substitute for him wives better than you - submitting [to Allāh], believing, devoutly obedient, repentant, worshipping, and traveling<sup foot_note=197572>1</sup> - [ones] previously married and virgins.","id":"Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu, perempuan-perempuan yang patuh, yang beriman, yang taat, yang bertobat, yang beribadah, yang berpuasa, yang janda dan yang perawan.","zh":"如果他休了你们，他的主或许将以胜过你们的妻子补偿他，她们是顺主的，是信道，是服从的，是悔罪的，是拜主的，是持斋的，是再醮的和初婚的。","ja":"かれが，もしあなたがたを離婚したならば，かれはあなたがたに優る妻たちを，代りにかれに授けられるであろう。アッラーに服従，帰依し，信心深く誠実で，悔悟して（不断に主に）返り，（謙虚に）礼拝を捧げ，進んで事に当たり斎戒する者で，既婚者もあり処女もあろう。"},"m":{"juz":28,"hizb":56,"rub":null,"page":560,"ruku":496}},{"s":66,"a":6,"ar":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قُوٓا۟ أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ عَلَيْهَا مَلَـٰٓئِكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُونَ ٱللَّهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ","tl":"yāayyuhā alladhīna āmanū qū anfusakum wa-ahlīkum nāran waqūduhā l-nāsu wal-ḥijāratu ʿalayhā malāikatun ghilāẓun shidādun lā yaʿṣūna l-laha mā amarahum wayafʿalūna mā yu'marūna","tr":{"en":"O you who have believed, protect yourselves and your families from a Fire whose fuel is people and stones, over which are [appointed] angels, harsh and severe; they do not disobey Allāh in what He commands them but do what they are commanded.","id":"Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu; penjaganya malaikat-malaikat yang kasar, dan keras, yang tidak durhaka kepada apa yang Allah perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan.","zh":"信道的人们啊！你们当为自身和家属而预防那以人和石为燃料的火刑，主持火刑的，是许多残忍而严厉的天使，他们不违抗安拉的命令，他们执行自己所奉的训令。","ja":"あなたがた信仰する者よ，人間と石を燃料とする火獄からあなたがた自身とあなたがたの家族を守れ。そこには厳格で痛烈な天使たちが（任命されて）いて，かれらはアッラーの命じられたことに違犯せず，言い付けられたことを実行する。"},"m":{"juz":28,"hizb":56,"rub":null,"page":560,"ruku":496}},{"s":66,"a":7,"ar":"يَـٰٓأَيُّهَا ٱلَّذِينَ كَفَرُوا۟ لَا تَعْتَذِرُوا۟ ٱلْيَوْمَ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ","tl":"yāayyuhā alladhīna kafarū lā taʿtadhirū l-yawma innamā tuj'zawna mā kuntum taʿmalūna","tr":{"en":"O you who have disbelieved, make no excuses that Day. You will only be recompensed for what you used to do.","id":"Wahai orang-orang kafir! Janganlah kamu mengemukakan alasan pada hari ini. Sesungguhnya kamu hanya diberi balasan menurut apa yang telah kamu kerjakan.","zh":"不信道的人们啊！今日，你们不要托辞，你们只受自己行为的报酬。","ja":"（かれらは言われるであろう。）あなたがた不信心の者よ，今日は，弁解してはならない。あなたがたは，只あなたがたが行ったことに対して報いられるだけである。"},"m":{"juz":28,"hizb":56,"rub":null,"page":560,"ruku":496}},{"s":66,"a":8,"ar":"يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ تُوبُوٓا۟ إِلَى ٱللَّهِ تَوْبَةً نَّصُوحًا عَسَىٰ رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّـَٔاتِكُمْ وَيُدْخِلَكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ يَوْمَ لَا يُخْزِى ٱللَّهُ ٱلنَّبِىَّ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ ۖ نُورُهُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَـٰنِهِمْ يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا وَٱغْفِرْ لَنَآ ۖ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","tl":"yāayyuhā alladhīna āmanū tūbū ilā l-lahi tawbatan naṣūḥan ʿasā rabbukum an yukaffira ʿankum sayyiātikum wayud'khilakum jannātin tajrī min taḥtihā l-anhāru yawma lā yukh'zī l-lahu l-nabiya wa-alladhīna āmanū maʿahu nūruhum yasʿā bayna aydīhim wabi-aymānihim yaqūlūna rabbanā atmim lanā nūranā wa-igh'fir lanā innaka ʿalā kulli shayin qadīrun","tr":{"en":"O you who have believed, repent to Allāh with sincere repentance. Perhaps<sup foot_note=197573>1</sup> your Lord will remove from you your misdeeds and admit you into gardens beneath which rivers flow [on] the Day when Allāh will not disgrace the Prophet and those who believed with him. Their light will proceed before them and on their right; they will say, \"Our Lord, perfect for us our light and forgive us. Indeed, You are over all things competent.\"","id":"Wahai orang-orang yang beriman! Bertobatlah kepada Allah dengan tobat yang semurni-murninya, mudah-mudahan Tuhan kamu akan menghapus kesalahan-kesalahanmu dan memasukkan kamu ke dalam surga-surga yang mengalir di bawahnya sungai-sungai, pada hari ketika Allah tidak mengecewakan Nabi dan orang-orang yang beriman bersama dengannya; sedang cahaya mereka memancar di hadapan dan di sebelah kanan mereka, sambil mereka berkata, \"Ya Tuhan kami, sempurnakanlah untuk kami cahaya kami dan ampunilah kami; sungguh, Engkau Mahakuasa atas segala sesuatu.\"","zh":"信道的人们啊！你们当向安拉诚意悔罪，你们的主或许免除你们的罪恶，并且使你们入下临诸河的乐园。在那日，安拉不凌辱先知，和与他一起信道的人们。他们的光明，将在他们的前面和右边奔驰，他们将说：我们的主啊！求你完成给我们的光明，求你赦宥我们。你对於万事是全能的。","ja":"あなたがた信仰する者よ，謙虚に悔悟してアッラーに帰れ。恐らく主は，あなたがたの様々な悪を払い，川が下を流れる楽園に入らせるであろう。その日アッラーは，預言者やかれに従って信じる者たちを，辱しめはしない。かれらの光は，その前方または右方に閃こう。かれらは（祈って）言うであろう。「主よ，わたしたちのために，光を完全になされ，わたしたちを御赦し下さい。あなたは凡てのことに全能であられます。」"},"m":{"juz":28,"hizb":56,"rub":null,"page":561,"ruku":497}},{"s":66,"a":9,"ar":"يَـٰٓأَيُّهَا ٱلنَّبِىُّ جَـٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَـٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ","tl":"yāayyuhā l-nabiyu jāhidi l-kufāra wal-munāfiqīna wa-ugh'luẓ ʿalayhim wamawāhum jahannamu wabi'sa l-maṣīru","tr":{"en":"O Prophet, strive against the disbelievers and the hypocrites and be harsh upon them. And their refuge is Hell, and wretched is the destination.","id":"Wahai Nabi! Perangilah orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. Tempat mereka adalah neraka Jahanam dan itulah seburuk-buruk tempat kembali.","zh":"先知啊！你当与不信道的人们和伪信的人们斗争，你当以严厉的态度对待他们。他们的归宿是火狱，那归宿真恶劣！","ja":"預言者よ，不信者と偽信者に対し，奮闘努力しなさい。またかれらに対し強硬であれ。かれらの住まいは地獄である。何と悪い帰り所であることよ。"},"m":{"juz":28,"hizb":56,"rub":null,"page":561,"ruku":497}},{"s":66,"a":10,"ar":"ضَرَبَ ٱللَّهُ مَثَلًا لِّلَّذِينَ كَفَرُوا۟ ٱمْرَأَتَ نُوحٍ وَٱمْرَأَتَ لُوطٍ ۖ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَـٰلِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ ٱللَّهِ شَيْـًٔا وَقِيلَ ٱدْخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ","tl":"ḍaraba l-lahu mathalan lilladhīna kafarū im'ra-ata nūḥin wa-im'ra-ata lūṭin kānatā taḥta ʿabdayni min ʿibādinā ṣāliḥayni fakhānatāhumā falam yugh'niyā ʿanhumā mina l-lahi shayan waqīla ud'khulā l-nāra maʿa l-dākhilīna","tr":{"en":"Allāh presents an example of those who disbelieved: the wife of Noah and the wife of Lot. They were under two of Our righteous servants but betrayed them,<sup foot_note=197574>1</sup> so they [i.e., those prophets] did not avail them from Allāh at all, and it was said, \"Enter the Fire with those who enter.\"","id":"Allah membuat perumpamaan bagi orang-orang kafir, istri Nuh dan istri Luṭ. Keduanya berada di bawah pengawasan dua orang hamba yang saleh di antara hamba-hamba Kami; lalu kedua istri itu berkhianat kepada kedua suaminya, tetapi kedua suaminya itu tidak dapat membantu mereka sedikit pun dari (siksa) Allah; dan dikatakan (kepada kedua istri itu), \"Masuklah kamu berdua ke neraka bersama orang-orang yang masuk (neraka).\"","zh":"安拉以努哈的妻子和鲁特的妻子，为不信道的人们的殷鉴，她俩曾在我的两个行善的仆人之下，而她俩不忠於自己的丈夫，她俩的丈夫，未能为她俩抵安拉的一点刑罚。或者将说：“你俩与众人同入火狱吧！”","ja":"アッラーは不信者のために実例を示される。ヌーフの妻，そしてルートの妻である。かれら両人は，2人の正しいわがしもべの許にいた。かの女たちは，かれら（夫）にたいして不誠実で，アッラーの御許で何ら得るところはなかった。そして「あなたがた2人は（外の）入る者と一緒に火獄に入れ。」と告げられた。"},"m":{"juz":28,"hizb":56,"rub":null,"page":561,"ruku":497}},{"s":66,"a":11,"ar":"وَضَرَبَ ٱللَّهُ مَثَلًا لِّلَّذِينَ ءَامَنُوا۟ ٱمْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ٱبْنِ لِى عِندَكَ بَيْتًا فِى ٱلْجَنَّةِ وَنَجِّنِى مِن فِرْعَوْنَ وَعَمَلِهِۦ وَنَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ","tl":"waḍaraba l-lahu mathalan lilladhīna āmanū im'ra-ata fir'ʿawna idh qālat rabbi ib'ni lī ʿindaka baytan fī l-janati wanajjinī min fir'ʿawna waʿamalihi wanajjinī mina l-qawmi l-ẓālimīna","tr":{"en":"And Allāh presents an example of those who believed: the wife of Pharaoh, when she said, \"My Lord, build for me near You a house in Paradise and save me from Pharaoh and his deeds and save me from the wrongdoing people.\"","id":"Dan Allah membuat perumpamaan bagi orang-orang yang beriman, istri Fir'aun, ketika dia berkata, \"Ya Tuhanku, bangunkanlah untukku satu rumah di sisi-Mu dalam surga dan selamatkanlah aku dari Fir'aun dan perbuatannya, dan selamatkanlah aku dari kaum yang zalim,\"","zh":"安拉以法老的妻子，为信道的人们的模范。当时，她曾说：“我的主啊！”求你在你那里，为我建筑一所房子在乐园里。求你拯救我脱离法老，和他的罪行。求你拯救我脱离不义的民众。","ja":"またアッラーは，信仰する者のために例を示される。フィルアウンの妻である。かの女がこう言った時を思い起しなさい。「主よ，楽園の中のあなたの御側に，わたしのため家を御建て下さい。そしてフィルアウンとその行いから，わたしを救い，不義を行う者から，わたしを御救い 下さい。」"},"m":{"juz":28,"hizb":56,"rub":null,"page":561,"ruku":497}},{"s":66,"a":12,"ar":"وَمَرْيَمَ ٱبْنَتَ عِمْرَٰنَ ٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتْ بِكَلِمَـٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتْ مِنَ ٱلْقَـٰنِتِينَ","tl":"wamaryama ib'nata ʿim'rāna allatī aḥṣanat farjahā fanafakhnā fīhi min rūḥinā waṣaddaqat bikalimāti rabbihā wakutubihi wakānat mina l-qānitīna","tr":{"en":"And [the example of] Mary, the daughter of ʿImrān, who guarded her chastity, so We blew into [her garment] through Our angel [i.e., Gabriel], and she believed in the words of her Lord and His scriptures and was of the devoutly obedient.","id":"dan Maryam putri Imran yang memelihara kehormatannya, maka Kami tiupkan ke dalam rahimnya sebagian dari roh (ciptaan) Kami; dan dia membenarkan kalimat-kalimat Tuhannya dan kitab-kitab-Nya; dan dia termasuk orang-orang yang taat.","zh":"安拉又以仪姆兰的女儿麦尔彦为信道的人们的模范，她曾保守贞操，但我以我的精神吹入她的身内，她信她的主的言辞和天经，她是一个服从的人。","ja":"またわれは自分の貞節を守ったイムラーンの娘マルヤム（の体内）に，わが霊を吹き込んだ。かの女は，主の御言葉とその啓典を実証する，敬虔な（しもべの）一人であった。"},"m":{"juz":28,"hizb":56,"rub":null,"page":561,"ruku":497}}]