[{"s":67,"a":1,"ar":" تَبَـٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ","tl":"tabāraka alladhī biyadihi l-mul'ku wahuwa ʿalā kulli shayin qadīrun","tr":{"en":"Blessed is He in whose hand is dominion, and He is over all things competent -","id":"Mahasuci Allah yang menguasai (segala) kerajaan, Dan Dia Mahakuasa atas segala sesuatu.","zh":"多福哉拥有主权者！他对于万事是全能的。","ja":"大権を掌握なされる方に祝福あれ。本当にかれは凡てのことに全能であられる。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":2,"ar":"ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ","tl":"alladhī khalaqa l-mawta wal-ḥayata liyabluwakum ayyukum aḥsanu ʿamalan wahuwa l-ʿazīzu l-ghafūru","tr":{"en":"[He] who created death and life to test you [as to] which of you is best in deed - and He is the Exalted in Might, the Forgiving -","id":"Yang menciptakan mati dan hidup, untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Mahaperkasa, Maha Pengampun.","zh":"他曾创造了死生，以便他考验你们谁的作为是最优美的。他是万能的，是至赦的。","ja":"（かれは）死と生を創られた方である。それは，あなたがたの中誰の行いが優れているのかを試みられるためで，かれは偉力ならびなく寛容であられる。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":3,"ar":"ٱلَّذِى خَلَقَ سَبْعَ سَمَـٰوَٰتٍ طِبَاقًا ۖ مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَـٰنِ مِن تَفَـٰوُتٍ ۖ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ","tl":"alladhī khalaqa sabʿa samāwātin ṭibāqan mā tarā fī khalqi l-raḥmāni min tafāwutin fa-ir'jiʿi l-baṣara hal tarā min fuṭūrin","tr":{"en":"[And] who created seven heavens in layers.<sup foot_note=197575>1</sup> You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks?","id":"Yang menciptakan tujuh langit berlapis-lapis. Tidak akan kamu lihat sesuatu yang tidak seimbang pada ciptaan Tuhan Yang Maha Pengasih. Maka lihatlah sekali lagi, adakah kamu lihat sesuatu yang cacat?","zh":"他创造了七层天，你在至仁主的所造物中，不能看出一点参差。你再看看！你究竟能看出什么缺陷呢？","ja":"（かれは）一層一層に，7天を創られる御方。慈悲あまねく御方の創造には，少しの不調和もないことを見るであろう。それで改めて観察しなさい。あなたは何か裂け目を見るのか。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":4,"ar":"ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ","tl":"thumma ir'jiʿi l-baṣara karratayni yanqalib ilayka l-baṣaru khāsi-an wahuwa ḥasīrun","tr":{"en":"Then return [your] vision twice again.<sup foot_note=197576>1</sup> [Your] vision will return to you humbled while it is fatigued.","id":"Kemudian ulangi pandangan(mu) sekali lagi (dan) sekali lagi, niscaya pandanganmu akan kembali kepadamu tanpa menemukan cacat dan ia (pandanganmu) dalam keadaan letih.","zh":"然后你再看两次，你的眼睛将昏花地、疲倦地转回来！","ja":"それで今一度，目を上げて見るがいい。あなたの視線は，（何の欠陥も捜し出せず）只ぼんやりしてもとに戻るだけである。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":5,"ar":"وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَجَعَلْنَـٰهَا رُجُومًا لِّلشَّيَـٰطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ","tl":"walaqad zayyannā l-samāa l-dun'yā bimaṣābīḥa wajaʿalnāhā rujūman lilshayāṭīni wa-aʿtadnā lahum ʿadhāba l-saʿīri","tr":{"en":"And We have certainly beautified the nearest heaven with lamps [i.e., stars] and have made [from] them what is thrown at the devils<sup foot_note=197577>1</sup> and have prepared for them the punishment of the Blaze.","id":"Dan sungguh, telah Kami hiasi langit yang dekat, dengan bintang-bintang dan Kami jadikannya (bintang-bintang itu) sebagai alat-alat pelempar setan, dan Kami sediakan bagi mereka azab neraka yang menyala-nyala.","zh":"我确已以众星点缀最近的天，并使众星袭击恶魔们。我已为他们预备火狱的刑罚。","ja":"かれは灯明（星）をもって，最下層の天を飾り，悪魔たちに対する磔（流星）となし，またかれらのために烈火の懲罰を準備した。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":6,"ar":"وَلِلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ ٱلْمَصِيرُ","tl":"walilladhīna kafarū birabbihim ʿadhābu jahannama wabi'sa l-maṣīru","tr":{"en":"And for those who disbelieved in their Lord is the punishment of Hell, and wretched is the destination.","id":"Dan orang-orang yang ingkar kepada Tuhannya, akan mendapat azab Jahanam. Dan itulah seburuk-buruk tempat kembali.","zh":"不信主的人们将受火狱的刑罚，那归宿真恶劣！","ja":"かれらの主を信じない者には，地獄の懲罰がある。何と悪い帰り所であることよ。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":7,"ar":"إِذَآ أُلْقُوا۟ فِيهَا سَمِعُوا۟ لَهَا شَهِيقًا وَهِىَ تَفُورُ","tl":"idhā ul'qū fīhā samiʿū lahā shahīqan wahiya tafūru","tr":{"en":"When they are thrown into it, they hear from it a [dreadful] inhaling while it boils up.","id":"Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu membara,","zh":"当他们被投入火狱的时候，他们将听见沸腾的火狱发出驴鸣般的声音。","ja":"かれらがその中に投げ込まれる時，それ（地獄）が沸騰するかのように不気味で忌しい音でうなるのをかれらは聞こう。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":8,"ar":"تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ ۖ كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌ","tl":"takādu tamayyazu mina l-ghayẓi kullamā ul'qiya fīhā fawjun sa-alahum khazanatuhā alam yatikum nadhīrun","tr":{"en":"It almost bursts with rage. Every time a company is thrown into it, its keepers ask them, \"Did there not come to you a warner?\"","id":"hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, \"Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?\"","zh":"火狱几乎为愤怒而破碎，每有一群人被投入其中，管火狱的天使们就对他们说：　“难道没有任何警告者降临你们吗？”","ja":"激しい怒りのために破裂するかのようである。一団がその中に投げ込まれる度に，そこの看守はかれらに，「あなたがたに，警告者はやって来なかったのか。」と問う。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":9,"ar":"قَالُوا۟ بَلَىٰ قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ كَبِيرٍ","tl":"qālū balā qad jāanā nadhīrun fakadhabnā waqul'nā mā nazzala l-lahu min shayin in antum illā fī ḍalālin kabīrin","tr":{"en":"They will say, \"Yes, a warner had come to us, but we denied and said, 'Allāh has not sent down anything. You are not but in great error.'\"","id":"Mereka menjawab, \"Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, \"Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.\"","zh":"他们说：不然！警告者确已降临我们了，但我们否认他们，我们说：“安拉没有降示什么，你们只在重大的迷误中。'","ja":"かれらは言う。「そうです，確かに一人の警告者がわたしたちの許にやって来ました。だがわたしたちは拒否して言った。『アッラーは何（の啓示）も下されない。あなたがたは，大変な過誤の中にいるだけである。』」"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":10,"ar":"وَقَالُوا۟ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَـٰبِ ٱلسَّعِيرِ","tl":"waqālū law kunnā nasmaʿu aw naʿqilu mā kunnā fī aṣḥābi l-saʿīri","tr":{"en":"And they will say, \"If only we had been listening or reasoning, we would not be among the companions of the Blaze.\"","id":"Dan mereka berkata, \"Sekiranya (dahulu) kami mendengarkan atau memikirkan (peringatan itu) tentulah kami tidak termasuk penghuni neraka yang menyala-nyala.\"","zh":"他们说：“假若我们能听从，或能明理，我们必不致沦於火狱的居民之列！”","ja":"かれらはなお言う。「わたしたちが聞き，熟考したならば，烈火の住人の中には入らなかったでしょうに。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":11,"ar":"فَٱعْتَرَفُوا۟ بِذَنۢبِهِمْ فَسُحْقًا لِّأَصْحَـٰبِ ٱلسَّعِيرِ","tl":"fa-iʿ'tarafū bidhanbihim fasuḥ'qan li-aṣḥābi l-saʿīri","tr":{"en":"And they will admit their sin, so [it is] alienation<sup foot_note=197578>1</sup> for the companions of the Blaze.","id":"Maka mereka mengakui dosanya. Tetapi jauhlah (dari rahmat Allah) bagi penghuni neraka yang menyala-nyala itu.","zh":"他们承认他们的罪过。让火狱的居民远离安拉的慈恩！","ja":"かれらは自分の様々な罪を認めた。烈火の住人は，（容赦から）遠く離れている。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":12,"ar":"إِنَّ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ","tl":"inna alladhīna yakhshawna rabbahum bil-ghaybi lahum maghfiratun wa-ajrun kabīrun","tr":{"en":"Indeed, those who fear their Lord unseen will have forgiveness and great reward.","id":"Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar.","zh":"在秘密中畏惧主的人们，将蒙赦宥和重大的报酬。","ja":"本当に目に見えない主を，畏れる者には，容赦と偉大な報奨があろう。"},"m":{"juz":29,"hizb":57,"rub":null,"page":562,"ruku":498}},{"s":67,"a":13,"ar":"وَأَسِرُّوا۟ قَوْلَكُمْ أَوِ ٱجْهَرُوا۟ بِهِۦٓ ۖ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ","tl":"wa-asirrū qawlakum awi ij'harū bihi innahu ʿalīmun bidhāti l-ṣudūri","tr":{"en":"And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts.","id":"Dan rahasiakanlah perkataanmu atau nyatakanlah. Sungguh, Dia Maha Mengetahui segala isi hati.","zh":"你们可以隐匿你们的言语；也可以把它说出来。他确是全 知心事的。","ja":"あなたがたが言葉を隠していても，またそれを表わしても，かれは本当に胸の中のものを知っておられる。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":498}},{"s":67,"a":14,"ar":"أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ","tl":"alā yaʿlamu man khalaqa wahuwa l-laṭīfu l-khabīru","tr":{"en":"Does He who created not know,<sup foot_note=197579>1</sup> while He is the Subtle, the Aware?","id":"Apakah (pantas) Allah yang menciptakan itu tidak mengetahui? Dan Dia Mahahalus, Maha Mengetahui.","zh":"创造者既是玄妙而且彻知的，难道他不知道你们所隐匿的言语吗？","ja":"かれが創造されたものを，知らないであろうか。かれは，深奥を理解し通暁なされる。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":498}},{"s":67,"a":15,"ar":"هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًا فَٱمْشُوا۟ فِى مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزْقِهِۦ ۖ وَإِلَيْهِ ٱلنُّشُورُ","tl":"huwa alladhī jaʿala lakumu l-arḍa dhalūlan fa-im'shū fī manākibihā wakulū min riz'qihi wa-ilayhi l-nushūru","tr":{"en":"It is He who made the earth tame<sup foot_note=197580>1</sup> for you - so walk among its slopes and eat of His provision - and to Him is the resurrection.","id":"Dialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya dan makanlah sebagian dari rezeki-Nya. Dan hanya kepada-Nyalah kamu (kembali setelah) dibangkitkan.","zh":"他为你们而使大地平稳，你们应当在大地的各方行走，应当吃他的给养，你们复活后，只归于他。","ja":"かれこそは，大地をあなたがたに使い易くなされた方である。それでその諸地域を往来し，かれの糧を食べるがよい。そして復活の時にはかれに召されていく身である。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":16,"ar":"ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ","tl":"a-amintum man fī l-samāi an yakhsifa bikumu l-arḍa fa-idhā hiya tamūru","tr":{"en":"Do you feel secure that He who is above<sup foot_note=197582>1</sup> would not cause the earth to swallow you and suddenly it would sway?<sup foot_note=197581>2</sup>","id":"Sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan membuat kamu ditelan bumi ketika tiba-tiba ia terguncang?","zh":"难道你们不怕在天上的主使大地在震荡的时候吞咽你们吗？","ja":"大地が揺れ動く時，天にいます方が，あなたがたをそれに呑み込ませられないであろうと，安心しているのか。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":17,"ar":"أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ","tl":"am amintum man fī l-samāi an yur'sila ʿalaykum ḥāṣiban fasataʿlamūna kayfa nadhīri","tr":{"en":"Or do you feel secure that He who is above would not send against you a storm of stones? Then you would know how [severe] was My warning.","id":"atau sudah merasa amankah kamu, bahwa Dia yang di langit tidak akan mengirimkan badai yang berbatu kepadamu? Namun kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.","zh":"难道你们不怕在天上的主使飞沙走石的暴风摧毁你们吗？你们将知道我的警告是怎样的。","ja":"またあなたがたは天にいます方が，（砂石の）烈風をあなたがたに送られないであろうと，安心しているのか。やがてあなたがたは，わが警告が如何なるものかを知るであろう。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":18,"ar":"وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ","tl":"walaqad kadhaba alladhīna min qablihim fakayfa kāna nakīri","tr":{"en":"And already had those before them denied, and how [terrible] was My reproach.","id":"Dan sungguh, orang-orang yang sebelum mereka pun telah mendustakan (rasul-rasul-Nya). Maka betapa hebatnya kemurkaan-Ku!","zh":"在他们之前逝去的人们，确已否认众使者，我的谴责是怎样的？","ja":"本当にあなたがた以前の者たちも，（わが警告を）嘘であるとした。それでわが不興が如何に（恐ろしいもので）あったか。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":19,"ar":"أَوَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَـٰٓفَّـٰتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَـٰنُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍۭ بَصِيرٌ","tl":"awalam yaraw ilā l-ṭayri fawqahum ṣāffātin wayaqbiḍ'na mā yum'sikuhunna illā l-raḥmānu innahu bikulli shayin baṣīrun","tr":{"en":"Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing.","id":"Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sungguh, Dia Maha Melihat segala sesuatu.","zh":"难道他们没有看见在他们的上面展翅和敛翼的众鸟吗？只有至仁主维持它们，他确是明察万物的。","ja":"かれらは上を飛ぶ鳥に就いて考えないのか。翼を広げ，またそれを畳むではないか。慈悲あまねく御方の外，誰がそれらを支えることができよう。本当にかれは，凡てのことを御存知であられる。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":20,"ar":"أَمَّنْ هَـٰذَا ٱلَّذِى هُوَ جُندٌ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَـٰنِ ۚ إِنِ ٱلْكَـٰفِرُونَ إِلَّا فِى غُرُورٍ","tl":"amman hādhā alladhī huwa jundun lakum yanṣurukum min dūni l-raḥmāni ini l-kāfirūna illā fī ghurūrin","tr":{"en":"Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion.","id":"Atau siapakah yang akan menjadi bala tentara bagimu yang dapat membelamu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam (keadaan) tertipu.","zh":"除了安拉援助你们外，还有谁能做你们的援军呢？你们只陷于自欺之中。","ja":"慈悲あまねく御方を差し置いてあなたがたを助ける軍勢となり得るものは，誰であるのか。不信者は，妄想しているに過ぎない。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":21,"ar":"أَمَّنْ هَـٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ ۚ بَل لَّجُّوا۟ فِى عُتُوٍّ وَنُفُورٍ","tl":"amman hādhā alladhī yarzuqukum in amsaka riz'qahu bal lajjū fī ʿutuwwin wanufūrin","tr":{"en":"Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion.","id":"Atau siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).","zh":"谁能供给你们呢？如果至仁主扣留他的给养。不然，他们固执着骄傲和悖逆。","ja":"かれがもし御恵みを止められると，あなたがたに恵みをなし得るものは誰であるのか。いやかれらは高慢と，（真理からの）回避に固執する。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":22,"ar":"أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ","tl":"afaman yamshī mukibban ʿalā wajhihi ahdā amman yamshī sawiyyan ʿalā ṣirāṭin mus'taqīmin","tr":{"en":"Then is one who walks fallen on his face better guided or one who walks erect on a straight path?","id":"Apakah orang yang merangkak dengan wajah tertelungkup yang lebih terpimpin (dalam kebenaran) ataukah orang yang berjalan tegap di atas jalan yang lurus?","zh":"究竟谁更能获得引导呢？是匍匐而行的人呢？还是在正路上挺胸而行的人呢？","ja":"顔を伏せて（只頑なに）歩く者と，正しい道の上を規則正しく歩く者と，どちらがよく導かれるのか。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":23,"ar":"قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۖ قَلِيلًا مَّا تَشْكُرُونَ","tl":"qul huwa alladhī ansha-akum wajaʿala lakumu l-samʿa wal-abṣāra wal-afidata qalīlan mā tashkurūna","tr":{"en":"Say, \"It is He who has produced you and made for you hearing and vision and hearts [i.e., intellect]; little are you grateful.\"","id":"Katakanlah, \"Dialah yang menciptakan kamu dan menjadikan pendengaran, penglihatan dan hati nurani bagi kamu. (Tetapi) sedikit sekali kamu bersyukur.","zh":"你说：“他是创造你们，并为你们创造耳、目和心的。你们却很少感谢。”","ja":"言ってやるがいい。「かれこそはあなたがたを創り，あなたがたのために，聴覚，視覚，感情（知力）を与えられた方である。何とあなたがたの感謝の念の薄いことよ。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":24,"ar":"قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ","tl":"qul huwa alladhī dhara-akum fī l-arḍi wa-ilayhi tuḥ'sharūna","tr":{"en":"Say, \"It is He who has multiplied you throughout the earth, and to Him you will be gathered.\"","id":"Katakanlah, \"Dialah yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya kamu akan dikumpulkan.\"","zh":"你说：他是使你们繁殖于大地上的，你们将来要被集合到他那里。","ja":"言ってやるがいい。「かれこそは，あなたがたを地上に分散し繁栄させられた方であり，あなたがたはかれの御許に集められる。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":25,"ar":"وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ","tl":"wayaqūlūna matā hādhā l-waʿdu in kuntum ṣādiqīna","tr":{"en":"And they say, \"When is this promise, if you should be truthful?\"","id":"Dan mereka berkata, \"Kapan (datangnya) ancaman itu jika kamu orang yang benar?\"","zh":"他们说：“这个警告什么时候实现呢？如果你们是说实话的。”","ja":"かれら（不信者）は，「もしあなたがたの言葉が真実なら，この契約は何時（果たされるの）であろうか。」と言う。"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":26,"ar":"قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ","tl":"qul innamā l-ʿil'mu ʿinda l-lahi wa-innamā anā nadhīrun mubīnun","tr":{"en":"Say, \"The knowledge is only with Allāh, and I am only a clear warner.\"","id":"Katakanlah (Muhammad), \"Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.\"","zh":"你说：关于此事的知识，只在主那里，我只是一个坦率的警告者。","ja":"言ってやるがいい。「本当にそれを知るのは，アッラーだけである。わたしは公明な警告者に過ぎない。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":563,"ruku":499}},{"s":67,"a":27,"ar":"فَلَمَّا رَأَوْهُ زُلْفَةً سِيٓـَٔتْ وُجُوهُ ٱلَّذِينَ كَفَرُوا۟ وَقِيلَ هَـٰذَا ٱلَّذِى كُنتُم بِهِۦ تَدَّعُونَ","tl":"falammā ra-awhu zul'fatan sīat wujūhu alladhīna kafarū waqīla hādhā alladhī kuntum bihi taddaʿūna","tr":{"en":"But when they see it<sup foot_note=197584>1</sup> approaching, the faces of those who disbelieve will be distressed, and it will be said, \"This is that for which you used to call.\"<sup foot_note=197583>2</sup>","id":"Maka ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka), \"Inilah (azab) yang dahulu kamu memintanya.\"","zh":"当他们看见这应许临近的时候，不信的人们的面目将变成黑的！或者将说：“这就是你们生前妄言不会实现的事。”","ja":"かれらが目の辺にそれを見る時，不信者たちの顔は悲しみに曇る。「これがあなたがたの求めていたもの（約束の成就）である。」と告げられる。"},"m":{"juz":29,"hizb":57,"rub":null,"page":564,"ruku":499}},{"s":67,"a":28,"ar":"قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ ٱللَّهُ وَمَن مَّعِىَ أَوْ رَحِمَنَا فَمَن يُجِيرُ ٱلْكَـٰفِرِينَ مِنْ عَذَابٍ أَلِيمٍ","tl":"qul ara-aytum in ahlakaniya l-lahu waman maʿiya aw raḥimanā faman yujīru l-kāfirīna min ʿadhābin alīmin","tr":{"en":"Say, [O Muḥammad], \"Have you considered:<sup foot_note=197585>1</sup> whether Allāh should cause my death and those with me or have mercy upon us, who can protect the disbelievers from a painful punishment?\"","id":"Katakanlah (Muhammad), \"Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami, (maka kami akan masuk surga), lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?\"","zh":"你说：“你们告诉我吧，如果安拉毁灭我，和我的同教，或怜悯我们，那么，谁使不信道的人们得免于痛苦的刑罚呢？","ja":"言ってやるがいい。「あなたがたは考えないのか，もしアッラーが，わたしやわたしと一緒の者を滅ぼされても，また慈悲を与えられても，凡そ不信者を痛烈な懲罰から救うものは誰であろうか。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":564,"ruku":499}},{"s":67,"a":29,"ar":"قُلْ هُوَ ٱلرَّحْمَـٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَـٰلٍ مُّبِينٍ","tl":"qul huwa l-raḥmānu āmannā bihi waʿalayhi tawakkalnā fasataʿlamūna man huwa fī ḍalālin mubīnin","tr":{"en":"Say, \"He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error.\"","id":"Katakanlah, \"Dialah Yang Maha Pengasih, kami beriman kepada-Nya dan kepada-Nya kami bertawakal. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.\"","zh":"你说：“他是至仁主，我们已信仰他，我们只托靠他。你们将知道谁在明显的迷误中。”","ja":"言ってやるがいい。「かれは慈悲あまねく御方であられ，わたしたちはかれを信仰し，かれに（全てを）托す。やがてあなたがたは，明らかな過誤の中にいる者が誰であるのかを知るであろう。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":564,"ruku":499}},{"s":67,"a":30,"ar":"قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا فَمَن يَأْتِيكُم بِمَآءٍ مَّعِينٍۭ","tl":"qul ara-aytum in aṣbaḥa māukum ghawran faman yatīkum bimāin maʿīnin","tr":{"en":"Say, \"Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?\"","id":"Katakanlah (Muhammad), \"Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapa yang akan memberimu air yang mengalir?\"","zh":"你说：“你们告诉我吧，如果你们的水一旦渗漏了，谁能给你们一条流水呢？”","ja":"言ってやるがいい。「あなたがたは考えないのか。もし或る朝，あなたがたの水が地下に沈み去ったならば，涌き出る水を，あなたがたに齎せるものは，一体誰であるのか。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":564,"ruku":499}}]