[{"s":71,"a":1,"ar":" إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ","tl":"innā arsalnā nūḥan ilā qawmihi an andhir qawmaka min qabli an yatiyahum ʿadhābun alīmun","tr":{"en":"Indeed, We sent Noah to his people, [saying], \"Warn your people before there comes to them a painful punishment.\"","id":"Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), \"Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih.\"","zh":"我确已派谴努哈去教化他的宗族，我说：“在痛苦的刑罚降临你的宗族之前，你当警告他们。”","ja":"本当にわれは，ヌーフをその民に遣わし，「痛ましい懲罰があなたの民に下る前に，あなたは，かれらに警告しなさい。」（と命じた）。"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":2,"ar":"قَالَ يَـٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ","tl":"qāla yāqawmi innī lakum nadhīrun mubīnun","tr":{"en":"He said, \"O my people, indeed I am to you a clear warner -","id":"Dia (Nuh) berkata, \"Wahai kaumku! Sesungguhnya aku ini seorang pemberi peringatan yang menjelaskan kepada kamu,","zh":"他说：我的宗族啊！我确是你们的坦率的警告者，","ja":"かれは言った。「わたしの人びとよ，わたしはあなたがたへの公明な1人の警告者です。"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":3,"ar":"أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ","tl":"ani uʿ'budū l-laha wa-ittaqūhu wa-aṭīʿūni","tr":{"en":"To worship Allāh, fear Him and obey me.","id":"(yaitu) sembahlah Allah, bertakwalah kepada-Nya dan taatlah kepadaku,","zh":"你们应当崇拜安拉，应当敬畏他，应当服从我，","ja":"あなたがたはアッラーに仕え，かれを畏れ，わたしに従いなさい。"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":4,"ar":"يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ","tl":"yaghfir lakum min dhunūbikum wayu-akhir'kum ilā ajalin musamman inna ajala l-lahi idhā jāa lā yu-akharu law kuntum taʿlamūna","tr":{"en":"He [i.e., Allāh] will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allāh, when it comes, will not be delayed, if you only knew.\"","id":"niscaya Dia mengampuni sebagian dosa-dosamu dan menangguhkan kamu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sungguh, ketetapan Allah itu apabila telah datang tidak dapat ditunda, seandainya kamu mengetahui.\"","zh":"他就赦宥你们的罪过，并且让你们延迟到一个定期。安拉的定期一旦来临的时候，是绝不延迟的，假若你们知道。","ja":"かれはあなたがたの様々な罪を赦し，定められた期限まで，あなたがたを猶予なされます。本当にアッラーの期限が来た時は，猶予されません。もしあなたがたが分っていたならば。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":5,"ar":"قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًا وَنَهَارًا","tl":"qāla rabbi innī daʿawtu qawmī laylan wanahāran","tr":{"en":"He said, \"My Lord, indeed I invited my people [to truth] night and day.","id":"Dia (Nuh) berkata, \"Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,","zh":"他说：“我的主啊！我确已日夜召唤我的宗族，","ja":"かれ（ヌーフ）は申し上げた。「主よ，わたしは夜も昼も，わたしの人びとに呼びかけました 。"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":6,"ar":"فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًا","tl":"falam yazid'hum duʿāī illā firāran","tr":{"en":"But my invitation increased them not except in flight [i.e., aversion].","id":"tetapi seruanku itu tidak menambah (iman) mereka, justru mereka lari (dari kebenaran).","zh":"但我的召唤使他们愈加逃避。","ja":"だが，わたしの呼びかけは，只（正道からの）逃避を増すばかりです。"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":7,"ar":"وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا۟ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا۟ ثِيَابَهُمْ وَأَصَرُّوا۟ وَٱسْتَكْبَرُوا۟ ٱسْتِكْبَارًا","tl":"wa-innī kullamā daʿawtuhum litaghfira lahum jaʿalū aṣābiʿahum fī ādhānihim wa-is'taghshaw thiyābahum wa-aṣarrū wa-is'takbarū is'tik'bāran","tr":{"en":"And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments,<sup foot_note=197620>1</sup> persisted, and were arrogant with [great] arrogance.","id":"Dan sesungguhnya aku setiap kali menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya) dan mereka tetap (mengingkari) dan sangat menyombongkan diri.","zh":"我每次召唤他们来受你的赦宥的时候，他们总是以指头塞住他们的耳朵，以衣服蒙住他们的头，他们固执而自大。","ja":"わたしがかれらに，『かれが，あなたがたを御赦しになるのだ』と呼びかける時，かれらは指を自分の耳に差し込み，自分で外套を被って（不信心を）固執し，ひたすら高慢になります。"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":8,"ar":"ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًا","tl":"thumma innī daʿawtuhum jihāran","tr":{"en":"Then I invited them publicly.","id":"Lalu sesungguhnya aku menyeru mereka dengan cara terang-terangan.<sup foot_note=135819>1</sup>","zh":"然后我大声召唤他们，","ja":"それでわたしは，声を大きくしてかれらに呼びかけました。"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":9,"ar":"ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا","tl":"thumma innī aʿlantu lahum wa-asrartu lahum is'rāran","tr":{"en":"Then I announced to them and [also] confided to them secretly","id":"Kemudian aku menyeru mereka secara terbuka dan dengan diam-diam,<sup foot_note=135820>1</sup>","zh":"然后我公开地训导他们，秘密地劝谏他们，","ja":"或る時は公に，また（或る時は）密かにかれらに（訴えて），"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":10,"ar":"فَقُلْتُ ٱسْتَغْفِرُوا۟ رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًا","tl":"faqul'tu is'taghfirū rabbakum innahu kāna ghaffāran","tr":{"en":"And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver.","id":"maka aku berkata (kepada mereka), \"Mohonlah ampunan kepada Tuhanmu, Sungguh, Dia Maha Pengampun,","zh":"我说，你们应当向你们的主求饶--他确是至赦的--","ja":"わたしは言いました。『あなたがたの主の御赦しを願え。本当にかれは，度々御赦しなされる。"},"m":{"juz":29,"hizb":57,"rub":null,"page":570,"ruku":506}},{"s":71,"a":11,"ar":"يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا","tl":"yur'sili l-samāa ʿalaykum mid'rāran","tr":{"en":"He will send [rain from] the sky upon you in [continuing] showers","id":"niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu,","zh":"他就使丰足的雨水降临你们，","ja":"かれは，あなたがたの上に豊かに雨を降らせられ，"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":12,"ar":"وَيُمْدِدْكُم بِأَمْوَٰلٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّـٰتٍ وَيَجْعَل لَّكُمْ أَنْهَـٰرًا","tl":"wayum'did'kum bi-amwālin wabanīna wayajʿal lakum jannātin wayajʿal lakum anhāran","tr":{"en":"And give you increase in wealth and children and provide for you gardens and provide for you rivers.","id":"dan Dia memperbanyak harta dan anak-anakmu, dan mengadakan kebun-kebun untukmu dan mengadakan sungai-sungai untukmu.\"","zh":"并且以财产和子嗣援助你们，为你们创造园圃和河流。","ja":"あなたがたの財産や子女を増やし，またあなたがたのために，様々な園や（水の流れる）河川を設けられる。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":13,"ar":"مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا","tl":"mā lakum lā tarjūna lillahi waqāran","tr":{"en":"What is [the matter] with you that you do not attribute to Allāh [due] grandeur","id":"Mengapa kamu tidak takut akan kebesaran Allah?","zh":"你们怎么不希望安拉的尊重呢？","ja":"あなたがたはどうしたのか。アッラーの御親切，我慢強さに対して，望みを持たないとは。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":14,"ar":"وَقَدْ خَلَقَكُمْ أَطْوَارًا","tl":"waqad khalaqakum aṭwāran","tr":{"en":"While He has created you in stages?<sup foot_note=197621>1</sup>","id":"Dan sungguh, Dia telah menciptakan kamu dalam beberapa fase (kejadian).<sup foot_note=135821>1</sup>","zh":"他确已经过几个阶段创造了你们。","ja":"かれは本当に順序よく段階をおってあなたがたを創られた。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":15,"ar":"أَلَمْ تَرَوْا۟ كَيْفَ خَلَقَ ٱللَّهُ سَبْعَ سَمَـٰوَٰتٍ طِبَاقًا","tl":"alam taraw kayfa khalaqa l-lahu sabʿa samāwātin ṭibāqan","tr":{"en":"Do you not consider how Allāh has created seven heavens in layers<sup foot_note=197622>1</sup>","id":"Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit berlapis-lapis?","zh":"难道你们没有看到安拉怎样创造七层天，","ja":"あなたがたは，アッラーが7天を如何に一層また一層と，創られたかを考えてみなかったのか。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":16,"ar":"وَجَعَلَ ٱلْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ ٱلشَّمْسَ سِرَاجًا","tl":"wajaʿala l-qamara fīhinna nūran wajaʿala l-shamsa sirājan","tr":{"en":"And made the moon therein a [reflected] light and made the sun a burning lamp?","id":"Dan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)?","zh":"并以月亮为光明，以太阳为明灯吗？","ja":"また月をその中の明りとされ，太陽を（燃える）灯明となされたかを。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":17,"ar":"وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلْأَرْضِ نَبَاتًا","tl":"wal-lahu anbatakum mina l-arḍi nabātan","tr":{"en":"And Allāh has caused you to grow from the earth a [progressive] growth.","id":"Dan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur),","zh":"安拉使你们从大地生长出来，","ja":"アッラーはあなたがたを土から育てられ，"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":18,"ar":"ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا","tl":"thumma yuʿīdukum fīhā wayukh'rijukum ikh'rājan","tr":{"en":"Then He will return you into it and extract you [another] extraction.","id":"kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti.","zh":"然后使你们再返于大地，然后，又把你们从大地取出来。","ja":"それから，あなたがたは大地に帰され，また起き上らせられる。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":19,"ar":"وَٱللَّهُ جَعَلَ لَكُمُ ٱلْأَرْضَ بِسَاطًا","tl":"wal-lahu jaʿala lakumu l-arḍa bisāṭan","tr":{"en":"And Allāh has made for you the earth an expanse","id":"Dan Allah menjadikan bumi untukmu sebagai hamparan,","zh":"安拉为你们而平展大地，","ja":"またアッラーはあなたがたのために，大地を延べ広げられ，"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":20,"ar":"لِّتَسْلُكُوا۟ مِنْهَا سُبُلًا فِجَاجًا","tl":"litaslukū min'hā subulan fijājan","tr":{"en":"That you may follow therein roads of passage.'\"","id":"agar kamu dapat pergi kian kemari di jalan-jalan yang luas.","zh":"以便你们在大地上走着宽阔的道路。","ja":"そこであなたがたは，広い大道を往来するであろう。』といって聞かせました。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":506}},{"s":71,"a":21,"ar":"قَالَ نُوحٌ رَّبِّ إِنَّهُمْ عَصَوْنِى وَٱتَّبَعُوا۟ مَن لَّمْ يَزِدْهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارًا","tl":"qāla nūḥun rabbi innahum ʿaṣawnī wa-ittabaʿū man lam yazid'hu māluhu wawaladuhu illā khasāran","tr":{"en":"Noah said, \"My Lord, indeed they have disobeyed me and followed him whose wealth and children will not increase him except in loss.","id":"Nuh berkata, \"Ya Tuhanku, sesungguhnya mereka durhaka kepadaku, dan mereka mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya,","zh":"努哈说：“我的主啊！他们确已违抗我，他们顺从那因财产和子嗣而更加亏折的人们，","ja":"ヌーフは（更に）言った。「主よ，かれらはわたしに従いません。自分の財産と子女とで，破滅を助長する者にだけ従います。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":507}},{"s":71,"a":22,"ar":"وَمَكَرُوا۟ مَكْرًا كُبَّارًا","tl":"wamakarū makran kubbāran","tr":{"en":"And they conspired an immense conspiracy","id":"dan mereka melakukan tipu daya yang sangat besar.\"","zh":"那等人曾定了一个重大的计谋，","ja":"そして重大な策謀を企みます。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":507}},{"s":71,"a":23,"ar":"وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا","tl":"waqālū lā tadharunna ālihatakum walā tadharunna waddan walā suwāʿan walā yaghūtha wayaʿūqa wanasran","tr":{"en":"And said, 'Never leave your gods and never leave Wadd or Suwāʿ or Yaghūth and Yaʿūq and Nasr.'<sup foot_note=197623>1</sup>","id":"Dan mereka berkata, \"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) Wadd, dan jangan pula Suwā', Yagūṡ, Ya'ūq dan Nasr.\"<sup foot_note=135822>1</sup>","zh":"他们说：“你们绝不要放弃你们的众神明，你们绝不要放弃旺德、素佤尔、叶巫斯、叶欧格、奈斯尔。'","ja":"かれらは言います。『あなたがたの神々を捨てるな。ワッドもスワーウも，またヤグースもヤウークもナスルも，捨ててはならない。』"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":507}},{"s":71,"a":24,"ar":"وَقَدْ أَضَلُّوا۟ كَثِيرًا ۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا ضَلَـٰلًا","tl":"waqad aḍallū kathīran walā tazidi l-ẓālimīna illā ḍalālan","tr":{"en":"And already they have misled many. And, [my Lord], do not increase the wrongdoers except in error.\"","id":"Dan sungguh, mereka telah menyesatkan orang banyak; dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan.","zh":"他们确已使许多人迷误，求你使不义的人们更加迷误。”","ja":"かれらは既に多くの者を迷わせました。（主よ）迷いを放任されても，不義を行う者を多くしないで下さい。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":507}},{"s":71,"a":25,"ar":"مِّمَّا خَطِيٓـَٔـٰتِهِمْ أُغْرِقُوا۟ فَأُدْخِلُوا۟ نَارًا فَلَمْ يَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًا","tl":"mimmā khaṭīātihim ugh'riqū fa-ud'khilū nāran falam yajidū lahum min dūni l-lahi anṣāran","tr":{"en":"Because of their sins they were drowned and put into the Fire, and they found not for themselves besides Allāh [any] helpers.","id":"Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong selain Allah.","zh":"他们因为自己的罪恶而被淹死，遂堕入火狱，故他们没有获得援助的人们来抵御安拉。","ja":"かれらは様々な罪のために溺れさせられ，更に火獄に送られ，アッラーの外には，どんな援助者も得られなかった。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":507}},{"s":71,"a":26,"ar":"وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَـٰفِرِينَ دَيَّارًا","tl":"waqāla nūḥun rabbi lā tadhar ʿalā l-arḍi mina l-kāfirīna dayyāran","tr":{"en":"And Noah said, \"My Lord, do not leave upon the earth from among the disbelievers an inhabitant.","id":"Dan Nuh berkata, \"Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.","zh":"努哈说：“我的主啊！求你不要留一个不信道者在大地上，","ja":"ヌーフは（祈って）言った。「主よ，不信心な居住者を誰一人として地上に残さないで下さい。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":507}},{"s":71,"a":27,"ar":"إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا۟ عِبَادَكَ وَلَا يَلِدُوٓا۟ إِلَّا فَاجِرًا كَفَّارًا","tl":"innaka in tadharhum yuḍillū ʿibādaka walā yalidū illā fājiran kaffāran","tr":{"en":"Indeed, if You leave them, they will mislead Your servants and not beget except [every] wicked one and [confirmed] disbeliever.","id":"Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur.","zh":"如果你留他们，他们将使你的众仆迷误，他们只生育不道德的、不感恩的子女。","ja":"もしあなたがかれらを残されれば，かれらは必ずあなたに仕える者を迷わせ，また罪を犯す不信心な者の外，生まないでしょう。"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":507}},{"s":71,"a":28,"ar":"رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا تَبَارًۢا","tl":"rabbi igh'fir lī waliwālidayya waliman dakhala baytiya mu'minan walil'mu'minīna wal-mu'mināti walā tazidi l-ẓālimīna illā tabāran","tr":{"en":"My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.\"","id":"Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kehancuran.\"","zh":"我的主啊！求你赦宥我和我的父母，赦宥信道而入我的房屋的人，以及信士们和信女们。求你使不义的人们更加毁灭。”","ja":"主よ，わたしとわたしの両親を御赦し下さい。また信者としてわたしの家に入る者，また（凡ての）信仰する男と信仰する女たちを御赦し下さい。そして不義を行う者たちには，滅亡の外には（何も）加えないで下さい。」"},"m":{"juz":29,"hizb":57,"rub":null,"page":571,"ruku":507}}]