[{"s":76,"a":1,"ar":" هَلْ أَتَىٰ عَلَى ٱلْإِنسَـٰنِ حِينٌ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًٔا مَّذْكُورًا","tl":"hal atā ʿalā l-insāni ḥīnun mina l-dahri lam yakun shayan madhkūran","tr":{"en":"Has there [not] come upon man a period of time when he was not a thing [even] mentioned?","id":"Bukankah pernah datang kepada manusia waktu dari masa, yang ketika itu belum merupakan sesuatu yang dapat disebut?","zh":"人确实经历一个时期，不是一件可以记念的事物。","ja":"人間には，なにものとも呼べない，長い時期があったではないか。"},"m":{"juz":29,"hizb":58,"rub":null,"page":578,"ruku":516}},{"s":76,"a":2,"ar":"إِنَّا خَلَقْنَا ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَـٰهُ سَمِيعًۢا بَصِيرًا","tl":"innā khalaqnā l-insāna min nuṭ'fatin amshājin nabtalīhi fajaʿalnāhu samīʿan baṣīran","tr":{"en":"Indeed, We created man from a sperm-drop mixture<sup foot_note=197665>1</sup> that We may try him; and We made him hearing and seeing.","id":"Sungguh, Kami telah menciptakan manusia dari setetes mani yang bercampur<sup foot_note=135833>1</sup> yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat.","zh":"我确已用混合的精液创造人，并加以试验，将他创造成聪明的。","ja":"本当にわれはかれを試みるため混合した一滴の精液から人間を創った。それでわれは聴覚と視覚をかれに授けた。"},"m":{"juz":29,"hizb":58,"rub":null,"page":578,"ruku":516}},{"s":76,"a":3,"ar":"إِنَّا هَدَيْنَـٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا","tl":"innā hadaynāhu l-sabīla immā shākiran wa-immā kafūran","tr":{"en":"Indeed, We guided him to the way, be he grateful or be he ungrateful.","id":"Sungguh, Kami telah menunjukkan kepadanya jalan yang lurus; ada yang bersyukur dan ada pula yang kufur.","zh":"我确已指引他正道，他或是感谢，或是辜负。","ja":"われは，人間に（正しい）道を示した。感謝する者（信じる者）になるか，信じない者になるか，と。"},"m":{"juz":29,"hizb":58,"rub":null,"page":578,"ruku":516}},{"s":76,"a":4,"ar":"إِنَّآ أَعْتَدْنَا لِلْكَـٰفِرِينَ سَلَـٰسِلَا۟ وَأَغْلَـٰلًا وَسَعِيرًا","tl":"innā aʿtadnā lil'kāfirīna salāsilā wa-aghlālan wasaʿīran","tr":{"en":"Indeed, We have prepared for the disbelievers chains and shackles and a blaze.","id":"Sungguh, Kami telah menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala.","zh":"我确已为不信者预备许多铁链、铁圈和火狱。","ja":"不信心者には，われは鎖と首枷と烈火を準備して置いた。"},"m":{"juz":29,"hizb":58,"rub":null,"page":578,"ruku":516}},{"s":76,"a":5,"ar":"إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا","tl":"inna l-abrāra yashrabūna min kasin kāna mizājuhā kāfūran","tr":{"en":"Indeed, the righteous will drink from a cup [of wine] whose mixture is of Kāfūr,<sup foot_note=197666>1</sup>","id":"Sungguh, orang-orang yang berbuat kebajikan akan minum dari gelas (berisi minuman) yang campurannya adalah air kafur,<sup foot_note=135834>1</sup>","zh":"善人们必得饮含有樟脑的醴泉，","ja":"（信者の）善行者は，カーフールを混ぜた杯（の飲物）を飲むであろう。"},"m":{"juz":29,"hizb":58,"rub":null,"page":578,"ruku":516}},{"s":76,"a":6,"ar":"عَيْنًا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا","tl":"ʿaynan yashrabu bihā ʿibādu l-lahi yufajjirūnahā tafjīran","tr":{"en":"A spring of which the [righteous] servants of Allāh will drink; they will make it gush forth in force [and abundance].","id":"(yaitu) mata air (dalam surga) yang di minum oleh hamba-hamba Allah dan mereka dapat memancarkannya dengan sebaik-baiknya.","zh":"即安拉的众仆所饮的一道泉水，他们将使它大量涌出。","ja":"（それは）アッラーのしもべたちが飲む泉のことで，われは思いのままに滾々と（泉を）涌き出させる。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":7,"ar":"يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُۥ مُسْتَطِيرًا","tl":"yūfūna bil-nadhri wayakhāfūna yawman kāna sharruhu mus'taṭīran","tr":{"en":"They [are those who] fulfill [their] vows and fear a Day whose evil will be widespread.","id":"Mereka memenuhi nazar<sup foot_note=135835>1</sup> dan takut akan suatu hari yang azabnya merata di mana-mana.","zh":"他们履行誓愿，并畏惧灾难普降日。","ja":"かれら（善行者）は誓いを果し，災厄の広がる日を恐れている。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":8,"ar":"وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا","tl":"wayuṭ'ʿimūna l-ṭaʿāma ʿalā ḥubbihi mis'kīnan wayatīman wa-asīran","tr":{"en":"And they give food in spite of love for it<sup foot_note=197667>1</sup> to the needy, the orphan, and the captive,","id":"Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan,","zh":"他们为喜爱安拉而赈济贫民、孤儿、俘虏。","ja":"またかれらは，かれを敬愛するために，貧者と孤児と捕虜に食物を与える。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":9,"ar":"إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءً وَلَا شُكُورًا","tl":"innamā nuṭ'ʿimukum liwajhi l-lahi lā nurīdu minkum jazāan walā shukūran","tr":{"en":"[Saying], \"We feed you only for the face [i.e., approval] of Allāh. We wish not from you reward or gratitude.","id":"(sambil berkata), \"Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu.","zh":"“我们只为求得安拉的恩赐和喜悦，而赈济你们，我们不望你们的报酬和感谢。","ja":"（そして言う。）「わたしたちは，アッラーの御喜びを願って，あなたがたを養い，あなたがたに報酬も感謝も求めません。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":10,"ar":"إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا","tl":"innā nakhāfu min rabbinā yawman ʿabūsan qamṭarīran","tr":{"en":"Indeed, We fear from our Lord a Day austere and distressful.\"","id":"Sungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.\"","zh":"我们的确畏惧从我们的主发出的严酷的一日。","ja":"わたしたちは，主の苦渋に満ちた御怒りの日を恐れます」。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":11,"ar":"فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةً وَسُرُورًا","tl":"fawaqāhumu l-lahu sharra dhālika l-yawmi walaqqāhum naḍratan wasurūran","tr":{"en":"So Allāh will protect them from the evil of that Day and give them radiance and happiness","id":"Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan.","zh":"故安拉将为他们防御那日的灾难，并赏赐他们光华和快乐。","ja":"それでアッラーは，その日の災厄からかれらを守り，素晴しい喜びを与えられる。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":12,"ar":"وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةً وَحَرِيرًا","tl":"wajazāhum bimā ṣabarū jannatan waḥarīran","tr":{"en":"And will reward them for what they patiently endured [with] a garden [in Paradise] and silk [garments].","id":"Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera.","zh":"他将因他们的坚忍而以乐园和丝绸报酬他们。","ja":"かれらが耐え忍んだので，かれは楽園と絹（の衣）でかれらに報われ，"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":13,"ar":"مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا","tl":"muttakiīna fīhā ʿalā l-arāiki lā yarawna fīhā shamsan walā zamharīran","tr":{"en":"[They will be] reclining therein on adorned couches. They will not see therein any [burning] sun or [freezing] cold.","id":"di sana mereka duduk bersandar di atas dipan, di sana mereka tidak melihat (merasakan teriknya) matahari dan tidak pula dingin yang berlebihan.","zh":"他们在乐园中，靠在床上，不觉炎热，也不觉严寒。","ja":"その（楽園の）中で，寝床の上にゆったりと身を伸ばし，かれらは酷暑の太陽も，氷る寒気もおぼえないであろう。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":14,"ar":"وَدَانِيَةً عَلَيْهِمْ ظِلَـٰلُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا","tl":"wadāniyatan ʿalayhim ẓilāluhā wadhullilat quṭūfuhā tadhlīlan","tr":{"en":"And near above them are its shades, and its [fruit] to be picked will be lowered in compliance.","id":"Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya.","zh":"乐园的荫影覆庇着他们，乐园的果实，他们容易采摘。","ja":"（樹木の）木陰はかれらの上を覆い，（果実の）房は慎ましく垂れ下る。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":15,"ar":"وَيُطَافُ عَلَيْهِم بِـَٔانِيَةٍ مِّن فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا۠","tl":"wayuṭāfu ʿalayhim biāniyatin min fiḍḍatin wa-akwābin kānat qawārīrā","tr":{"en":"And there will be circulated among them vessels of silver and cups having been [created] clear [as glass],","id":"Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal,","zh":"将有人在他们之间传递银盘和玻璃杯--","ja":"銀の水差しとガラスの杯は，かれらの間に回されよう。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":16,"ar":"قَوَارِيرَا۟ مِن فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا","tl":"qawārīrā min fiḍḍatin qaddarūhā taqdīran","tr":{"en":"Clear glasses [made] from silver of which they have determined the measure.","id":"kristal yang jernih terbuat dari perak, mereka tentukan ukurannya yang sesuai (dengan kehendak mereka).","zh":"晶莹如玻璃的银杯，他们预定每杯的容量。","ja":"ガラス（の杯と見えたの）は銀で造られていて，かれらは好みの量をそれに満たす。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":17,"ar":"وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنجَبِيلًا","tl":"wayus'qawna fīhā kasan kāna mizājuhā zanjabīlan","tr":{"en":"And they will be given to drink a cup [of wine] whose mixture is of ginger","id":"Dan di sana mereka diberi segelas minuman bercampur jahe.","zh":"他们得用那些杯饮含有姜汁的醴泉，","ja":"かれらはそこで，生姜を混ぜた杯の飲物を与えられよう。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":18,"ar":"عَيْنًا فِيهَا تُسَمَّىٰ سَلْسَبِيلًا","tl":"ʿaynan fīhā tusammā salsabīlan","tr":{"en":"[From] a fountain within it [i.e., Paradise] named Salsabeel.","id":"(Yang didatangkan dari) suatu mata air (di surga) yang dinamakan Salsabīl.","zh":"既乐园中有名的清快泉。","ja":"そこに，サルサビールと名付けられる泉がある。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":19,"ar":"۞ وَيَطُوفُ عَلَيْهِمْ وِلْدَٰنٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنثُورًا","tl":"wayaṭūfu ʿalayhim wil'dānun mukhalladūna idhā ra-aytahum ḥasib'tahum lu'lu-an manthūran","tr":{"en":"There will circulate among them young boys made eternal. When you see them, you would think them [as beautiful as] scattered pearls.","id":"Dan mereka dikelilingi oleh para pemuda-pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan.","zh":"许多长生不老的少年，轮流着服侍他们。当你看见那些少年的时候，你以为他们是些散漫的珍珠。","ja":"また永遠の少年たちがかれらの間を往米し，あなたがかれらを見ると，撒き散らされた真珠であると思うであろう。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":20,"ar":"وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا","tl":"wa-idhā ra-ayta thamma ra-ayta naʿīman wamul'kan kabīran","tr":{"en":"And when you look there [in Paradise], you will see pleasure and great dominion.","id":"Dan apabila engkau melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai macam kenikmatan dan kerajaan yang besar.","zh":"当你观看那里的时候，你会看见恩泽和大国。","ja":"あなたは視線を向けると至福の壮大な三国を認めるであろう。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":21,"ar":"عَـٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ ۖ وَحُلُّوٓا۟ أَسَاوِرَ مِن فِضَّةٍ وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًا طَهُورًا","tl":"ʿāliyahum thiyābu sundusin khuḍ'run wa-is'tabraqun waḥullū asāwira min fiḍḍatin wasaqāhum rabbuhum sharāban ṭahūran","tr":{"en":"Upon them [i.e., the inhabitants] will be green garments of fine silk and brocade. And they will be adorned with bracelets of silver, and their Lord will give them a purifying drink.","id":"Mereka berpakaian sutera halus yang hijau dan sutera tebal dan memakai gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih (dan suci).","zh":"他们将穿着绫罗锦缎的绿袍，他们将享受银镯的装饰，他们的主，将以纯洁的饮料赏赐他们。","ja":"かれらは美しい緑色の絹と錦の外衣を纒い，銀の腕輪で飾られ，主はかれらに純良な飲物を飲ませられる。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":22,"ar":"إِنَّ هَـٰذَا كَانَ لَكُمْ جَزَآءً وَكَانَ سَعْيُكُم مَّشْكُورًا","tl":"inna hādhā kāna lakum jazāan wakāna saʿyukum mashkūran","tr":{"en":"[And it will be said], \"Indeed, this is for you a reward, and your effort has been appreciated.\"","id":"Inilah balasan untukmu, dan segala usahamu diterima dan diakui (Allah).","zh":"（将对他们说）“这确是你们的报酬，你们的劳绩是有报酬的。”","ja":"「本当にこれはあなたがたに対する報奨である。あなたがたの努力が受け入られたのである。」（と仰せられよう）。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":516}},{"s":76,"a":23,"ar":"إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ ٱلْقُرْءَانَ تَنزِيلًا","tl":"innā naḥnu nazzalnā ʿalayka l-qur'āna tanzīlan","tr":{"en":"Indeed, it is We who have sent down to you, [O Muḥammad], the Qur’ān progressively.","id":"Sesungguhnya Kamilah yang menurunkan Alquran kepadamu (Muhammad) secara berangsur-angsur.","zh":"我确已将《古兰经》零星地降示你，","ja":"われこそは，段階をおってあなたにクルアーンを下したものである。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":517}},{"s":76,"a":24,"ar":"فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ ءَاثِمًا أَوْ كَفُورًا","tl":"fa-iṣ'bir liḥuk'mi rabbika walā tuṭiʿ min'hum āthiman aw kafūran","tr":{"en":"So be patient for the decision of your Lord and do not obey from among them a sinner or ungrateful [disbeliever].","id":"Maka bersabarlah untuk (melaksanakan) ketetapan Tuhanmu, dan janganlah engkau ikuti orang yang berdosa dan orang yang kafir di antara mereka.","zh":"故你应当忍受你的主的判决。你不要顺从他们中任何犯罪的人，或孤恩的人。","ja":"だから（伝道に専念し），あなたの主の審判を耐え忍んで待て。かれらの中の罪ある者や，不信心者に従ってはならない。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":517}},{"s":76,"a":25,"ar":"وَٱذْكُرِ ٱسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا","tl":"wa-udh'kuri is'ma rabbika buk'ratan wa-aṣīlan","tr":{"en":"And mention the name of your Lord [in prayer] morning and evening","id":"Dan sebutlah nama Tuhanmu pada (waktu) pagi dan petang.","zh":"你应当朝夕记念你的主的尊名，","ja":"朝な夕な，あなたの主の御名を唱念しなさい。"},"m":{"juz":29,"hizb":58,"rub":null,"page":579,"ruku":517}},{"s":76,"a":26,"ar":"وَمِنَ ٱلَّيْلِ فَٱسْجُدْ لَهُۥ وَسَبِّحْهُ لَيْلًا طَوِيلًا","tl":"wamina al-layli fa-us'jud lahu wasabbiḥ'hu laylan ṭawīlan","tr":{"en":"And during the night prostrate to Him and exalt [i.e., praise] Him a long [part of the] night.","id":"Dan pada sebagian dari malam, maka bersujudlah kepada-Nya dan bertasbihlah kepada-Nya pada bagian yang panjang di malam hari.","zh":"夜里，你应当以小部份时间向他叩头，以大部份时间赞颂他。","ja":"そして夜の一部をかれにサジダし，長夜のしじまに，かれを讃えなさい。"},"m":{"juz":29,"hizb":58,"rub":null,"page":580,"ruku":517}},{"s":76,"a":27,"ar":"إِنَّ هَـٰٓؤُلَآءِ يُحِبُّونَ ٱلْعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمْ يَوْمًا ثَقِيلًا","tl":"inna hāulāi yuḥibbūna l-ʿājilata wayadharūna warāahum yawman thaqīlan","tr":{"en":"Indeed, these [disbelievers] love the immediate and leave behind them<sup foot_note=197668>1</sup> a grave Day.","id":"Sesungguhnya mereka (orang kafir) itu mencintai kehidupan (dunia) dan meningggalkan hari yang berat (hari akhirat) di belakangnya.","zh":"这等人的确是爱好现世，而忽视未来的严重的一日","ja":"本当にこれらの者は，束の間の生活を愛し，重大な日を背後に捨て去る。"},"m":{"juz":29,"hizb":58,"rub":null,"page":580,"ruku":517}},{"s":76,"a":28,"ar":"نَّحْنُ خَلَقْنَـٰهُمْ وَشَدَدْنَآ أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَـٰلَهُمْ تَبْدِيلًا","tl":"naḥnu khalaqnāhum washadadnā asrahum wa-idhā shi'nā baddalnā amthālahum tabdīlan","tr":{"en":"We have created them and strengthened their forms, and when We will, We can change their likenesses with [complete] alteration.","id":"Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka. Tetapi, jika Kami menghendaki, Kami dapat mengganti dengan yang serupa mereka.","zh":"我创造了他们，并使他们的体格坚实。如果我意欲，我将以像他们一样的人代替他们。","ja":"かれを創り，その四肢を堅く縛ぎ止めたのはわれでる。われが欲するならば，かれらと類似の外のもので置き替えることも出来るのである。"},"m":{"juz":29,"hizb":58,"rub":null,"page":580,"ruku":517}},{"s":76,"a":29,"ar":"إِنَّ هَـٰذِهِۦ تَذْكِرَةٌ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا","tl":"inna hādhihi tadhkiratun faman shāa ittakhadha ilā rabbihi sabīlan","tr":{"en":"Indeed, this is a reminder, so he who wills may take to his Lord a way.","id":"Sungguh, (ayat-ayat) ini adalah peringatan, maka barang siapa menghendaki (kebaikan bagi dirinya) tentu dia mengambil jalan menuju kepada Tuhannya.","zh":"这确是教诲，谁愿意觉悟，谁可以选择一条通达他的主的道路。","ja":"本当にこれは一つの訓戒である。だから誰でも望む者には，かれの主への道をとらせなさい。"},"m":{"juz":29,"hizb":58,"rub":null,"page":580,"ruku":517}},{"s":76,"a":30,"ar":"وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا","tl":"wamā tashāūna illā an yashāa l-lahu inna l-laha kāna ʿalīman ḥakīman","tr":{"en":"And you do not will except that Allāh wills. Indeed, Allāh is ever Knowing and Wise.","id":"Tetapi kamu tidak mampu (menempuh jalan itu), kecuali apabila dikehendaki Allah. Sungguh, Allah Maha Mengetahui, Mahabijaksana.","zh":"除安拉意欲外，你们决不意欲。安拉是全知的，是至睿的。","ja":"だがアッラーが御望みにならなければ，あなたがたは欲しないであろう。アッラーは全知にして英明であられる。"},"m":{"juz":29,"hizb":58,"rub":null,"page":580,"ruku":517}},{"s":76,"a":31,"ar":"يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّـٰلِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًۢا","tl":"yud'khilu man yashāu fī raḥmatihi wal-ẓālimīna aʿadda lahum ʿadhāban alīman","tr":{"en":"He admits whom He wills into His mercy; but the wrongdoers - He has prepared for them a painful punishment.","id":"Dia memasukkan siapa pun yang Dia kehendaki ke dalam rahmat-Nya (surga). Adapun bagi orang-orang zalim disediakan-Nya azab yang pedih.","zh":"他使他所意欲的人，入在他的慈恩中。至于不义的人，他已为他们预备了痛苦的刑罚。","ja":"かれは，御心に適う者を慈悲に浴させ，また不義の徒に対しては痛烈な懲罰を備えられる。"},"m":{"juz":29,"hizb":58,"rub":null,"page":580,"ruku":517}}]